
EasyObliterate_IgnoreList = {
	"|cffffffff|Hitem:127844::::::::110:73::::::|h[Зелье древней войны]|h|r", -- [1]
	"|cffffffff|Hitem:127834::::::::110:73::::::|h[Древнее лечебное зелье]|h|r", -- [2]
	"|cffffffff|Hitem:142117::::::::110:73::::::|h[Зелье длительной силы]|h|r", -- [3]
	"|cffffffff|Hitem:127849::::::::110:73::::::|h[Настой бесчисленных армий]|h|r", -- [4]
	"|cffffffff|Hitem:127850::::::::110:73::::::|h[Настой десяти тысяч шрамов]|h|r", -- [5]
	"|cffffffff|Hitem:127834::::::::110:71::::::|h[Древнее лечебное зелье]|h|r", -- [6]
	"|cffffffff|Hitem:142117::::::::110:71::::::|h[Зелье длительной силы]|h|r", -- [7]
	"|cffffffff|Hitem:127844::::::::110:71::::::|h[Зелье древней войны]|h|r", -- [8]
	"|cffffffff|Hitem:127849::::::::110:71::::::|h[Настой бесчисленных армий]|h|r", -- [9]
	"|cffffffff|Hitem:127850::::::::110:71::::::|h[Настой десяти тысяч шрамов]|h|r", -- [10]
}
