
AUCTIONATOR_SAVEDVARS = {
	["_50000"] = 500,
	["_2000"] = 100,
	["_10000"] = 200,
	["_5000000"] = 10000,
	["_1000000"] = 2500,
	["_200000"] = 1000,
	["LOG_DE_DATA_X"] = true,
	["STARTING_DISCOUNT"] = 5,
	["_500"] = 5,
}
AUCTIONATOR_PRICING_HISTORY = {
}
AUCTIONATOR_SHOPPING_LISTS = {
	{
		["items"] = {
			"Дренорское зелье невидимости", -- [1]
			"Зелье легкой поступи", -- [2]
			"Пироги с вороникой", -- [3]
			"Береговое лечебное зе", -- [4]
			"пыльца сирены", -- [5]
			"свиток стойкости", -- [6]
			"Боевое зелье силы", -- [7]
			"настой силы приб", -- [8]
			"Руда силового камня", -- [9]
			"Твердокаменная кожа", -- [10]
			"Шал'дорайский шелк", -- [11]
			"Штормовая чешуя", -- [12]
		},
		["isRecents"] = 1,
		["name"] = "Последние запросы",
	}, -- [1]
}
AUCTIONATOR_SHOPPING_LISTS_MIGRATED_V2 = true
AUCTIONATOR_PRICE_DATABASE = {
	["__dbversion"] = 4,
	["Ревущий фьорд_Horde"] = {
		["Руда силового камня"] = {
			["mr"] = 45000,
			["sc"] = 7,
			["id"] = "123918:0:0:0:0",
			["H2911"] = 45000,
			["cc"] = 7,
		},
		["Твердокаменная кожа"] = {
			["mr"] = 29999,
			["cc"] = 7,
			["id"] = "124113:0:0:0:0",
			["H2911"] = 29999,
			["sc"] = 6,
		},
		["Пыльца сирены"] = {
			["mr"] = 279000,
			["sc"] = 9,
			["H2897"] = 279000,
			["id"] = "152509:0:0:0:0",
			["cc"] = 7,
		},
		["Боевое зелье силы"] = {
			["H2953"] = 999000,
			["mr"] = 999000,
			["cc"] = 0,
			["id"] = "163224:0:0:0:0",
			["H2952"] = 1315000,
			["sc"] = 1,
		},
		["Пироги с вороникой"] = {
			["H2932"] = 12799,
			["mr"] = 12799,
			["sc"] = 5,
			["id"] = "154883:0:0:0:0",
			["cc"] = 0,
		},
		["Военный свиток стойкости"] = {
			["mr"] = 659899,
			["cc"] = 0,
			["id"] = "158204:0:0:0:0",
			["H2952"] = 659899,
			["sc"] = 8,
		},
		["Штормовая чешуя"] = {
			["mr"] = 16498,
			["sc"] = 6,
			["id"] = "124115:0:0:0:0",
			["H2911"] = 16498,
			["cc"] = 7,
		},
		["Настой силы прибоя"] = {
			["H2953"] = 6340000,
			["mr"] = 6340000,
			["cc"] = 0,
			["id"] = "152641:0:0:0:0",
			["L2952"] = 7009999,
			["H2952"] = 8179999,
			["sc"] = 3,
		},
		["Дренорское зелье невидимости"] = {
			["H2953"] = 199899,
			["mr"] = 199899,
			["sc"] = 1,
			["id"] = "116268:0:0:0:0",
			["cc"] = 0,
		},
		["Шал'дорайский шелк"] = {
			["mr"] = 14400,
			["cc"] = 7,
			["id"] = "124437:0:0:0:0",
			["H2911"] = 14400,
			["sc"] = 5,
		},
		["Зелье легкой поступи"] = {
			["H2953"] = 910000,
			["mr"] = 910000,
			["sc"] = 1,
			["id"] = "152497:0:0:0:0",
			["cc"] = 0,
		},
		["Береговое лечебное зелье"] = {
			["H2953"] = 338999,
			["mr"] = 338999,
			["cc"] = 0,
			["id"] = "152494:0:0:0:0",
			["sc"] = 1,
		},
	},
}
AUCTIONATOR_LAST_SCAN_TIME = nil
AUCTIONATOR_TOONS = {
	["Царева"] = {
		["firstSeen"] = 1536874125,
		["guid"] = "Player-1615-04E0AB42",
		["firstVersion"] = "5.0.5",
	},
	["Зёбинмаг"] = {
		["firstSeen"] = 1537024599,
		["guid"] = "Player-1615-08751379",
		["firstVersion"] = "5.0.5",
	},
	["Зёбинприст"] = {
		["firstSeen"] = 1544468262,
		["firstVersion"] = "5.0.5",
		["guid"] = "Player-1615-07CC94E3",
	},
	["Зёбинфейл"] = {
		["firstSeen"] = 1544468299,
		["guid"] = "Player-1615-08767A09",
		["firstVersion"] = "5.0.5",
	},
	["Зёба"] = {
		["firstSeen"] = 1536165493,
		["guid"] = "Player-1615-04A78E52",
		["firstVersion"] = "5.0.5",
	},
	["Дайтемнеключ"] = {
		["firstSeen"] = 1536187395,
		["firstVersion"] = "5.0.5",
		["guid"] = "Player-1615-06203D84",
	},
	["Василец"] = {
		["firstSeen"] = 1536166279,
		["firstVersion"] = "5.0.5",
		["guid"] = "Player-1615-075E99D1",
	},
	["Зёбинпаладин"] = {
		["firstSeen"] = 1542582077,
		["firstVersion"] = "5.0.5",
		["guid"] = "Player-1615-081BCCC7",
	},
	["Зёбинатор"] = {
		["firstSeen"] = 1537478430,
		["guid"] = "Player-1615-06D8CD6E",
		["firstVersion"] = "5.0.5",
	},
}
AUCTIONATOR_STACKING_PREFS = {
}
AUCTIONATOR_SCAN_MINLEVEL = 1
AUCTIONATOR_DB_MAXITEM_AGE = 180
AUCTIONATOR_DB_MAXHIST_AGE = -1
AUCTIONATOR_DB_MAXHIST_DAYS = 5
AUCTIONATOR_FS_CHUNK = nil
AUCTIONATOR_DE_DATA = nil
AUCTIONATOR_DE_DATA_BAK = nil
ITEM_ID_VERSION = "3.2.6"
AUCTIONATOR_SHOW_MAILBOX_TIPS = nil
