
_detalhes_global = {
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		1, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		"Мир (утопление)", -- [4]
		nil, -- [5]
		"Мир (огонь)", -- [6]
		"Мир (лава)", -- [7]
		[196342] = 4,
		[176889] = 8,
		[117633] = "Цзыань Беспросветная Тьма",
		[15795] = "Метатель топоров из племени Тлеющего Терновника",
		[176890] = 4,
		[8122] = 5,
		[32612] = 8,
		[147198] = "Разлом скверны",
		[192249] = 7,
		[193273] = "Уларогг Скаломол",
		[195321] = 10,
		[235253] = "[*] Насыщение Скверной",
		[187131] = 3,
		[122754] = "Гаралон",
		[246516] = "Кин'гарот",
		[190203] = "Боевой маг 7-го легиона",
		[124290] = "[*] Натиск Клинка",
		[124802] = 1,
		[251636] = "Булаворукий повелитель зверей",
		[190204] = "Боевой маг 7-го легиона",
		[201467] = 12,
		[48583] = "Скарвальд Строитель",
		[114052] = 7,
		[139011] = "Лэй Шэнь",
		[247542] = 12,
		[215802] = 7,
		[67466] = 5,
		[146179] = "Слияние скверны",
		[34761] = "Верховный ботаник Фрейвин",
		[51399] = 6,
		[119684] = "Синь Мастер Боя",
		[217851] = "Нараксас",
		[210684] = "Иссохший - магический призрак",
		[146180] = "Дух мудрого ткача туманов",
		[147204] = "Костекрушитель из клана Драконьей Пасти",
		[222971] = "Адепт иллидари",
		[244473] = "Ф'арг",
		[213757] = 2,
		[199423] = 2,
		[176898] = 1,
		[115078] = 10,
		[12468] = "Джаммал'ан Пророк",
		[269808] = 7,
		[210687] = 11,
		[195329] = 10,
		[253690] = "Диима, Матерь Сумрака",
		[35018] = 3,
		[60103] = 7,
		[52424] = 6,
		[210688] = "Иссохший - магический призрак",
		[36554] = 4,
		[196354] = "Верховный друид Глайдалис",
		[156423] = 7,
		[75148] = 3,
		[54216] = 6,
		[13748] = "Кузнец-волшебник из клана Кузни Рока",
		[147209] = "Гаррош Адский Крик",
		[102793] = 11,
		[199427] = 2,
		[251645] = 12,
		[137995] = "Ритуалист Драшиг",
		[196356] = 5,
		[230144] = 11,
		[49609] = 6,
		[224001] = 3,
		[200452] = 12,
		[209667] = "Советник Меландр",
		[203524] = 1,
		[196357] = "Иванир",
		[198405] = "Хеларьяр-защитник",
		[120200] = "Сик'тик Желтокрыл",
		[15092] = "Рок'рел",
		[194310] = 6,
		[15284] = "Разоритель из клана Черной Вершины",
		[245504] = "Изголодавшийся ловец",
		[208645] = 12,
		[193287] = 7,
		[194311] = 6,
		[203526] = 1,
		[198407] = "Скелет-колдун",
		[120201] = "Хайан Неудержимый",
		[235267] = "Бдительная дева",
		[195336] = 1,
		[253697] = "Диима, Матерь Сумрака",
		[198408] = "Верховный друид Глайдалис",
		[234244] = 12,
		[177931] = 10,
		[187146] = 1,
		[212743] = 4,
		[156430] = 11,
		[214791] = 9,
		[185099] = 10,
		[1135] = 7,
		[115083] = "Охотник Букового леса",
		[215816] = 9,
		[245509] = "Кил'джеден",
		[271877] = 4,
		[199435] = 2,
		[4987] = 2,
		[194316] = 8,
		[245510] = "[*] Оскверняющая Бездна",
		[230152] = 4,
		[198412] = "Один",
		[5211] = 11,
		[140052] = "Мясо'рок Прокаженный",
		[208652] = 3,
		[22120] = "Неофит-орк Скверны",
		[177936] = 4,
		[203533] = 3,
		[30695] = "Омор Неодолимый",
		[254727] = "Частица порождения Бездны <[*] Фрагмент Бездны> <[*] Фрагмент Бездны>",
		[198414] = "Скелет-колдун",
		[117645] = 6,
		[203534] = 11,
		[254728] = "Частица порождения Бездны <[*] Фрагмент Бездны>",
		[31975] = "Неживой бродяга <Аукенайский воздаятель>",
		[225036] = 2,
		[209678] = "Советник Меландр",
		[129932] = 9,
		[236299] = 8,
		[49356] = "Пророк Тарон'джа",
		[259849] = "Болотная жаба",
		[211727] = 9,
		[247563] = 11,
		[158486] = 6,
		[257802] = "Клобекc",
		[123790] = "Эхо силы и мощи",
		[210705] = 11,
		[1719] = 1,
		[212753] = 6,
		[13877] = 4,
		[247565] = "[*] Усыпляющий газ",
		[199443] = 2,
		[128910] = "Ворген-охотница",
		[144154] = "Пушка",
		[129934] = 10,
		[203539] = 2,
		[245518] = "Диима, Матерь Сумрака",
		[254733] = "Отродье Тьмы",
		[214802] = 6,
		[207635] = 2,
		[271896] = 4,
		[194325] = "Харбарон",
		[42702] = "Врайкул-скелет",
		[34767] = 2,
		[230161] = "Абстрактный нейтрализатор",
		[214803] = 6,
		[51917] = "Вурдалак-мучитель",
		[129935] = 1,
		[212756] = 6,
		[106898] = 11,
		[273947] = 6,
		[232210] = 7,
		[259855] = "Болотная змея",
		[149277] = "Искра жизни",
		[136991] = "[*] Трескучий мороз",
		[48846] = 8,
		[245522] = "Заклинатель Бездны из Темной Стражи",
		[82326] = 2,
		[239379] = "Охотница Каспария",
		[199448] = 2,
		[194329] = 8,
		[260881] = 7,
		[214807] = 6,
		[207640] = 11,
		[52174] = 1,
		[258834] = "Грань аннигиляции",
		[218903] = 12,
		[53454] = "Ануб'арак",
		[149280] = "Измененный голем анимы",
		[199450] = 2,
		[184092] = 2,
		[19434] = 3,
		[210714] = 7,
		[122259] = "Сик'тик-инженер",
		[57294] = 11,
		[213786] = 5,
		[198428] = "Уларогг Скаломол",
		[234264] = 6,
		[34769] = 2,
		[214811] = 9,
		[258838] = "Аргус Порабощенный",
		[2782] = 11,
		[252695] = "Принц Пустоты Дурзаан",
		[147236] = "[*] Злая энергия",
		[263725] = 8,
		[237338] = 3,
		[11894] = "Анту'сул",
		[216861] = 2,
		[242458] = 9,
		[3054] = "Тенегорнский сенатор",
		[41425] = 8,
		[12470] = "Призыватель духов из легиона Огненного Клейма",
		[271920] = 7,
		[252698] = "Принц Пустоты Дурзаан",
		[214815] = 7,
		[199457] = "Харбарон",
		[185123] = 12,
		[211744] = "Страж гнева - клинок Скверны",
		[122774] = "Гаралон",
		[254747] = "Ф'арг",
		[214816] = 7,
		[183076] = "Ворген - боевой маг",
		[271924] = 7,
		[211745] = "[*] Удар Скверны",
		[188196] = 7,
		[190244] = 1,
		[225056] = 2,
		[193316] = 4,
		[259868] = "Сомнение",
		[48849] = "Король Дред",
		[49617] = 7,
		[199460] = "Дресарон",
		[258845] = 5,
		[145195] = "Гаррош Адский Крик",
		[187174] = 7,
		[237344] = 12,
		[205604] = 12,
		[273977] = 6,
		[193318] = 9,
		[236321] = 1,
		[73630] = 2,
		[61648] = 3,
		[116633] = "Крик'тик-саботажник",
		[212773] = "Резервист из Сумеречной стражи <Часовой из Сумеречной стражи> <Часовой из Сумеречной стражи>",
		[31850] = 2,
		[207654] = 7,
		[216869] = 2,
		[193320] = 6,
		[145198] = "Неизвестно",
		[146222] = "Дух древнего хмелевара",
		[98204] = 11,
		[115098] = 10,
		[190249] = "Эбигейл Охотница",
		[280127] = 9,
		[145199] = "[*] Взрывное отчаяние",
		[146223] = "Уничтожитель Адского Крика",
		[17] = 5,
		[35028] = 4,
		[71621] = "Профессор Мерзоцид",
		[242468] = "Изрыгатель желчи",
		[88990] = 2,
		[252707] = "Констеллар-куратор",
		[39621] = "Послушник",
		[18540] = 9,
		[123649] = "Крушитель ребер клана Каргеш",
		[70475] = "Ловушка Мерзоцида",
		[159535] = 10,
		[234278] = 4,
		[69244] = 1,
		[72219] = "Тухлопуз",
		[229159] = "Виз'адуум Всевидящий",
		[69240] = "Тухлопуз",
		[112998] = "Остатки Ненависти",
		[70460] = "Заморозка Ледяной ловушки",
		[71160] = "Вонючка",
		[70461] = "Заморозка Ледяной ловушки",
		[202539] = 1,
		[48851] = "Смертелюб из клана Укротителей драконов",
		[237351] = "[*] Лунный обстрел",
		[98718] = 3,
		[69925] = "Кор'кронский оракул",
		[72737] = "Саурфанг Смертоносный",
		[50131] = "Убийца магов",
		[69926] = "Проповедник с \"Усмирителя небес\"",
		[5308] = 1,
		[146227] = "Тщеславие",
		[229161] = "Виз'адуум Всевидящий",
		[280615] = 7,
		[69899] = "Иерофант с \"Усмирителя небес\"",
		[196099] = 9,
		[208684] = 3,
		[201517] = "Скверносерд-лазутчик",
		[145204] = "Неизвестно",
		[211756] = "Страж гнева - клинок Скверны",
		[70162] = "Ружейница с \"Усмирителя небес\"",
		[197422] = "Кордана Оскверненная Песнь",
		[45524] = 6,
		[256807] = 9,
		[108446] = 9,
		[71335] = "Ружейница с \"Усмирителя небес\"",
		[54739] = 8,
		[70444] = "[*] Взрыв",
		[171826] = 5,
		[254760] = "Шатуг",
		[11895] = "Анту'сул",
		[58537] = "Хранитель портала",
		[195037] = "Оракул из клана Колец Ненависти",
		[242474] = 5,
		[145206] = "Большой иллюзорный аквалит",
		[228140] = 12,
		[171827] = 4,
		[69963] = "Священник с \"Усмирителя небес\"",
		[69958] = "Проповедник с \"Усмирителя небес\"",
		[124317] = "Генерал Па'валак",
		[241451] = 7,
		[69898] = "Кор'кронский друид",
		[235308] = "Карам Волшебное Копье",
		[200163] = 3,
		[171828] = 9,
		[69970] = "Кор'кронский оракул",
		[214831] = 6,
		[69967] = "Священник с \"Усмирителя небес\"",
		[29722] = 9,
		[197454] = "Аватара отмщения",
		[145208] = "Большой иллюзорный аквалит",
		[228142] = 2,
		[212784] = "Бдительный инквизитор",
		[228477] = 12,
		[69969] = "Кор'кронский некролит",
		[69917] = "Клинок ужаса с \"Усмирителя небес\"",
		[192307] = "Хирья",
		[215632] = 3,
		[82921] = 3,
		[77220] = 9,
		[57807] = "Кор'кронский защитник",
		[6940] = 11,
		[16097] = "Темная охотница Вос'гаджин",
		[191284] = "Химдалль",
		[233263] = "Жрица Лунное Пламя",
		[250669] = "Аргус Порабощенный",
		[210738] = 6,
		[69903] = "Кор'кронский защитник",
		[171831] = 3,
		[20589] = 9,
		[70116] = "Ледяной змей Шпиля",
		[248622] = 1,
		[144800] = "Ша Гордыни",
		[193333] = 12,
		[69934] = "Кор'кронский воздаятель",
		[195381] = 10,
		[204596] = 12,
		[140092] = "Цзи-Кунь",
		[198453] = "Дух волка <Даргинка-СтражСмерти>",
		[240432] = 1,
		[69927] = "Кор'кронский воздаятель",
		[52437] = 1,
		[235313] = 8,
		[69968] = "Иерофант с \"Усмирителя небес\"",
		[122784] = "Ваятель янтаря Ун'сок",
		[69387] = "Вестник смерти - ученик",
		[257471] = 10,
		[70395] = "Прислужник Шпиля",
		[208693] = 4,
		[238999] = "Кил'джеден",
		[117665] = "Ша Сомнения",
		[179001] = 4,
		[204598] = 12,
		[7353] = 5,
		[86949] = 8,
		[256816] = 1,
		[137374] = "Джин'рок Разрушитель",
		[8092] = 5,
		[69965] = "Заступник с \"Усмирителя небес\"",
		[48854] = "Имирьярский плотоед",
		[171835] = 11,
		[254769] = "Наполненный Скверной разрушитель",
		[206647] = 7,
		[8376] = "Анту'сул",
		[69930] = "Мститель с \"Усмирителя небес\"",
		[69920] = "Убийца с \"Усмирителя небес\"",
		[70189] = "Горгулья Шпиля",
		[214572] = 2,
		[212791] = "Бдительный окулус",
		[197433] = "Озаренная-священница",
		[200285] = 3,
		[256818] = 4,
		[66019] = "Защитник Черного Клинка",
		[66023] = "Защитник Черного Клинка",
		[9080] = "Мрак'нел",
		[195386] = 5,
		[212792] = 8,
		[254771] = "Разрушающий маяк <Комарняшка> <Комарняшка>",
		[157503] = 7,
		[215864] = 7,
		[69146] = "Холодное пламя <Лорд Ребрад>",
		[70960] = "Проклятый",
		[251700] = "Экзоскелет озаренных",
		[73822] = 1,
		[139074] = "Ра-ден",
		[210764] = 6,
		[157504] = 7,
		[199483] = 3,
		[225080] = 7,
		[193340] = 12,
		[251701] = "[*] Лава Скверны",
		[200657] = 2,
		[171839] = 10,
		[70965] = "Неруб'арский надзиратель",
		[274023] = "[*] Вспышка пламени",
		[256821] = 12,
		[216890] = 1,
		[35479] = 11,
		[93095] = 11,
		[211771] = "Жуткорожденный провидец",
		[47568] = 6,
		[230201] = "Госпожа Сашж'ин",
		[35289] = "Паталеон Вычислитель",
		[60118] = 2,
		[66021] = "Защитник Черного Клинка",
		[59008] = "Жилистый волк",
		[243512] = 4,
		[252727] = 6,
		[196414] = 9,
		[205629] = 12,
		[123812] = "Императорский визирь Зор'лок",
		[199486] = 5,
		[190228] = "Рыцарь-капитан Бримли",
		[60951] = "Адепт рыцарей смерти",
		[11640] = "Мурта Мрачнобрюх",
		[195391] = 8,
		[171842] = 7,
		[205630] = 12,
		[60949] = "Адепт рыцарей смерти",
		[256824] = 10,
		[39897] = 5,
		[121253] = 10,
		[210750] = "[*] Смыкающийся разлом",
		[252729] = "Констеллар-куратор",
		[60950] = "Адепт рыцарей смерти",
		[64363] = "Служитель бури",
		[64218] = "Эмалон Страж Бури",
		[240443] = "Порожденный ненавистью слизень",
		[64215] = "Эмалон Страж Бури",
		[193345] = 1,
		[65279] = "Эмалон Страж Бури",
		[211775] = "Жуткорожденный провидец",
		[269937] = 2,
		[25710] = "Лордеронский пехотинец",
		[107030] = "[*] Всплеск",
		[215871] = 7,
		[66765] = "Коралон Страж Огня",
		[66670] = "Коралон Страж Огня",
		[52696] = "Мясной Крюк",
		[122278] = 10,
		[212800] = 12,
		[148296] = "Лор'темар Терон",
		[66725] = "Коралон Страж Огня",
		[183108] = "Ворген - боевой маг",
		[208705] = 3,
		[214222] = 2,
		[27810] = "Кел'Тузад",
		[211777] = "Глаз Зверя <Жуткорожденный провидец> <Жуткорожденный провидец>",
		[212801] = 8,
		[189252] = 3,
		[55802] = "Кел'Тузад",
		[256828] = 9,
		[55714] = "Солдат Ледяных Пустошей",
		[28467] = "Неудержимое поганище",
		[55765] = "Прядильщица душ",
		[195396] = "Неутомимая волна",
		[204611] = "Дубосерд",
		[53468] = "Ануб'арак",
		[255805] = "Вулканар",
		[227847] = 1,
		[29166] = 11,
		[28679] = "Готик Жнец",
		[225599] = 11,
		[228161] = "Фантомный рабочий",
		[147275] = 4,
		[205636] = 11,
		[61619] = 6,
		[207684] = 12,
		[233281] = "Горот",
		[242496] = "Тотем всплеска Скверны",
		[56408] = "Призрачный рыцарь смерти",
		[114089] = 7,
		[53209] = 3,
		[246592] = "[*] Оскверняющая Бездна",
		[115625] = "Казгорато <Карапшин-СвежевательДуш>",
		[256831] = 6,
		[55608] = "Неодолимый всадник",
		[242497] = 1,
		[194375] = 12,
		[146253] = "Безымянный дух танцующего с ветром",
		[171850] = 4,
		[246593] = "Темный хранитель",
		[206662] = 2,
		[112042] = "Кел'танге <Локмания>",
		[233283] = "Горот",
		[195750] = 6,
		[145230] = "Темный ритуалист могу",
		[122281] = 10,
		[171851] = 6,
		[106923] = "Лазурный змей",
		[97463] = 1,
		[256833] = 3,
		[233284] = "[*] Призрачная детонация",
		[100780] = 10,
		[125865] = "Зар'тик - авгур",
		[252738] = "Адепт из Стражи Пустоты",
		[55645] = "Жестокий новобранец",
		[59571] = 1,
		[54769] = "Мутировавшая личинка",
		[54772] = "Зараженный нетопырь",
		[30111] = "Чумная тварь",
		[52442] = "Артас",
		[54781] = "Бесноватый нетопырь",
		[203593] = "Маназмей",
		[193152] = "Король Волнобород",
		[54531] = "Таддиус",
		[123652] = "Крушитель ребер клана Каргеш",
		[256835] = 6,
		[241721] = "[*] Зрение Иллидана",
		[250692] = 7,
		[125866] = "Зар'тик - авгур",
		[69041] = 7,
		[118699] = 9,
		[222024] = 6,
		[198475] = "[*] Удар горы",
		[256836] = 8,
		[54333] = "Тотем молний <Живое чудовище> <Живое чудовище>",
		[193356] = 4,
		[28433] = "Живой яд",
		[28322] = "Бальзамирующая слизь",
		[106413] = "[*] Шар огня",
		[106925] = "Всепоглощающий ша",
		[20720] = "Призрак Пустоты <Паталеон Вычислитель>",
		[55216] = "Оледенелый землегнев",
		[49639] = "Кровотролль",
		[125355] = 10,
		[76721] = "Часовой Леди Наз'жар",
		[117222] = "Душелов Гара'джал",
		[42972] = "Стратег из клана Укротителей драконов",
		[222026] = 6,
		[195460] = "Моряк из Ночного дозора",
		[224074] = 3,
		[15578] = "Командир Драккари",
		[193358] = 4,
		[137045] = "Лэй Шэнь",
		[236361] = "Падшая жрица",
		[106414] = "[*] Огненный цветок",
		[222027] = 6,
		[118530] = "Фэн Проклятый",
		[215884] = 8,
		[257863] = "Гоблин-сапер",
		[193359] = 4,
		[202574] = 1,
		[252744] = "Аннигилятор Кин’гарота",
		[116281] = "Кобальтовая мина",
		[211400] = 7,
		[132951] = "Колючий паучок",
		[276109] = "Таурен-землетряс",
		[225100] = "Голем-страж",
		[209742] = "Проекция советника Меландра",
		[274062] = 10,
		[276110] = "Таурен-землетряс",
		[144758] = "Гаррош Адский Крик",
		[222029] = 10,
		[57819] = 11,
		[123184] = "Область диссонанса",
		[124845] = "Великая императрица Шек'зир",
		[144215] = "Землелом Харомм",
		[99] = 11,
		[2641] = 3,
		[237388] = 5,
		[205648] = 7,
		[123788] = "Великая императрица Шек'зир",
		[224078] = 9,
		[225102] = 12,
		[123059] = 1,
		[194386] = 3,
		[122395] = 1,
		[132117] = 11,
		[254795] = "Кин'гарот",
		[145442] = 8,
		[122398] = "Мутировавший организм",
		[75700] = "Гейзер <Леди Наз'жар>",
		[122408] = "Янтарное чудовище",
		[117679] = 11,
		[211793] = 6,
		[253772] = 4,
		[254796] = "Кин'гарот",
		[63963] = 5,
		[232271] = "Насытившийся маназмей",
		[120751] = 1,
		[209746] = 11,
		[194592] = "Темная охотница",
		[211794] = 6,
		[212818] = 12,
		[230224] = 8,
		[57820] = 6,
		[199508] = 2,
		[208723] = 7,
		[122005] = "[*] Расплавленный янтарь",
		[50653] = "Порабощенный протодракон",
		[252750] = 11,
		[253774] = 10,
		[122389] = 1,
		[198485] = "Дух волка <Даргинка-СтражСмерти>",
		[232273] = 11,
		[216915] = 10,
		[250703] = "Заряженный Скверной очиститель",
		[126937] = "Шра'тик - призыватель янтаря",
		[211796] = 12,
		[120] = 8,
		[230226] = 2,
		[123092] = "[*] Феромоны",
		[83381] = "Шэда <Эолуна-Голдринн>",
		[15609] = "Интендант Зигрис",
		[209749] = 11,
		[30923] = "Мастер",
		[252752] = 11,
		[245585] = "Кудесник из Темной Стражи",
		[124072] = "Сет'тик - крыло ветра",
		[198487] = 10,
		[44949] = 1,
		[143198] = "Хэ Легкая Нога",
		[168795] = 8,
		[194392] = 3,
		[122853] = "[*] Ураганный удар",
		[245586] = "Диима, Матерь Сумрака",
		[205655] = 10,
		[57821] = 8,
		[123180] = "Повелитель клинков Та'як",
		[124849] = "Великая императрица Шек'зир",
		[133] = 8,
		[123040] = 5,
		[232056] = 1,
		[136] = 3,
		[197465] = 3,
		[255826] = "Аргус Порабощенный",
		[139] = 5,
		[201657] = 7,
		[52446] = "Быстролапый заразень",
		[123833] = "Императорский визирь Зор'лок",
		[195418] = 8,
		[147296] = "Гаррош Адский Крик",
		[272035] = "Аукенайская баллиста",
		[38621] = "Укротитель протодраконов",
		[199514] = "Проклятая морем целительница туманов",
		[2367] = 6,
		[2383] = 4,
		[52657] = "Посланница из рода Бесконечности",
		[93622] = 11,
		[137994] = "Ритуалист Виррн",
		[148321] = "Лор'темар Терон",
		[236502] = 7,
		[2479] = 1,
		[48095] = "[*] Лютый холод",
		[272038] = "Дарнасская охотница",
		[114083] = 7,
		[135146] = "Дам'рен",
		[106421] = "Стражница Шадо-Пан",
		[106933] = "Боец Га'док",
		[57822] = 9,
		[207707] = "Эбеновый ворг",
		[249686] = "Кин'гарот",
		[201564] = "Скверносерд-лазутчик",
		[35783] = "Разрушитель Бурегорна",
		[252758] = "Уничтожитель Кин’гарота",
		[34785] = "Миротворец Кузни Бурь",
		[245592] = "Кудесник из Темной Стражи",
		[114074] = 7,
		[191326] = "Дресарон",
		[172] = 9,
		[80313] = 11,
		[30449] = 8,
		[263642] = 12,
		[237401] = "Мерцающее око",
		[197470] = 5,
		[206685] = "Плюющаяся кобра <Мицуо-ВечнаяПесня>",
		[2096] = 5,
		[139068] = 11,
		[201566] = "Проклятый морем рабовладелец",
		[11642] = "Мурта Мрачнобрюх",
		[211805] = 6,
		[196447] = 9,
		[181089] = 5,
		[247641] = "Ловушки!",
		[11962] = "Оро Вырвиглаз",
		[48096] = "Керистраза",
		[201567] = "Проклятый морем рабовладелец",
		[256826] = 1,
		[207693] = 12,
		[196448] = 9,
		[49376] = 11,
		[198496] = "Уларогг Скаломол",
		[138070] = "Высвобожденная сила",
		[199412] = 5,
		[122349] = "Живой янтарь",
		[17139] = "Священник Альянса",
		[252762] = 5,
		[261977] = 10,
		[222046] = 11,
		[209858] = "Неприкаянный дух",
		[3391] = "Тень Эраникуса",
		[120758] = "Командир Во'цзак",
		[170788] = 8,
		[77758] = 11,
		[171846] = 1,
		[261978] = 10,
		[53472] = "Ануб'арак",
		[240448] = "[*] Землетрясение",
		[145263] = "Большой иллюзорный копатель",
		[225119] = 8,
		[242525] = 9,
		[170950] = 6,
		[37369] = "Украденная душа",
		[116178] = "Пенистый бражный хмелементаль",
		[230239] = "Пожиратель маны",
		[47585] = 5,
		[144330] = "Покорительница волн Кардрис",
		[143210] = "Хэ Легкая Нога",
		[252743] = "Аннигилятор Кин’гарота",
		[145258] = "Неизвестно",
		[81340] = 6,
		[212834] = "Тень Ксавия",
		[213858] = 1,
		[144327] = "[*] Рикошет",
		[208822] = 9,
		[33763] = 11,
		[50401] = 6,
		[227169] = 9,
		[232174] = "Харджатан",
		[85948] = 6,
		[198386] = "Верховный друид Глайдалис",
		[198501] = "[*] Рвота Скверны",
		[213871] = 1,
		[120760] = "Командир Во'цзак",
		[263867] = "Гончая Недр <Даээрр>",
		[145260] = "Большой иллюзорный копатель",
		[252767] = 11,
		[49121] = "Имирьярский берсерк",
		[197478] = "Иллисанна Гребень Ворона",
		[165738] = "Старший жрец из Экзодара",
		[251815] = "Коса разрушения <Аргус Порабощенный>",
		[200550] = 11,
		[258911] = 1,
		[54753] = 7,
		[252768] = 10,
		[245601] = "Кудесник из Темной Стражи",
		[222052] = 11,
		[165739] = "Старший жрец из Экзодара",
		[108447] = 9,
		[208742] = 7,
		[217957] = 1,
		[195446] = 8,
		[145218] = "Оживший каменный могу",
		[229220] = 9,
		[238435] = 9,
		[57825] = "Стужень",
		[202573] = 1,
		[193375] = "Уларогг Скаломол",
		[199603] = 4,
		[17140] = "Старший жрец из Экзодара",
		[244579] = "Зураал Перерожденный",
		[34763] = "Верховный ботаник Фрейвин",
		[68996] = 1,
		[243435] = 10,
		[144119] = "Янтарь <Корвен Первейший> <Корвен Первейший>",
		[209785] = 2,
		[198495] = "Хелия",
		[199547] = 12,
		[121283] = 10,
		[106428] = "Новообращенный Шадо-Пан",
		[238437] = 11,
		[190315] = "Натанос Гнилостень",
		[116155] = "Пузыристый бражный хмелементаль",
		[241509] = "Волноход из племени Острозубов",
		[136050] = "Изначалий",
		[202602] = 1,
		[209780] = 5,
		[244598] = "Вулканар",
		[218861] = 3,
		[113022] = "Крупица Ненависти",
		[205691] = 3,
		[71617] = "Профессор Мерзоцид",
		[190192] = "Инженер \"Небесного огня\"",
		[207815] = "Капитан патруля Гердо",
		[244582] = "[*] Падающая комета",
		[253797] = 2,
		[197484] = "Иллисанна Гребень Ворона",
		[102352] = 11,
		[168799] = 7,
		[241511] = "[*] Промокание",
		[121284] = "Командующий флангом Нер'онок",
		[121762] = "Сик'тик-строитель",
		[244583] = "Шатуг",
		[77761] = 11,
		[194432] = 8,
		[30451] = 8,
		[207724] = 5,
		[225130] = 6,
		[52451] = "Салрамм Плоторез",
		[265931] = 9,
		[772] = 1,
		[30707] = "Омор Неодолимый",
		[45284] = 7,
		[190319] = 8,
		[131830] = "[*] Ветряная бомба",
		[171761] = 5,
		[224125] = "Дух волка <Даргинка-СтражСмерти>",
		[145269] = "Ползучая мина",
		[179057] = 12,
		[77762] = 7,
		[370] = 7,
		[11899] = "Знахарь из клана Песчаной Бури",
		[213872] = 5,
		[225132] = 1,
		[258920] = 12,
		[113021] = "Крупица Ненависти",
		[162676] = 7,
		[193486] = 6,
		[246634] = "[*] Апокалиптический взрыв",
		[214894] = 2,
		[238455] = "Кил'джеден",
		[116670] = 10,
		[258921] = 12,
		[190190] = "Инженер \"Небесного огня\"",
		[195488] = 10,
		[258939] = "[*] Разрыв души",
		[222062] = 4,
		[191314] = 6,
		[117628] = "Цзыань Беспросветная Тьма",
		[143224] = "Хэ Легкая Нога",
		[258922] = 12,
		[52708] = "Салрамм Плоторез",
		[244588] = "[*] Яд Бездны",
		[215859] = 8,
		[106944] = "Разрушительный ша",
		[201628] = 12,
		[30844] = "Техник из клана Призрачной Луны",
		[124862] = "Великая императрица Шек'зир",
		[203651] = 11,
		[210801] = 7,
		[106877] = "Ша Жестокости",
		[204658] = "[*] Сокрушительная хватка",
		[208771] = 5,
		[176026] = 7,
		[134011] = "[*] Вращающийся панцирь",
		[48101] = 1,
		[193396] = 9,
		[185245] = 12,
		[244590] = "[*] Раскаленная Скверна",
		[106433] = "Мастер Снежный Вихрь",
		[113020] = "Крупица Ненависти",
		[49637] = "Кровотролль",
		[15801] = "Ясновидец из племени Тлеющего Терновника",
		[124863] = 1,
		[258925] = 12,
		[210803] = 10,
		[244621] = 4,
		[253806] = 2,
		[164729] = 3,
		[198379] = "Верховный друид Глайдалис",
		[142204] = 3,
		[52469] = "Дозорный Силтик",
		[242544] = 5,
		[199544] = 2,
		[114113] = 11,
		[106434] = "Мастер Снежный Вихрь",
		[203559] = 1,
		[144291] = "Покорительница волн Кардрис",
		[15547] = "Зериллис",
		[217832] = 12,
		[280283] = 1,
		[202614] = "Злобнорог Поработитель",
		[230297] = "Скелет-официант",
		[253808] = 10,
		[246641] = "Прорыв Бездны <Кудесник из Темной Стражи>",
		[255856] = 9,
		[94158] = 6,
		[32244] = 3,
		[209782] = 4,
		[200587] = 9,
		[208783] = 6,
		[29175] = 2,
		[197496] = 4,
		[115650] = "Шипучий бражный хмелементаль",
		[116162] = "Шипучий бражный хмелементаль",
		[528] = 5,
		[209783] = 4,
		[42723] = "Ингвар Расхититель",
		[211831] = 6,
		[230358] = "Госпожа Сашж'ин",
		[238452] = 9,
		[165777] = 2,
		[199545] = 2,
		[128889] = "[*] Статическое поле",
		[209784] = 4,
		[113092] = 8,
		[34551] = "Верховный ботаник Фрейвин",
		[15744] = "Вызыватель из легиона Кровавого Топора",
		[53478] = "Волк <Босикомм-Гордунни>",
		[32375] = 5,
		[89054] = 8,
		[252673] = "Гончая Анторуса",
		[201594] = 3,
		[243573] = 2,
		[196497] = "Фенрир",
		[204666] = "Дубосерд",
		[238454] = 9,
		[249755] = "Темный инквизитор",
		[215929] = "Ползун из чумных осколков <Рокмора>",
		[192380] = 4,
		[209786] = 4,
		[211797] = 12,
		[195452] = 4,
		[204667] = "Дубосерд",
		[246646] = "Кин'гарот",
		[255861] = 2,
		[198376] = "Верховный друид Глайдалис",
		[106447] = "Новообращенный Шадо-Пан",
		[242551] = 9,
		[226104] = 11,
		[244599] = "Сгусток Бездны",
		[34793] = "Миротворец Кузни Бурь",
		[52721] = "Мал'Ганис",
		[210662] = "Иссохший злодей",
		[153489] = 2,
		[208764] = 7,
		[217979] = 9,
		[208614] = 12,
		[11196] = 1,
		[236380] = 8,
		[197502] = "Укротительница волн из клана Колец Ненависти <Полководец Паржеш> <Полководец Паржеш>",
		[712] = 9,
		[49106] = "Имирьярский берсерк",
		[75722] = "Леди Наз'жар",
		[242553] = 1,
		[46568] = "Морозный ветер Ахуна",
		[244601] = "Вулканар",
		[208769] = 12,
		[740] = 11,
		[744] = "Ворон",
		[52720] = "Мал'Ганис",
		[39913] = 7,
		[198533] = "Статуя Нефритовой Змеи <Муррняша-СвежевательДуш>",
		[145286] = "Сет'тик - направитель ветров",
		[114599] = "Малый ша",
		[106439] = "Новообращенный Шадо-Пан",
		[106951] = 11,
		[123845] = "Сердце Страха",
		[199552] = 12,
		[12540] = "Ворон",
		[34026] = 3,
		[235388] = 9,
		[42729] = "Ингвар Расхититель",
		[188290] = 6,
		[51432] = "Имирьярский некромант",
		[247675] = 2,
		[224126] = "Дух волка <Даргинка-СтражСмерти>",
		[245651] = "Ловкач из Темной Стражи",
		[242556] = 1,
		[145288] = "Измененный голем анимы",
		[252795] = "[*] Децимация",
		[192231] = "Тотем жидкой магмы <Kamagurka-Stormscale>",
		[213888] = 12,
		[256735] = 4,
		[224127] = 7,
		[249724] = "[*] Резонансное истребление",
		[242557] = 1,
		[210817] = 8,
		[203650] = 12,
		[245629] = "Нура, Матерь Пламени",
		[198374] = "Скелет-воин",
		[247677] = 2,
		[224128] = 10,
		[270070] = 4,
		[12544] = "Тюремщик Стилгисс",
		[202627] = 3,
		[228224] = 4,
		[229248] = "Флагманский корабль",
		[230272] = 12,
		[173959] = 11,
		[256893] = 2,
		[200580] = "Гноешкурый гризли",
		[209795] = 12,
		[195509] = 11,
		[244607] = "Вулканар",
		[245631] = "Пламя Тайшалака",
		[197509] = "Кровавый червь <Эльфри-Ясеневыйлес>",
		[255870] = 9,
		[106942] = "Разрушительный ша",
		[208772] = 5,
		[148429] = 5,
		[113017] = "Цзао Искатель Солнца",
		[15090] = "Жрец Тьмы из племени Тлеющего Терновника",
		[245632] = "Пламя Тайшалака",
		[49380] = "Кровотролль",
		[223107] = "Адепт иллидари",
		[215940] = 5,
		[15743] = "Вызыватель из легиона Кровавого Топора",
		[980] = 9,
		[258926] = 12,
		[93644] = 9,
		[228288] = 2,
		[238466] = 3,
		[247681] = "Ловушки!",
		[256896] = 2,
		[257920] = "Император Деконикс",
		[226180] = "Большой элементаль бури <Kilroggus-TwistingNether>",
		[186270] = 3,
		[252801] = 1,
		[245634] = "[*] Вращающийся меч",
		[227041] = 2,
		[141199] = "Слепой мастер клинка",
		[116170] = "Шипучий бражный хмелементаль",
		[257921] = "Император Деконикс",
		[1064] = 7,
		[137104] = "Укрывающий туман",
		[213915] = 1,
		[192229] = 1,
		[205704] = 9,
		[51690] = 4,
		[171845] = 10,
		[120778] = 2,
		[121839] = 1,
		[194442] = "Промокший насквозь страж душ",
		[203657] = 9,
		[196490] = 5,
		[1160] = 1,
		[117646] = 6,
		[197498] = 4,
		[33778] = 11,
		[191342] = 3,
		[194443] = "Промокший насквозь страж душ",
		[138130] = 10,
		[102349] = 5,
		[148369] = 3,
		[137095] = "Дымчатый туман",
		[103885] = 7,
		[48107] = 8,
		[144274] = 1,
		[202635] = "Злобнорог Поработитель",
		[104313] = "Тиранда Шелест Ветра",
		[204683] = "Неизвестно <Trikessa-Nemesis>",
		[108503] = 9,
		[165776] = "Ядошкурый ткач",
		[5215] = 11,
		[50155] = "Керистраза",
		[144275] = 1,
		[115167] = "[*] Оскверненные воды",
		[63956] = 3,
		[34797] = "Кровостраж-флорист",
		[246663] = "Разрушитель миров Кин’гарота",
		[247687] = "Ловец душ Имонар",
		[120270] = "Командир Во'цзак",
		[257926] = 9,
		[52459] = 11,
		[36333] = "Кровостраж-врач",
		[23033] = 9,
		[188303] = 11,
		[246664] = "Аннигилятор Кин’гарота",
		[251612] = "Присягнувший клинку опустошитель",
		[48877] = "[*] Метка животного",
		[54251] = "Лавантор",
		[144277] = 1,
		[246688] = "[*] Подавляющее поле",
		[1464] = 1,
		[102351] = 11,
		[55531] = 8,
		[165779] = "Ядошкурый ткач",
		[199567] = "Проекция Латосия",
		[48108] = 8,
		[250761] = 7,
		[186257] = 3,
		[244618] = "Отродье Тьмы",
		[196496] = "Фенрир",
		[246666] = "Аннигилятор Кин’гарота",
		[161691] = 11,
		[116174] = "Душелов Гара'джал",
		[216974] = 6,
		[242571] = 3,
		[186258] = 3,
		[195473] = "Песчаная улитка",
		[34798] = "Кровостраж-флорист",
		[197521] = "Иллисанна Гребень Ворона",
		[106872] = "Ша Жестокости",
		[43757] = "Выплавщик из клана Укротителей драконов",
		[257930] = "[*] Сокрушительный страх",
		[250763] = "Зу'райя, Матерь Космоса",
		[204513] = 12,
		[252730] = "Трансмогрификатор из Стражи Пустоты",
		[48876] = "Имирьярский дикарь",
		[115151] = 10,
		[1680] = 1,
		[240525] = 4,
		[201634] = 6,
		[120694] = "Животное <Эолуна-Голдринн>",
		[210833] = 8,
		[236430] = 5,
		[115129] = 10,
		[19577] = 3,
		[190356] = 8,
		[191380] = 11,
		[69070] = 9,
		[218001] = 2,
		[1776] = 4,
		[236431] = 9,
		[73685] = 7,
		[53490] = "Возлепопы <Падиница>",
		[190357] = 8,
		[134044] = "Изучающий глаз",
		[33775] = "Кели'дан Разрушитель",
		[68054] = "Дживс <Вайлднесс>",
		[202644] = 12,
		[228241] = "Визжащий ужас",
		[34799] = "Командир Сараннис",
		[59628] = 4,
		[35311] = "Страж ворот Точеный Нож",
		[120789] = "Командир Во'цзак",
		[96211] = 1,
		[52461] = "Разъярившийся вурдалак",
		[186263] = 5,
		[177923] = 11,
		[245648] = "Ловкач из Темной Стражи",
		[92155] = 9,
		[144103] = 10,
		[215956] = 8,
		[31224] = 4,
		[23161] = 9,
		[137118] = "Лу'линь",
		[244625] = "Крейсер Легиона",
		[245649] = "Ловкач из Темной Стражи",
		[208607] = 12,
		[12466] = "Призыватель духов из легиона Огненного Клейма",
		[2008] = 7,
		[208790] = 12,
		[207777] = 4,
		[186265] = 3,
		[48878] = "Король Дред",
		[245650] = "Ловкач из Темной Стражи",
		[106871] = "Ша Жестокости",
		[49088] = 6,
		[224149] = 4,
		[233364] = 12,
		[42223] = 9,
		[148310] = "Кор'кронский разрушитель",
		[244627] = "Крейсер Легиона",
		[34800] = "Кровостраж-флорист",
		[35056] = "Монтер",
		[35312] = "[*] Яростное пламя",
		[55016] = 3,
		[249747] = "Эредарский военный инженер",
		[144288] = "Покорительница волн Кардрис",
		[188151] = 11,
		[212799] = 8,
		[230215] = 2,
		[238485] = 4,
		[256832] = 4,
		[224151] = 3,
		[143265] = "Мастер осады Черноплавс",
		[250772] = 7,
		[137122] = "Казра'джин",
		[188228] = 1,
		[205549] = "Нараксас",
		[246677] = "Подчинитель из Темной Стражи",
		[201679] = 10,
		[199579] = 5,
		[88023] = "Золотой жук",
		[144290] = "Покорительница волн Кардрис",
		[186269] = "Заклинатель чумных осколков",
		[34550] = "Верховный ботаник Фрейвин",
		[147362] = 3,
		[52212] = 6,
		[42730] = "Ингвар Расхититель",
		[207771] = 12,
		[143267] = "Хэ Легкая Нога",
		[250774] = "Мерзкий инженер",
		[227225] = 12,
		[236440] = 11,
		[34801] = 1,
		[35057] = "Механарский монтер",
		[145240] = "Темный ритуалист могу",
		[199581] = 9,
		[208796] = 12,
		[242584] = 4,
		[52719] = "Лазурный налетчик",
		[42724] = "Оружейник из клана Укротителей драконов",
		[245656] = "Ловкач из Темной Стражи",
		[205725] = 6,
		[148196] = "Дух мудрого ткача туманов",
		[242606] = 11,
		[23034] = 3,
		[193439] = 9,
		[251800] = "Булькающее исчадие",
		[236442] = "Капитан Ята Лунный Удар",
		[102359] = 11,
		[31865] = "Соблазнительница <Призыватель из клана Призрачной Луны> <Призыватель из клана Призрачной Луны>",
		[266030] = 9,
		[240599] = "Зовущая море из клана Волнистой Чешуи",
		[233371] = "Волномаг из племени Острозубов",
		[242586] = 5,
		[194464] = 12,
		[48880] = "Имирьярский дикарь",
		[196512] = "Фенрир",
		[210652] = 7,
		[52415] = 7,
		[183202] = "Жуткий наездник Малвик",
		[116694] = 10,
		[192222] = 7,
		[251802] = "Булькающее исчадие",
		[110039] = 5,
		[147367] = 1,
		[35058] = "Механарский монтер",
		[35314] = "Пустомант Сепетрея",
		[240540] = "Быстроплав из племени Острозубов",
		[208800] = 6,
		[201633] = "Тотем земного щита <Legendhase-Zuluhed>",
		[194466] = 8,
		[228254] = "Неприкаянный дух",
		[60116] = 9,
		[148392] = 7,
		[15620] = "Драгун из клана Кузни Рока",
		[248732] = "Тень Вариматраса",
		[216992] = 10,
		[193443] = "Смотрящий",
		[251804] = 7,
		[228255] = "Неприкаянный дух",
		[196515] = "Подчинительница Ашиой",
		[55536] = 5,
		[131813] = "Повелитель ветров Мел'джарак",
		[215969] = 6,
		[233375] = 1,
		[250781] = 2,
		[245463] = "Агграмар",
		[596] = 5,
		[278326] = 12,
		[3600] = "Тотем оков земли <Dymak-Blackmoore>",
		[206755] = 3,
		[191397] = "Spirit Beast <Érebus-ArgentDawn>",
		[125811] = "Кор'тик-тихокрыл",
		[201636] = 9,
		[227233] = "Хелия",
		[214964] = 1,
		[196517] = "[*] Вращающаяся коса",
		[197541] = "Кордана Оскверненная Песнь",
		[223138] = 3,
		[199589] = "Хеларьяр - призывательница туманов",
		[216995] = 10,
		[201637] = 6,
		[202661] = "Выжигатель Скверны",
		[236449] = "Королева душ Дехана",
		[120759] = "Командир Во'цзак",
		[148396] = 7,
		[173956] = 3,
		[207682] = 12,
		[23035] = 1,
		[201638] = 1,
		[235426] = "Карам Волшебное Копье",
		[20578] = 4,
		[213983] = 4,
		[143375] = 6,
		[133971] = "Вихреспин",
		[20066] = 2,
		[143278] = "Рик'кал Разрезатель",
		[201639] = 3,
		[202663] = "Выжигатель Скверны",
		[220069] = 3,
		[221093] = "Пламя печали",
		[246690] = "[*] Децимация",
		[239523] = "Пламенная гончая",
		[191401] = "Валарьяр-лучница",
		[192425] = 4,
		[201640] = 11,
		[199507] = 2,
		[228261] = "Тень Медива",
		[229285] = "Флагманский корабль",
		[238500] = 5,
		[206760] = 4,
		[224166] = 6,
		[143280] = "Скир Кровожадный",
		[144304] = "Черноклык",
		[36340] = "Кровостраж-врач",
		[228262] = "Тень Медива",
		[61425] = 4,
		[246692] = "Уничтожитель Кин’гарота",
		[247716] = "[*] Направленные взрывы",
		[248740] = "[*] Отголоски гибели",
		[217000] = 10,
		[242597] = 2,
		[215769] = 5,
		[211881] = 12,
		[229287] = "Флагманский корабль",
		[9791] = "Костекрушитель из клана Укротителей драконов",
		[17534] = 1,
		[258883] = 12,
		[171834] = 1,
		[160688] = 7,
		[100784] = 10,
		[187309] = "Катапульта Отрекшихся <Зёбинфейл>",
		[57330] = 6,
		[197548] = 5,
		[255909] = 4,
		[198480] = "Дух волка <Даргинка-СтражСмерти>",
		[200620] = "Разъяренный коготь ночи",
		[242599] = 2,
		[145331] = "Гаррош Адский Крик",
		[42740] = "Заклинатель рун из клана Укротителей драконов",
		[245671] = "Мучения Каз'горота",
		[250691] = 1,
		[51699] = 4,
		[244532] = "Разрушитель миров Кин’гарота",
		[176048] = "Воин из клана Колец Ненависти",
		[80353] = 8,
		[52723] = "Мал'Ганис",
		[26977] = "Лорд Опалитель",
		[235317] = "Рейст Волшебное Копье",
		[11327] = 4,
		[231338] = 7,
		[116189] = 10,
		[23036] = 5,
		[193455] = 3,
		[5246] = 1,
		[214971] = 6,
		[266091] = 9,
		[246697] = "Подчинитель из Темной Стражи",
		[236546] = 5,
		[139205] = "Зандаларский пророк",
		[143286] = "Глубиний",
		[32379] = 5,
		[186289] = 3,
		[214972] = 6,
		[245674] = "Мучения Каз'горота",
		[16509] = "Аррок Смертный Вопль",
		[54494] = 2,
		[224173] = 4,
		[217006] = 10,
		[207690] = 12,
		[194481] = 10,
		[228269] = "Тень Медива",
		[246483] = "Проекция Бездны",
		[35062] = "Механарский монтер",
		[35318] = "Страж ворот Точеный Нож",
		[171740] = 9,
		[192434] = 4,
		[238523] = 4,
		[244679] = "Шатуг",
		[242387] = 10,
		[12480] = "Джаммал'ан Пророк",
		[189363] = 1,
		[240339] = 10,
		[184258] = 6,
		[197336] = 5,
		[117215] = "Душелов Гара'джал",
		[84963] = 2,
		[244653] = "Зураал Перерожденный",
		[32736] = "Лазурный капитан",
		[189364] = 1,
		[225089] = "Ловчий из клана Колец Ненависти",
		[240558] = 6,
		[169691] = 11,
		[193460] = "Имирон, падший король",
		[135991] = "Лэй Шэнь",
		[13376] = "Оплавленный боевой голем",
		[206649] = 12,
		[78710] = "Надзиратель Комак",
		[214962] = 1,
		[240559] = "[*] Тяжкая рана",
		[112084] = "Цзао Искатель Солнца",
		[7328] = 2,
		[109537] = 7,
		[236464] = "[*] Соединение душ",
		[45297] = 7,
		[211669] = 4,
		[3408] = 4,
		[210854] = 7,
		[217011] = "Разъяренная толпа",
		[144316] = "Верхняя пушка",
		[210868] = "Ночнорожденная - заклинательница клинка",
		[146364] = 9,
		[229298] = "Конь",
		[197558] = "Фенрир",
		[53749] = 1,
		[7744] = 6,
		[200630] = "Бешеная визгунья",
		[242609] = 12,
		[186296] = "Грифон \"Небесного огня\"",
		[252848] = 5,
		[15537] = "Верховная жрица Тауриссана",
		[152280] = 6,
		[106866] = "Крик'тик-бомбардир",
		[260018] = "Безумец",
		[200631] = "Бешеная визгунья",
		[8096] = 11,
		[228050] = 2,
		[228276] = "Фантомная стражница",
		[206803] = 12,
		[106979] = "Огненный стрелок Шадо-Пан",
		[242623] = 2,
		[3248] = "Кошмарный чешуйчатый губитель",
		[184250] = 2,
		[117218] = "Душелов Гара'джал",
		[202680] = "Змеикс",
		[203704] = 12,
		[42746] = "Ан'кахарский измельчитель",
		[197561] = 2,
		[114093] = 7,
		[43198] = 11,
		[233397] = 6,
		[242612] = 7,
		[227254] = "Смотритель",
		[194384] = 5,
		[253875] = 4,
		[61685] = "Dilennaa <Locéane-Elune>",
		[214968] = 6,
		[152279] = 6,
		[143297] = "[*] Всплеск ша",
		[186070] = 3,
		[260019] = "Безумец",
		[138178] = "Громовая ловушка",
		[212921] = 9,
		[148417] = 9,
		[255924] = 7,
		[248757] = "Клобекc",
		[144091] = "Малый иллюзорный заклинатель пламени",
		[124783] = "Повелитель клинков Та'як",
		[231363] = "Горот",
		[236471] = 9,
		[245686] = 6,
		[132036] = 6,
		[57846] = "Железоголов из клана Укротителей драконов",
		[249793] = "Нура, Матерь Пламени",
		[20577] = 4,
		[224147] = 5,
		[227257] = "Смотритель",
		[195284] = "Неутомимая волна",
		[34809] = "Кровостраж-лекарь",
		[205756] = 9,
		[274281] = 11,
		[224186] = 12,
		[257974] = "Генерал Эрод",
		[244675] = "Агграмар",
		[36345] = "Солнцелов-инженер",
		[242621] = 7,
		[106470] = "[*] Шар огня",
		[189375] = 7,
		[198590] = 9,
		[223058] = "Адепт иллидари",
		[217020] = 2,
		[242617] = 10,
		[235450] = 8,
		[126436] = 10,
		[196543] = "Фенрир",
		[209700] = 1,
		[55799] = "Сапфирон",
		[207806] = "Капитан патруля Гердо",
		[235314] = 8,
		[242618] = 10,
		[186305] = 4,
		[242583] = 1,
		[147398] = "Падший смотритель вод",
		[197568] = 7,
		[258860] = 12,
		[224189] = 12,
		[33786] = 11,
		[242619] = 7,
		[161733] = 1,
		[211903] = 2,
		[196545] = 6,
		[202633] = 4,
		[214975] = 6,
		[144089] = "Землелом Харомм",
		[257978] = "Кин'гарот",
		[144328] = "Землелом Харомм",
		[36346] = "Солнцелов-инженер",
		[146226] = "[*] Пламенное дыхание",
		[196546] = 1,
		[106984] = "Гу Небесный Удар",
		[5185] = 11,
		[35047] = "Механарский буровик",
		[200642] = "Грозная разрушительница",
		[193475] = 1,
		[137162] = "Джин'рок Разрушитель",
		[228287] = 10,
		[230094] = "Абстрактный нейтрализатор",
		[251691] = "Экзоскелет озаренных <Царева>",
		[198595] = "Валарьяр - призыватель молний",
		[126970] = "Стражник Могу'шан",
		[120807] = "Командир Во'цзак",
		[242622] = 7,
		[214988] = "Дух отмщения",
		[252861] = "Азара, Матерь Ночи",
		[144088] = "Неизвестно",
		[115176] = 10,
		[198529] = 4,
		[48103] = 7,
		[149207] = "Непроходящая порча",
		[264057] = 9,
		[43197] = 7,
		[236480] = "[*] Град глеф",
		[204740] = 2,
		[13819] = 2,
		[198605] = "Валарьяр - призыватель молний",
		[203592] = "Чумная крыса",
		[144087] = "Большой иллюзорный ветростраж",
		[15290] = 5,
		[22271] = "Волшебный слуга",
		[228290] = 1,
		[139213] = "Зандаларский прелат",
		[30846] = "Техник из клана Призрачной Луны",
		[214980] = 1,
		[240577] = "Боец из клана Волнистой Чешуи",
		[200646] = 6,
		[201670] = 11,
		[117737] = "Мын Безумный",
		[240331] = 9,
		[181970] = 7,
		[205766] = 8,
		[198599] = "Валарьяр - призыватель молний",
		[207780] = 1,
		[16128] = "Гизрул Поработитель",
		[144334] = "[*] Железная гробница",
		[209862] = "[*] Вулканический шлейф",
		[196555] = 12,
		[139215] = "Страж ритуала",
		[164812] = 11,
		[255937] = 2,
		[191433] = 3,
		[31598] = "Черный маг из клана Кровавой Глазницы",
		[144086] = "Неизвестно",
		[243651] = 10,
		[203720] = 12,
		[6016] = "Охотник за головами из племени Тлеющего Терновника",
		[210862] = 6,
		[183075] = "Ворген - боевой маг",
		[240580] = "Боец из клана Волнистой Чешуи",
		[208840] = 10,
		[226246] = "Иссохший - магический призрак",
		[36348] = "Кровостраж-врач",
		[53467] = "Ануб'арак",
		[122786] = "[*] Перелом ноги",
		[252616] = "Констеллар-куратор",
		[190411] = 1,
		[145109] = 11,
		[100333] = 1,
		[242629] = 1,
		[210732] = 8,
		[121820] = 6,
		[171982] = 9,
		[238534] = 6,
		[214985] = 1,
		[96231] = 2,
		[242467] = 5,
		[242630] = 6,
		[227272] = 3,
		[213708] = 11,
		[155347] = 1,
		[208683] = 6,
		[255941] = 2,
		[5217] = 11,
		[200652] = 2,
		[15802] = "Ясновидец из племени Тлеющего Терновника",
		[194509] = 5,
		[138196] = "Страж молний",
		[253894] = 9,
		[234185] = 9,
		[87024] = 8,
		[51963] = "Вороная горгулья <Дотай-СвежевательДуш>",
		[200397] = "Генн Седогрив",
		[36093] = "Восставший воин Драккари",
		[121836] = 12,
		[122348] = "Неизвестно",
		[243652] = 5,
		[254919] = "Кин'гарот",
		[5697] = 9,
		[183088] = "Крушитель из племени Камня Силы",
		[200654] = 2,
		[255744] = 8,
		[46588] = "[*] Ледяная пика",
		[244681] = "Шатуг",
		[102383] = 11,
		[246729] = 7,
		[214989] = "Дух отмщения",
		[244689] = "Хранительница порталов Азабель",
		[257966] = "[*] Приговор Саргераса",
		[12097] = "Странник кошмара",
		[121837] = 1,
		[203727] = 11,
		[245706] = "Защитник из Темной Стражи",
		[227255] = 12,
		[182226] = 4,
		[250773] = 10,
		[200656] = 2,
		[250834] = 9,
		[137176] = "[*] Перегрузка цепи",
		[203728] = 11,
		[188370] = 2,
		[20832] = "Послушник",
		[35326] = "Страж ворот Стальная Клешня",
		[248779] = 9,
		[79859] = "Леди Джайна Праудмур",
		[42751] = "[*] Теневой топор",
		[202705] = "Озаренная-священница",
		[254661] = 8,
		[45053] = 6,
		[148440] = 9,
		[123886] = 7,
		[171727] = 3,
		[200658] = "Грозная разрушительница",
		[54524] = "Зурамат Уничтожитель",
		[136995] = "Липкий ужас",
		[236494] = "Аватара Падшего",
		[196563] = "Полководец Паржеш",
		[145205] = 11,
		[111600] = "Крик'тик - вестник роя",
		[217891] = 7,
		[245532] = "Диима, Матерь Сумрака",
		[48381] = "Источник духа",
		[153561] = 8,
		[244686] = "Агграмар",
		[194323] = "Смотрящий",
		[106920] = "Набирающий силы ша",
		[266136] = 9,
		[201664] = 11,
		[257997] = "Кин'гарот",
		[196299] = "Потревоженная бурей гидра",
		[122] = 8,
		[48380] = "Источник духа",
		[253902] = 7,
		[254926] = "Кин'гарот",
		[214995] = 11,
		[240592] = "Боец из клана Волнистой Чешуи",
		[35839] = "Аукенайский некромант",
		[210723] = 11,
		[258839] = "[*] Разрыв души",
		[252879] = 5,
		[194526] = 9,
		[138213] = 4,
		[239386] = "Цель Копья",
		[171725] = 3,
		[167898] = 8,
		[41172] = "Следопыт Альянса",
		[76790] = "Захватчик Леди Наз'жар",
		[31616] = 7,
		[196567] = "Фенрир",
		[238546] = 1,
		[16001] = "Охотник за головами из племени Тлеющего Терновника",
		[136913] = "Лэй Шэнь",
		[258000] = "[*] Сброшенные оковы",
		[242642] = 6,
		[271746] = "Осадный танк Альянса",
		[48894] = "Шаман Драккари",
		[139231] = "Зандаларский призыватель бурь",
		[8258] = "Финий Темнострой",
		[214998] = 11,
		[5374] = 4,
		[143327] = "[*] Рваная рана",
		[144351] = "Ша Гордыни",
		[227285] = "Смотритель",
		[138208] = 4,
		[211715] = 9,
		[246739] = "Мучения Голганнета",
		[240398] = "[*] Темная печать",
		[232405] = 10,
		[233429] = "Харджатан",
		[16497] = "Интендант Зигрис",
		[194522] = 8,
		[193315] = 4,
		[196570] = "[*] Нестабильная магия",
		[18562] = 11,
		[271881] = 4,
		[161577] = "Искушение",
		[204574] = "Дубосерд",
		[233272] = "Горот",
		[260051] = "Безумец",
		[244693] = "Агграмар",
		[207559] = 2,
		[222168] = 1,
		[193505] = "Злобнозем-исполин",
		[271743] = "Осадный танк Альянса",
		[192288] = "Олмир Просвещенный",
		[40192] = 10,
		[81262] = "Период цветения <Фуфты-СвежевательДуш>",
		[48895] = "Шаман Драккари",
		[217055] = 11,
		[188169] = "Рокмора",
		[267799] = 2,
		[207835] = 7,
		[33793] = "Назан",
		[136164] = 8,
		[76793] = "Захватчик Леди Наз'жар",
		[38619] = "Командир Альянса",
		[95738] = 1,
		[264106] = 9,
		[210712] = 7,
		[60158] = "Лазурный налетчик",
		[79865] = "Анастасия Хартвелл",
		[185311] = 4,
		[44544] = 8,
		[114165] = 2,
		[229206] = 9,
		[230362] = "Электризующая медуза",
		[143339] = "Рик'кал Разрезатель",
		[199646] = 9,
		[135142] = "[*] Морозная преграда",
		[209885] = 5,
		[213685] = "Кордана Оскверненная Песнь",
		[271740] = "\"Огнетрон-5000\"",
		[768] = 11,
		[213981] = 4,
		[67481] = 3,
		[204646] = "Дубосерд",
		[131790] = "Фэн Проклятый",
		[185313] = 4,
		[260056] = "Безумец",
		[24450] = "Неизвестно <Крежек>",
		[245722] = "Защитник из Темной Стражи",
		[196294] = "Потревоженная бурей гидра",
		[81261] = 11,
		[232412] = 9,
		[135144] = "Дам'рен",
		[226269] = "Забытая душа",
		[12674] = "Беше'рел",
		[196364] = 9,
		[200979] = 1,
		[43265] = 6,
		[249535] = "Кин'гарот",
		[248795] = "[*] Отголосок Скверны",
		[143336] = "Рик'кал Разрезатель",
		[52480] = "Салрамм Плоторез",
		[236298] = 8,
		[27243] = 9,
		[271737] = "Главный механик Меггакрут",
		[115191] = 4,
		[231390] = 3,
		[48852] = "[*] Тяжелый разящий удар",
		[143337] = "Рик'кал Разрезатель",
		[3409] = 4,
		[21343] = 4,
		[252892] = 6,
		[245725] = 1,
		[197603] = 4,
		[241566] = "Королева душ Дехана",
		[240606] = 11,
		[143338] = 1,
		[197385] = 7,
		[113656] = 10,
		[228320] = "Волшебный страж",
		[253917] = "Зовущий Тьму",
		[115192] = 4,
		[148762] = "Командир На'каз",
		[199652] = "Король Галдор",
		[33795] = 7,
		[125431] = "Шра'тик-быстрорез",
		[117752] = "Душелов Гара'джал",
		[106966] = "Нестабильная энергия",
		[245727] = "Изголодавшийся сломленный",
		[14914] = 5,
		[223202] = 5,
		[207844] = 1,
		[11641] = "Темный охотник из клана Песчаной Бури",
		[59638] = 8,
		[52737] = "Хронолорд Эпох",
		[162794] = 12,
		[49613] = 10,
		[66047] = "Защитник Черного Клинка",
		[247776] = 5,
		[124408] = 3,
		[135150] = "Лэй Шэнь",
		[144365] = "[*] Знак страданий",
		[230259] = 9,
		[195559] = 5,
		[209602] = "Советник Меландр",
		[246753] = "Заряженный Скверной маскировщик",
		[247777] = 5,
		[11898] = "Кровопийца из племени Песчаной Бури",
		[145688] = "Охраняемый запас пандаренских трофеев",
		[144372] = "Малый иллюзорный заклинатель пламени",
		[246461] = 1,
		[252897] = 1,
		[183117] = 3,
		[188172] = 5,
		[89751] = "Страж Скверны <Дэриан-Подземье>",
		[240611] = "Зовущая море из клана Волнистой Чешуи",
		[208871] = 9,
		[193513] = "Имирон, падший король",
		[202728] = "Повелитель ужаса Мендаций",
		[195561] = "Чайка",
		[201410] = 7,
		[264130] = 9,
		[51714] = 6,
		[49618] = "Кровотролль",
		[135153] = "[*] Разящий гром",
		[32747] = 12,
		[34762] = "Верховный ботаник Фрейвин",
		[254651] = "Экзоскелет озаренных",
		[196586] = 9,
		[196290] = "Потревоженная бурей гидра",
		[6434] = "Разбойник из клана Веселого Черепа",
		[199658] = 1,
		[200682] = "Солстен",
		[232698] = 5,
		[145393] = "Измененный голем анимы",
		[236518] = "Жрица Лунное Пламя",
		[118779] = 1,
		[254948] = "[*] Децимация",
		[198635] = "Кур'талос Гребень Ворона",
		[121190] = "Цийлинь-стражник",
		[166646] = 10,
		[200637] = "Даргрул",
		[235495] = 8,
		[236519] = "[*] Лунный ожог",
		[139251] = "Зандаларский призыватель бурь",
		[57602] = 6,
		[198337] = 1,
		[64844] = 5,
		[258021] = "[*] Протокол очистки",
		[136180] = 1,
		[56580] = "Глубинный ползун",
		[137211] = 8,
		[34821] = "Кровостраж-распорядитель",
		[59650] = 11,
		[190446] = 8,
		[280398] = 5,
		[200685] = 12,
		[136181] = 1,
		[210924] = 10,
		[220139] = "Кристальная ярость",
		[245736] = "Темный хищник",
		[30851] = "Призыватель из клана Призрачной Луны",
		[201408] = 3,
		[148232] = "Лор'темар Терон",
		[184304] = 7,
		[136182] = 1,
		[28902] = "Сумеречный апостол",
		[211191] = "Астральная искра <Волшебная аномалия> <Волшебная аномалия>",
		[131784] = 8,
		[145152] = 11,
		[556] = 7,
		[11971] = "Гнев'рел",
		[5277] = 4,
		[12099] = "Кошмарный чешуйчатый губитель",
		[235499] = 3,
		[170995] = "Зевророк <Амлок-СвежевательДуш>",
		[152261] = 2,
		[109538] = 7,
		[49668] = "Хрустальный укротитель",
		[12471] = "Темный чародей из племени Песчаной Бури",
		[217070] = 12,
		[136184] = 1,
		[210927] = 7,
		[12739] = "Знахарь Зум'рах",
		[147447] = "Кор'кронский темный прорицатель",
		[51460] = 6,
		[198641] = "Кур'талос Гребень Ворона",
		[51972] = "Кристаллическая грация",
		[206572] = 1,
		[136185] = 1,
		[202737] = 11,
		[220143] = 6,
		[144358] = "Ша Гордыни",
		[15618] = "Воевода Вун",
		[145255] = 5,
		[116223] = "Нефритовый страж",
		[248518] = 3,
		[226287] = "Злобнозем-глыба",
		[145401] = "Неизвестно",
		[119941] = "Лужа смолы",
		[102401] = 11,
		[214001] = "Восставший копейщик",
		[228239] = "Визжащий ужас",
		[199667] = 1,
		[272036] = "Аукенайская баллиста",
		[218097] = "Лорд Эрдрис Терновый Шип",
		[202739] = 11,
		[252909] = 5,
		[245742] = "Темный хищник",
		[230384] = "Госпожа Сашж'ин",
		[255981] = 10,
		[248814] = 9,
		[258029] = "Неизвестно",
		[125439] = 9,
		[145403] = "Большой иллюзорный заклинатель пламени",
		[52172] = 12,
		[106854] = "Мастер Снежный Вихрь",
		[35079] = 3,
		[145663] = 3,
		[15043] = "Неизвестно <Аукенайский воздаятель>",
		[258030] = "Неизвестно",
		[193526] = 3,
		[153595] = 8,
		[236529] = "Охотница Каспария",
		[45062] = 11,
		[53509] = "Ануб'арак",
		[123904] = 10,
		[52419] = 6,
		[15619] = "Ремесленник из клана Кузни Рока",
		[218100] = 6,
		[145405] = "Большой иллюзорный заклинатель пламени",
		[197546] = "Иллисанна Гребень Ворона",
		[229610] = "Виз'адуум Всевидящий",
		[202665] = 4,
		[190456] = 1,
		[197326] = "Леди Кольцо Ненависти",
		[192504] = "Тиратон Салтерил",
		[149187] = "Шаман приливов из клана Драконьей Пасти",
		[145406] = "Малый иллюзорный заклинатель пламени",
		[244722] = "Адмирал Свиракс",
		[245746] = "Выброс Бездны",
		[246770] = "Мучения Голганнета",
		[213691] = 3,
		[183100] = "Крушитель из племени Камня Силы",
		[50182] = "Опытный охотник на магов",
		[144383] = "Малый иллюзорный заклинатель пламени",
		[76807] = "Захватчик Леди Наз'жар",
		[211959] = "Змееуст-барахольщик",
		[34824] = "Кровостраж-распорядитель",
		[246771] = 7,
		[247795] = "Л'ура",
		[193536] = 4,
		[144302] = "Землелом Харомм",
		[193530] = 3,
		[145408] = "Малый иллюзорный потрошитель",
		[208611] = 12,
		[245748] = "Выброс Бездны",
		[164862] = 11,
		[157695] = 9,
		[199674] = "Король Бьорн",
		[258035] = "[*] Зона апокалипсиса",
		[218104] = 1,
		[145409] = "Неизвестно",
		[33721] = 8,
		[166592] = 5,
		[253932] = "Зовущий Тьму",
		[174078] = 4,
		[142338] = "Кор'кронский темный шаман",
		[114051] = 7,
		[226296] = "Злобнозем-исполин",
		[183005] = "Аптекарь \"Черной Розы\"",
		[80354] = 9,
		[96212] = 1,
		[222201] = 1,
		[144066] = "Мерзкая слизь <Покорительница волн Кардрис>",
		[94632] = 8,
		[200700] = "Даргрул",
		[19574] = 3,
		[145411] = "Большой иллюзорный завоеватель",
		[194407] = 3,
		[198483] = "Дух волка <Даргинка-СтражСмерти>",
		[222202] = 12,
		[239439] = "Вековечный защитник",
		[269747] = 3,
		[30213] = "Зурилфаран <Дэриан-Подземье>",
		[193534] = 3,
		[194235] = "Харбарон",
		[125282] = 3,
		[237561] = "Охотница Каспария",
		[30853] = "Призыватель из клана Призрачной Луны",
		[36808] = "Опытный охотник на магов",
		[145216] = "Слияние скверны",
		[258039] = "Аргус Порабощенный",
		[157375] = "Изначальный элементаль бури <Lavasu-Ysondre>",
		[242690] = 9,
		[188091] = 11,
		[145422] = 4,
		[222204] = 6,
		[202425] = 11,
		[11972] = "Сержант Блай",
		[201959] = "Углепанцирный подчинитель",
		["DEBUFF"] = 7,
		[194506] = "Туманная гончая",
		[32645] = 4,
		[12292] = 1,
		[90633] = 9,
		[121282] = "Командующий флангом Нер'онок",
		[224253] = 1,
		[207700] = 12,
		[32243] = 2,
		[186370] = 11,
		[187394] = "Нестабильный разлом <Максаньяк-Голдринн>",
		[34826] = "Кровостраж-распорядитель",
		[264178] = 9,
		[1137] = 11,
		[348] = 9,
		[235188] = 10,
		[193538] = 4,
		[201400] = "Бес ужасающего огня",
		[236541] = "[*] Сумеречная глефа",
		[270323] = 3,
		[230398] = 1,
		[13444] = "Тенегорнский горожанин",
		[216758] = 12,
		[15615] = "Страж Скверны - уничтожитель",
		[209921] = "Даргрул",
		[202754] = 4,
		[171014] = "Чарплеск <Пруфлас-Борейскаятундра>",
		[54983] = "Укротитель протодраконов",
		[106851] = "Тучный бражный хмелементаль",
		[120269] = "[*] Едкий сок",
		[248829] = "Ночнокрыл",
		[48137] = "Бесноватый ворген",
		[226304] = "Злобнозем-исполин",
		[137227] = "Дам'рен",
		[228352] = 1,
		[229376] = 8,
		[195256] = 7,
		[251569] = 1,
		[248830] = "Ночнокрыл",
		[208899] = 7,
		[121185] = "Великий страж клана Каргеш",
		[76813] = "Врачеватель душ Леди Наз'жар",
		[236544] = "Сонм страданий",
		[229377] = 5,
		[197637] = 11,
		[34254] = "Солнцелов-ботаник",
		[240640] = 9,
		[60424] = 9,
		[201733] = "Латосий",
		[145420] = 4,
		[228354] = 8,
		[232115] = "Бэк-вокалистка",
		[123254] = 5,
		[230067] = "Изрыгатель тьмы",
		[228128] = 9,
		[192519] = "Вул'кан",
		[144397] = "Рук Каменная Ступня",
		[145421] = 4,
		[203782] = 12,
		[54965] = "Заклинатель рун из клана Укротителей драконов",
		[136894] = "Сул Пескорыск",
		[183998] = 2,
		[1449] = 8,
		[48138] = "Бесноватый ворген",
		[144398] = "Малый иллюзорный разбойник",
		[137231] = "Дам'рен",
		[195592] = 7,
		[270335] = 3,
		[17767] = "Кел'танге <Локмания>",
		[231428] = 11,
		[193502] = "Терзательница душ Глевианна",
		[262145] = "Таурен-землетряс",
		[254639] = 2,
		[76815] = "Врачеватель душ Леди Наз'жар",
		[211975] = "Змееуст-барахольщик",
		[59077] = 4,
		[195254] = "Слияние душ",
		[215047] = 2,
		[171837] = 3,
		[143376] = 1,
		[209928] = 7,
		[202761] = 10,
		[171021] = "Чарплеск <Пруфлас-Борейскаятундра>",
		[245764] = 10,
		[37132] = "Лазурный волхв",
		[112993] = "Прыгопотам",
		[207881] = "Таликса Пламя Гнева",
		[54282] = "Лавантор",
		[144401] = "Малый иллюзорный завоеватель",
		[50414] = "Восставший всадник на нетопыре из Драккари",
		[118283] = "Повелитель Скверны",
		[131091] = "Пехотинец \"Небесного огня\"",
		[182496] = 2,
		[51637] = 4,
		[56645] = "Ан'кахарский измельчитель",
		[48139] = "Прожорливый фурболг",
		[75907] = "Отважный страж Леди Наз'жар",
		[228017] = "Бестелесный филантроп",
		[228360] = 5,
		[229384] = "Ферзь",
		[50613] = 6,
		[193234] = "[*] Танцующий клинок",
		[192522] = "Вул'кан",
		[124255] = 10,
		[185358] = 3,
		[1329] = 4,
		[228361] = 5,
		[229385] = 10,
		[59658] = 10,
		[59914] = 7,
		[224266] = 2,
		[241672] = "Латосий",
		[52491] = "Некрорахнид",
		[255661] = 5,
		[146452] = "[*] Резонирующий янтарь",
		[229386] = 3,
		[5116] = 3,
		[247816] = "Л'ура",
		[35280] = "Паталеон Вычислитель",
		[208909] = 1,
		[31367] = 5,
		[81252] = "Кор'кронский поставщик",
		[226512] = "[*] Кровавый гной",
		[245769] = "Агграмар",
		[132119] = 5,
		[231435] = 2,
		[142564] = "Корвен Первейший",
		[167955] = 7,
		[250889] = "Экзоскелет озаренных",
		[202767] = 11,
		[203791] = 2,
		[229388] = 1,
		[49143] = 6,
		[233490] = 9,
		[207887] = "Таликса Пламя Гнева",
		[262161] = 1,
		[6307] = 9,
		[227341] = "Галиндра",
		[12741] = "Оро Вырвиглаз",
		[102416] = 11,
		[218321] = "Войско мертвых <Хъютэнг-СвежевательДуш>",
		[48142] = "Бесноватый ворген",
		[64695] = 7,
		[200721] = "Даргрул",
		[177172] = 4,
		[186387] = 3,
		[244748] = "[*] Шок",
		[188435] = "Защитник племени Зловещего Тотема",
		[118635] = 10,
		[203581] = 1,
		[124430] = 5,
		[208913] = 3,
		[54452] = 7,
		[145433] = 8,
		[203794] = 12,
		[188436] = "Защитник племени Зловещего Тотема",
		[238606] = "Волшебный страж",
		[22127] = "Солнцелов-травник",
		[191508] = "Валарьяр-претендентка",
		[200723] = "Даргрул",
		[185365] = 3,
		[227344] = 10,
		[244750] = "Наместник Незжар",
		[49165] = "Имирьярский берсерк",
		[215942] = 9,
		[408] = 4,
		[213680] = 11,
		[176151] = 7,
		[1833] = 4,
		[227345] = 10,
		[244751] = "Наместник Незжар",
		[213011] = 12,
		[194277] = 3,
		[228014] = "Бестелесная филантропка",
		[136889] = "[*] Жестокие штормовые ветра",
		[88084] = "Papagheno-Nemesis <Papagheno-Nemesis>",
		[250895] = 7,
		[6552] = 1,
		[203797] = 2,
		[207589] = 2,
		[12975] = 1,
		[15493] = "Финий Темнострой",
		[144070] = "Землелом Харомм",
		[15621] = "Создание-завоеватель",
		[242705] = 4,
		[145437] = 8,
		[55053] = "Лотхиб",
		[88082] = 8,
		[199888] = 10,
		[210607] = 7,
		[257040] = 8,
		[176154] = 1,
		[129552] = 6,
		[230105] = 2,
		[236563] = "Сонм страданий",
		[2050] = 5,
		[8262] = "Знахарь из племени Тлеющего Терновника",
		[49678] = "Вурдалак-мучитель",
		[2098] = 4,
		[84342] = 3,
		[226325] = 12,
		[202776] = 4,
		[110099] = "Служитель Сомнения",
		[209859] = "Скверносерд-стрелок",
		[48452] = "Король Имирон",
		[247827] = 12,
		[199705] = "Нараксас",
		[148187] = 10,
		[226326] = 12,
		[120800] = "Командир Во'цзак",
		[211147] = 3,
		[188443] = 7,
		[61684] = "Шэда <Эолуна-Голдринн>",
		[233395] = 6,
		[98727] = 5,
		[252926] = 8,
		[201754] = "Животное <Эолуна-Голдринн>",
		[252095] = 3,
		[236564] = "Сонм страданий",
		[9734] = "Мурта Мрачнобрюх",
		[148513] = "Кунь-Да",
		[31707] = "Water Elemental <Meishin-Kazzak>",
		[31589] = 8,
		[235271] = "Бдительная дева",
		[225963] = "Восставший питомец <Василец>",
		[235543] = 12,
		[236567] = "Сонм страданий",
		[13812] = 3,
		[148514] = "Кунь-Да",
		[244400] = "Разрушитель миров Кин’гарота",
		[257045] = 3,
		[241687] = "Йормог Чудовищный",
		[193565] = "Терзательница душ Глевианна",
		[178207] = 8,
		[211995] = "Змееуст-барахольщик",
		[86040] = 9,
		[246807] = 2,
		[236282] = 1,
		[48873] = "Король Дред",
		[233497] = 9,
		[193566] = "Имирон, падший король",
		[32355] = 8,
		[227034] = 11,
		[2818] = 4,
		[148516] = "Цзунь-Вэй",
		[258070] = "[*] Разрушение",
		[36021] = "Паталеон Вычислитель",
		[233498] = 9,
		[46352] = 8,
		[194591] = "Темная охотница",
		[244761] = "Аннигилятор",
		[191765] = "Тиратон Салтерил",
		[246809] = 6,
		[47632] = 6,
		[11974] = "Мурта Мрачнобрюх",
		[32265] = "Ширрак Страж Мертвых",
		[209950] = 7,
		[186401] = 9,
		[236571] = "Оскверненный клинок",
		[12294] = 1,
		[222237] = 6,
		[198688] = 4,
		[212739] = 6,
		[12550] = "Сумеречный апостол",
		[6795] = 11,
		[194593] = "Темная охотница",
		[195617] = 6,
		[10799] = 10,
		[272433] = "Механохотник Искренка",
		[263819] = 7,
		[76776] = "Гибельная трясина",
		[259869] = 4,
		[52496] = "Некрорахнид",
		[194594] = 3,
		[247456] = 12,
		[202669] = 4,
		[53520] = "Ануб'арак",
		[13446] = "Берсерк из племени Тлеющего Терновника",
		[203525] = 3,
		[225311] = 2,
		[107357] = "Оскверненный Тажань Чжу",
		[153640] = 8,
		[221865] = 11,
		[272472] = 12,
		[222240] = 11,
		[157736] = 9,
		[207906] = "Таликса Пламя Гнева",
		[214690] = "Герент Зловещий",
		[72221] = 2,
		[235551] = 12,
		[227270] = "Нестабильная энергия <Смотритель>",
		[196644] = 5,
		[148522] = "Шаман приливов из клана Драконьей Пасти",
		[30938] = "Кели'дан Разрушитель",
		[207907] = "Таликса Пламя Гнева",
		[244916] = "Темное щупальце",
		[201764] = 7,
		[210979] = 5,
		[244767] = "Ф'арг",
		[3714] = 6,
		[111129] = "Гу Небесный Удар",
		[52410] = 12,
		[216099] = "Механическая бомбелка <Нимлана-СвежевательДуш>",
		[15732] = "Пиромант из легиона Огненного Клейма",
		[144396] = "Рук Каменная Ступня",
		[210980] = 5,
		[16244] = "Властитель Змейталак",
		[139309] = "Гряземышь",
		[214052] = "Блэкхантер",
		[15667] = "Свала Вечноскорбящая",
		[240673] = 5,
		[213177] = 10,
		[177193] = 11,
		[194599] = 3,
		[118297] = "Изначальный элементаль огня <Naleth-Hyjal>",
		[188456] = 7,
		[145377] = "Зараженная лужа",
		[16006] = "Анту'сул",
		[119703] = "Осадные снаряды",
		[241698] = "Жуткий Охотник",
		[15507] = "Повелитель големов Аргелмах",
		[107356] = "Оскверненный Тажань Чжу",
		[114282] = 11,
		[49170] = "Имирьярский шаман заката",
		[66198] = 6,
		[228358] = 8,
		[203961] = 11,
		[241699] = 2,
		[1543] = 3,
		[251938] = 1,
		[138288] = "Ра-ден",
		[16511] = 4,
		[85384] = 1,
		[212036] = 5,
		[199721] = 6,
		[193607] = "Терзательница душ Глевианна",
		[54710] = 2,
		[60945] = "Адепт рыцарей смерти",
		[212008] = "Змееуст-барахольщик",
		[238501] = 5,
		[216135] = 5,
		[139317] = "Гнойный выброс",
		[196834] = 7,
		[184364] = 1,
		[238429] = "Кил'джеден",
		[251940] = 6,
		[118299] = "Энергетический заряд",
		[116267] = 8,
		[148529] = 8,
		[253601] = "[*] Горящая душа",
		[199723] = 6,
		[241702] = "Темная душа",
		[33750] = 7,
		[251941] = 1,
		[203819] = 12,
		[204843] = 12,
		[48562] = "Друид-хищница",
		[206891] = 10,
		[192565] = "Валарьяр-очиститель",
		[241703] = "Жуткий Охотник",
		[252938] = 9,
		[264571] = 9,
		[203820] = 12,
		[229417] = 12,
		[15982] = "Анту'сул",
		[236716] = 11,
		[253600] = "[*] Горящая душа",
		[184367] = 1,
		[197611] = 4,
		[202797] = 3,
		[195630] = 10,
		[106526] = "Мудрый Марис",
		[236568] = "Сонм страданий",
		[8690] = 12,
		[199726] = "Король Галдор",
		[246476] = "Зедаат Клинок Бездны",
		[226347] = "Камнерукий охотник",
		[145461] = "Темный ритуалист могу",
		[235597] = "Аватара Падшего",
		[214692] = "Герент Зловещий",
		[39189] = 7,
		[498] = 2,
		[179880] = 5,
		[12039] = "Жрец Тьмы Шезз'зиз",
		[242730] = "Тугар Кровавый Тотем",
		[194608] = 12,
		[199812] = "Нал'тира",
		[49172] = 8,
		[123421] = "Кор'тик-кромсатель",
		[66] = 8,
		[118] = 8,
		[176179] = 2,
		[193585] = "Скальный зверолов",
		[202800] = 3,
		[128343] = "Неизвестно",
		[196657] = "Темный разлом <Женягулдан-СвежевательДуш>",
		[239264] = "Жрица Лунное Пламя",
		[242712] = 3,
		[191538] = "Яростный пронзатель",
		[176180] = 8,
		[213165] = 11,
		[194610] = "Хеларьяр - призывательница туманов",
		[236589] = "[*] Остужающая аура",
		[6660] = "Вигиль Фитиль",
		[123422] = "Кор'тик-кромсатель",
		[190515] = 3,
		[55077] = "Взбешенный ворг",
		[192563] = "Валарьяр-очиститель",
		[242733] = "Тугар Кровавый Тотем",
		[194611] = "Темная охотница",
		[236590] = "Градина Ахуна",
		[76820] = "Врачеватель душ Леди Наз'жар",
		[222256] = 2,
		[143378] = 1,
		[216113] = 10,
		[188505] = 6,
		[123735] = "Великая императрица Шек'зир",
		[148138] = "Инженер Черноплавса",
		[138923] = "Цзи-Кунь",
		[245806] = "Черноклык",
		[115232] = "Кел'танге <Локмания>",
		[255058] = "Агграмар",
		[7268] = 8,
		[75813] = "Ведьма бурь Леди Наз'жар",
		[242735] = "Фас <Мицуо-ВечнаяПесня>",
		[215127] = 10,
		[228401] = 5,
		[245807] = "Аннигилятор Кин’гарота",
		[132157] = 5,
		[119840] = "Сик'тик-солдат",
		[106932] = "Лазурный змей",
		[247962] = "Ловушки!",
		[183433] = "Смолоплюй-ползун",
		[198750] = "Закаленный бурей уничтожитель",
		[195638] = 3,
		[178173] = 10,
		[45334] = 11,
		[15495] = "Драгун из клана Кузни Рока",
		[240689] = 8,
		[200758] = 4,
		[218164] = 10,
		[251952] = 11,
		[69159] = "Тухлопуз",
		[229427] = "Король",
		[246833] = "Кин'гарот",
		[239666] = "Стенающая душа",
		[16071] = "Темнопряд из легиона Огненного Клейма",
		[162997] = 4,
		[191621] = 5,
		[209569] = 1,
		[206977] = 6,
		[245810] = "Аннигилятор Кин’гарота",
		[115234] = "Кел'танге <Локмания>",
		[157757] = 9,
		[191545] = 3,
		[50198] = "Посвященный охотник на магов",
		[191633] = 1,
		[235572] = "Аватара Падшего",
		[236596] = "Капитан Ята Лунный Удар",
		[229429] = "Король",
		[35096] = "Кровостраж-лекарь",
		[239668] = "Стенающая душа",
		[60181] = "Лазурная колдунья",
		[241716] = "Жуткий Охотник",
		[193594] = "Имирон, падший король",
		[211000] = "Ночнорожденная - заклинательница клинка",
		[190115] = "Эбигейл Охотница",
		[156327] = 4,
		[197690] = 1,
		[212640] = 3,
		[24423] = 2,
		[233526] = "Харджатан",
		[38168] = "Аукенайский монах",
		[20829] = "Опытный охотник на магов",
		[244903] = "Пламя Тайшалака",
		[23922] = 1,
		[116] = 8,
		[198715] = "Валь'кира-воительница <Хъютэнг-СвежевательДуш>",
		[185394] = 2,
		[143426] = "Ток Кровожадный",
		[160832] = 6,
		[43185] = 7,
		[102543] = 11,
		[262248] = "Андуин Ринн",
		[107045] = "Юй-лун",
		[280375] = 2,
		[260249] = 3,
		[143427] = "Кор'кронский железный клинок",
		[226361] = "Скальный камнешвыр",
		[139310] = "Быстролапый паучок",
		[110117] = "Призрачный ша",
		[15407] = 5,
		[199786] = 8,
		[107351] = 4,
		[60182] = "Лазурная колдунья",
		[143428] = "Ток Кровожадный",
		[201789] = 12,
		[211004] = 7,
		[22414] = "Укрощенный элементаль воздуха",
		[53271] = 6,
		[107046] = "Отупевший хозен-буян",
		[106839] = 11,
		[31117] = 9,
		[233530] = "Харджатан",
		[227502] = "[*] Нестабильная мана",
		[235578] = "Потусторонняя длань",
		[146501] = "Шра'тик - распорядитель янтаря",
		[197797] = "Восставший чародей",
		[197262] = "Хелия",
		[121173] = "Великий страж клана Каргеш",
		[216125] = 9,
		[12040] = "Злоб'рел",
		[226364] = 4,
		[56855] = "Джедога Искательница Теней",
		[236603] = "[*] Быстрый обстрел",
		[128051] = "Золотой жук",
		[107047] = "Боец Га'док",
		[115750] = 2,
		[248473] = 1,
		[200768] = "Обезумевший остроклюв",
		[157348] = "Большой элементаль бури <Kilroggus-TwistingNether>",
		[211007] = "Ночнорожденный-возродитель",
		[42777] = 1,
		[102342] = 11,
		[132169] = 1,
		[34477] = 3,
		[236186] = 2,
		[228532] = 12,
		[199600] = 4,
		[219199] = 3,
		[146504] = "Уничтожитель Адского Крика",
		[196674] = 9,
		[137129] = "Звезда",
		[245773] = "Мерцающий повелитель Бездны",
		[144303] = "Черноклык",
		[196770] = 6,
		[34752] = "Белый саженец <Верховный ботаник Фрейвин> <Верховный ботаник Фрейвин>",
		[13704] = "Жрец Тьмы Шезз'зиз",
		[110120] = "Призрачный ша",
		[237630] = "Капитан Ята Лунный Удар",
		[102953] = 7,
		[198723] = "Гнилосердная дриада",
		[191556] = "Яростный пронзатель",
		[48153] = 5,
		[218177] = "Дворфийка-стрелок",
		[6807] = 11,
		[203843] = 11,
		[194232] = "Харбарон",
		[195597] = 7,
		[134821] = "[*] Выпущенная энергия",
		[45242] = 5,
		[124967] = "Элегон",
		[144459] = "[*] Лазерный ожог",
		[253106] = 10,
		[203844] = 7,
		[237632] = "Жрица Лунное Пламя",
		[127315] = 11,
		[223298] = 9,
		[120360] = 3,
		[201885] = "Скверносерд-стрелок",
		[191606] = 8,
		[186439] = 5,
		[203845] = 6,
		[237633] = "[*] Призрачная глефа",
		[246848] = "Разрушитель миров Кин’гарота",
		[15496] = "Палач из клана Песчаной Бури",
		[244907] = 10,
		[242327] = 11,
		[62744] = 8,
		[202822] = 4,
		[93740] = 9,
		[69679] = "Оружейник с \"Усмирителя небес\"",
		[70191] = "Бесноватое поганище",
		[206491] = 12,
		[120361] = 3,
		[116680] = 10,
		[193608] = "Терзательница душ Глевианна",
		[202823] = 4,
		[255177] = 8,
		[106539] = 7,
		[8265] = "Тотем лавы <Знахарь из клана Песчаной Бури> <Знахарь из клана Песчаной Бури>",
		[182346] = 6,
		[242832] = "Зурилфаран <Дэриан-Подземье>",
		[200776] = "Громадный демон",
		[193609] = "Терзательница душ Глевианна",
		[202824] = 4,
		[146511] = "Шра'тик - распорядитель янтаря",
		[213063] = 10,
		[246851] = 3,
		[215111] = "Зловещий охотник <Дэриан-Подземье>",
		[199753] = 4,
		[148135] = 10,
		[144464] = "\"Железный исполин\"",
		[145535] = 8,
		[44827] = 10,
		[242740] = 2,
		[246852] = 3,
		[215159] = 4,
		[199754] = 4,
		[224374] = "Инфернальный бес <Таликса Пламя Гнева>",
		[193611] = "Леди Кольцо Ненависти",
		[145489] = "Сян-Линь",
		[203850] = 1,
		[137382] = "Ночной ужас",
		[246853] = 3,
		[179869] = 9,
		[207946] = 5,
		[135251] = "Тортос",
		[40120] = 11,
		[219209] = 11,
		[236615] = 9,
		[188493] = "Нараксас",
		[246854] = 3,
		[216251] = 7,
		[240711] = 3,
		[42669] = "Ингвар Расхититель",
		[280711] = 5,
		[10060] = 5,
		[29583] = "Фантомная гостья",
		[188494] = "[*] Зловонная пасть",
		[195645] = 3,
		[223306] = 2,
		[232521] = 3,
		[200781] = "Громадный демон",
		[254069] = 12,
		[202900] = 3,
		[245396] = "Л'ура",
		[193686] = "Король-бог Сковальд",
		[148564] = 8,
		[30991] = "Разбойник из клана Веселого Черепа",
		[33076] = 5,
		[145533] = 8,
		[280715] = 1,
		[200345] = "Восставшая лучница",
		[268429] = 7,
		[196687] = "Т'ууре <Ликтени-Азурегос>",
		[133793] = "Изучающий глаз",
		[195710] = 7,
		[240737] = "[*] Превращающая бомба",
		[119909] = 9,
		[185425] = "Зубастый гризли",
		[130092] = 2,
		[138327] = "Неизвестно <Ра-ден> <Ра-ден>",
		[50977] = 6,
		[235156] = 9,
		[250934] = "Чародейка Скверны Пылающего Трона",
		[224333] = "[*] Вихрь",
		[200784] = "Змееуст-барахольщик",
		[34616] = "Подстрекатель из племени Лозы Пустоты",
		[227405] = "Эльфира",
		[138328] = "Неизвестно <Ра-ден> <Ра-ден>",
		[204880] = 7,
		[232084] = "Бэк-вокалистка",
		[207999] = 7,
		[115026] = "Нестабильная энергия",
		[6533] = "Зериллис",
		[113199] = 10,
		[227406] = "Эльфира",
		[138329] = "Ра-ден",
		[188499] = 12,
		[222236] = 9,
		[32600] = 1,
		[207953] = 9,
		[6789] = 9,
		[193682] = "Леди Кольцо Ненависти",
		[50228] = "Скади Безжалостный",
		[138330] = "Ра-ден",
		[200343] = "Восставшая лучница",
		[47790] = "Опытный охотник на магов",
		[206930] = 6,
		[16416] = "Хрустальный Клык",
		[3716] = "Кел'танге <Локмания>",
		[193159] = "Землетрясение",
		[235599] = 6,
		[138331] = "Ра-ден",
		[204883] = 5,
		[57628] = 8,
		[206931] = 6,
		[247932] = "Заряд шрапнели",
		[249934] = "\"Параксий\"",
		[226385] = "Смолоплюй-ползун",
		[225415] = "[*] Проклятие полуночи",
		[138332] = "Ра-ден",
		[240766] = "Страж Хранительницы",
		[51485] = 7,
		[210042] = 12,
		[240273] = "Ловец из глубин",
		[200789] = "[*] Зловонное дыхание",
		[280729] = 9,
		[227410] = "Галиндра",
		[15305] = "Боевой маг из клана Черной Вершины",
		[106546] = "Раздувшийся бражный хмелементаль",
		[148572] = "Поражающая турель",
		[107570] = 1,
		[248958] = "[*] Чума",
		[208981] = 7,
		[46366] = 7,
		[36022] = "Паталеон Вычислитель",
		[204437] = 7,
		[203413] = 3,
		[119345] = "Сик'тик - боец авангарда",
		[111666] = 2,
		[191619] = 5,
		[201365] = "Истерзанный кровопийца",
		[226388] = "[*] Тухлая слизь",
		[30108] = 9,
		[236320] = 1,
		[155741] = 1,
		[216197] = "Хеларьяр - призывательница туманов",
		[215126] = 2,
		[223363] = 2,
		[233556] = "Удерживающий пилон",
		[280735] = 1,
		[42292] = 6,
		[236176] = 9,
		[237652] = "[*] Пламя Скверны",
		[246867] = 2,
		[198745] = "Закаленный бурей страж",
		[136860] = "[*] Зыбучие пески",
		[124506] = 10,
		[142539] = "Зар'тик - янтарный жрец",
		[219223] = 3,
		[212056] = 2,
		[147552] = "Огненная лучница из клана Драконьей Пасти",
		[255059] = "Агграмар",
		[58536] = "Хранитель портала",
		[132764] = 3,
		[47666] = 5,
		[7159] = "Ворон",
		[202842] = 11,
		[138338] = "Ра-ден",
		[270501] = 5,
		[255060] = "Агграмар",
		[111668] = "Райгонн",
		[191580] = 7,
		[241750] = 1,
		[129586] = 7,
		[227416] = "Галиндра",
		[195676] = 8,
		[147554] = "[*] Кровь И'Шараджа",
		[255061] = "Агграмар",
		[169134] = 1,
		[199772] = "Валарьяр-защитник",
		[143459] = "[*] Осадок ша",
		[2643] = 3,
		[59567] = 8,
		[162913] = 2,
		[110645] = 8,
		[255062] = "Агграмар",
		[206940] = 6,
		[201363] = 1,
		[143460] = "Глубиний",
		[48045] = 5,
		[50229] = "Скади Безжалостный",
		[128519] = 6,
		[9613] = "Послушник из клана Песчаной Бури",
		[238681] = "Повелитель гнева Ярез",
		[107574] = 1,
		[232538] = 12,
		[260213] = "Фазовый клинок из Стражи Пустоты",
		[136294] = "Тортос",
		[211037] = "Ночнорожденный-возродитель",
		[244825] = "Ф'арг",
		[236757] = 11,
		[238682] = "Повелитель гнева Ярез",
		[256088] = "Рен'дорай-следопыт",
		[199775] = "Нараксас",
		[96312] = 11,
		[136295] = "Лэй Шэнь",
		[12170] = "Сержант Блай",
		[34351] = "Мутантный плотохлест",
		[49184] = 6,
		[193171] = "Землетрясение",
		[165988] = 7,
		[52766] = "Хронолорд Эпох",
		[221322] = 6,
		[193633] = "Восставшая лучница",
		[194657] = "Промокший насквозь страж душ",
		[43308] = 5,
		[245851] = "Повелитель Скверны",
		[203849] = 11,
		[196242] = "Повелитель ужаса Мендаций",
		[244813] = 8,
		[145048] = 1,
		[49722] = "Порабощенный протодракон",
		[191631] = 6,
		[228446] = 6,
		[180324] = 2,
		[215695] = 3,
		[206945] = 6,
		[191587] = 6,
		[192611] = 12,
		[193635] = "Щупальце Бездны <Шонди-Ясеневыйлес>",
		[202850] = 6,
		[253020] = "[*] Буря Тьмы",
		[52527] = "Желчный голем",
		[202862] = "Тиратон Салтерил",
		[72807] = 6,
		[216161] = 10,
		[195217] = "Колдунья из клана Колец Ненависти",
		[193636] = "Частица морской воды",
		[145514] = "Сян-Линь",
		[145047] = 1,
		[197550] = "Король Волнобород",
		[246878] = "Контроллер обращения",
		[198756] = "Чи-Цзи <Манкой-Корольлич>",
		[240735] = "Страж Хранительницы",
		[227408] = 11,
		[56814] = 4,
		[202852] = 1,
		[228449] = 2,
		[29714] = "Полночь",
		[246879] = "Контроллер обращения",
		[111673] = 6,
		[196733] = 10,
		[202770] = 11,
		[191629] = 6,
		[202853] = 1,
		[32599] = 11,
		[147564] = "Кровь И'Шараджа",
		[246880] = "Контроллер обращения",
		[15498] = "Тенегорнский сенатор",
		[54049] = "Jhuugrym <Maganera-Pozzodell'Eternità>",
		[200806] = 4,
		[193639] = "Камнеспинный щелкозуб",
		[202854] = 1,
		[145046] = 1,
		[245857] = "Страж Скверны из Анторуса",
		[197735] = "Мерзкий инженер",
		[231523] = 4,
		[183401] = "Злобнозем-ползун",
		[121165] = "Хартак Поджигатель",
		[183407] = "[*] Кислотный всплеск",
		[97340] = 3,
		[244834] = "Кил'джеден",
		[239785] = "Демонический обелиск",
		[134920] = "Тортос",
		[231524] = 4,
		[17531] = 11,
		[192617] = "Гнев Азшары",
		[193641] = 4,
		[194665] = "Имирон, падший король",
		[253026] = "Констеллар-куратор",
		[34852] = "Кровостраж-сокольничий",
		[51490] = 7,
		[233520] = "Харджатан",
		[232549] = 11,
		[203406] = 11,
		[226406] = "Углепанцирный подчинитель",
		[97341] = 2,
		[236645] = 8,
		[145045] = 1,
		[245640] = 4,
		[56632] = "Ан'кахарский веретенщик",
		[191595] = "Скверноподданный заразитель",
		[192619] = "Гнев Азшары",
		[253099] = 3,
		[34352] = "Солнцелов-ученый",
		[106830] = 11,
		[245861] = "[*] Обжигающее рассечение",
		[214121] = 5,
		[183218] = 2,
		[145435] = 8,
		[199799] = 6,
		[49576] = 6,
		[113724] = 8,
		[119347] = "Сик'тик - боец авангарда",
		[245862] = 12,
		[41252] = 12,
		[198764] = "Чи-Цзи <Манкой-Корольлич>",
		[207979] = "Джазшариу",
		[192621] = "Вул'кан",
		[210027] = 5,
		[145523] = "Каменная статуя",
		[117833] = "Мын Безумный",
		[42776] = 8,
		[280776] = 1,
		[34353] = "Солнцелов-ученый",
		[207980] = "Баалгар Бдительный",
		[11019] = "Змей племени Хаккари",
		[201837] = "Скверносерд-призыватель",
		[211052] = 12,
		[220267] = "Яд'орн",
		[196718] = 12,
		[109128] = 1,
		[198766] = "Чи-Цзи <Манкой-Корольлич>",
		[207981] = "Баалгар Бдительный",
		[252550] = 1,
		[203924] = 3,
		[211053] = 12,
		[46628] = 7,
		[239745] = "[*] Страдания",
		[238698] = 6,
		[60458] = 8,
		[207982] = 1,
		[115746] = "Физсиллин <Эллийя-Борейскаятундра>",
		[201839] = "Скверносерд-призыватель",
		[94794] = 3,
		[237191] = "[*] Хождение по Скверне",
		[245866] = "Громадный разрушитель",
		[222317] = "Тассариан",
		[8004] = 7,
		[12491] = "Знахарь Зум'рах",
		[145566] = "Кор'кронский железный клинок",
		[144018] = "Воплощение уныния",
		[203927] = 3,
		[228461] = 12,
		[251570] = "Аргус Порабощенный",
		[212150] = 4,
		[182387] = 7,
		[95809] = 10,
		[17941] = 9,
		[129597] = 10,
		[194674] = "Проклятый морем рабовладелец",
		[86603] = "Агент Сумеречной лилии",
		[245868] = "Страж ужаса из Анторуса",
		[132218] = "Растерянность",
		[206961] = 6,
		[175221] = "Ворген-следопыт",
		[233582] = 9,
		[125502] = "Янтарная сфера",
		[194675] = "Пылающий бес",
		[211015] = 7,
		[146556] = "Отважный стражник Идеалов",
		[13899] = "Лорд Опалитель",
		[122962] = "Цийлинь-стражник",
		[191604] = 8,
		[241774] = "Фантомная стражница",
		[242798] = 3,
		[145530] = 8,
		[253037] = "Клинок Скверны – штурмовик",
		[245870] = "Страж ужаса из Анторуса",
		[242472] = "Изрыгатель желчи",
		[123986] = 10,
		[191605] = 8,
		[143483] = "Рик'кал Разрезатель",
		[106547] = "Новообращенный Шадо-Пан",
		[191696] = "Скверноуст-изрыгатель",
		[253038] = "Клинок Скверны – штурмовик",
		[237680] = 6,
		[189067] = "Отрекшаяся - cтражница смерти",
		[193659] = "Король-бог Сковальд",
		[183415] = 2,
		[128594] = 3,
		["Мастер испытаний Ротун"] = "Водяная бомба",
		[145532] = 8,
		[253039] = "Клинок Скверны – штурмовик",
		[143373] = 1,
		[272679] = 3,
		[15499] = "Сумеречный посол",
		[191607] = 8,
		[192631] = "Вул'кан",
		[201846] = 7,
		[194679] = 6,
		[203894] = 12,
		[270557] = 9,
		[246897] = "Дециматор",
		[206966] = 12,
		[16075] = "Воевода Вун",
		[200329] = "Тень Ксавия",
		[49711] = "Восставший укротитель Драккари",
		[145534] = 8,
		[52522] = "Кладбищенский ловец",
		[106563] = "Янь-Чжу Высвобожденный",
		[214134] = 7,
		[206967] = 6,
		[191609] = 8,
		[192633] = "Гнев Азшары",
		[160893] = 11,
		[137344] = "Верховная жрица Мар'ли",
		[207014] = 12,
		[34856] = "Кровавый сокол",
		[186406] = 8,
		[51750] = "Король Имирон",
		[191610] = 8,
		[217207] = "Горнопляжник <Эгру-Голдринн>",
		[250060] = "[*] Чума",
		[194682] = "Пылающий бес",
		[53030] = "Хадронокс",
		[229439] = 3,
		[246900] = "Выброс Бездны",
		[585] = 5,
		[589] = 5,
		[9484] = 5,
		[210041] = 12,
		[227447] = "Эльфира",
		[244853] = 4,
		[69705] = "Колдун с \"Усмирителя небес\"",
		[52540] = "Ануб'арский рыскатель",
		[225506] = 7,
		[199803] = 3,
		[135299] = 3,
		[193660] = "Король-бог Сковальд",
		[137347] = "Верховная жрица Мар'ли",
		[281854] = 12,
		[213114] = 10,
		[173183] = 7,
		[49703] = "Гнусный изрыгатель",
		[10444] = 7,
		[33833] = "Безумный призрак маны",
		[116847] = 10,
		[117828] = 9,
		[228473] = 2,
		[213115] = 10,
		[173184] = 7,
		[198781] = "Кур'талос Гребень Ворона",
		[199805] = "Закаленный бурей страж",
		[11020] = "Сул'литуз-пескорыск",
		[187464] = 5,
		[697] = 9,
		[236665] = 11,
		[171628] = 6,
		[116782] = "[*] Газ титанов",
		[201351] = 9,
		[191615] = 5,
		[116805] = "Искра титанов",
		[125508] = "Янтарная сфера",
		[260215] = "Ползучая Бездна",
		[171138] = "Kurrass <Noztromo-Blackrock>",
		[229499] = 7,
		[126507] = 6,
		[215165] = 9,
		[207998] = 7,
		[143494] = "Генерал Назгрим",
		[212031] = "Обузданная энергия",
		[106560] = "[*] Фонтанирующий напиток",
		[106055] = "Мудрый Марис",
		[197696] = "Иллисанна Гребень Ворона",
		[214142] = 2,
		[49704] = "Темнопутый паук-отшельник",
		[191617] = 5,
		[18072] = "Страж Скверны - громила",
		[145423] = 4,
		[211071] = 1,
		[171140] = 9,
		[51240] = "Восставший рыцарь смерти Драккари",
		[201350] = 11,
		[216708] = 9,
		[191618] = 5,
		[156779] = 2,
		[234621] = "[*] Пожирающая пасть",
		[260218] = "Нр'геш",
		[228478] = 12,
		[202912] = 2,
		[688] = 9,
		[239741] = "Призрачная послушница",
		[248956] = "Солдат чумного отряда",
		[143497] = "Сунь Доброе Сердце",
		[201858] = "Скверносерд-стрелок",
		[204852] = "Обитатель Кошмара",
		[138378] = "Голем анимы",
		[196739] = 10,
		[197763] = 5,
		[239742] = "[*] Темная печать",
		[191620] = 5,
		[143498] = "Лужа ша",
		[193668] = "Король-бог Сковальд",
		[260220] = "Нр'геш",
		[197506] = "Ползучая гибель",
		[15244] = "Беше'рел",
		[132236] = "Эхо силы и мощи",
		[253007] = 3,
		[183430] = "Смолоплюй-ползун",
		[209027] = "Караульный из Сумеречной стражи",
		[29334] = 7,
		[227457] = "Пожиратель маны",
		[183436] = 2,
		[196741] = 10,
		[25058] = "Посвященный охотник на магов",
		[196562] = "Иванир",
		[191622] = 5,
		[252932] = 6,
		[160793] = 5,
		[211076] = 8,
		[225909] = "Паучонок из крепости Черной Ладьи",
		[245888] = "Защитница Анторуса",
		[225921] = 12,
		[22807] = 3,
		[116297] = "[*] Авиаудар",
		[225411] = "Лорд Аддер",
		[210053] = 11,
		[202886] = 10,
		[118345] = "Изначальный элементаль земли <Totzx-Stormscale>",
		[142987] = "Имплозия",
		[197767] = 5,
		[111690] = 11,
		[191624] = 6,
		[143502] = "Генерал Назгрим",
		[43688] = 2,
		[145550] = "Кор'кронский темный маг",
		[114250] = 2,
		[51505] = 7,
		[8269] = "Вождь Омокк",
		[247938] = 12,
		[191625] = 6,
		[5384] = 3,
		[1066] = 11,
		[227461] = "Крылатый помощник",
		[253058] = 12,
		[245891] = "Защитница Анторуса",
		[1098] = 9,
		[198793] = 12,
		[191626] = 6,
		[225414] = "Лорд Аддер",
		[259202] = 1,
		[219271] = 7,
		[147082] = "Проявление скверны",
		[147600] = "Большой иллюзорный заклинатель пламени",
		[16171] = "Полководец из клана Черной Вершины",
		[193702] = "[*] Инфернальное пламя",
		[191627] = 6,
		[209033] = "Караульный из Сумеречной стражи",
		[109132] = 10,
		[227463] = "Лорд Робин Дэрис",
		[212105] = 12,
		[147601] = "Большой иллюзорный заклинатель пламени",
		[883] = 3,
		[195802] = 9,
		[224392] = 11,
		[225416] = "Страж Скверны - уничтожитель",
		[253088] = 6,
		[106612] = "Мудрый Марис",
		[212106] = 12,
		[196748] = 10,
		[115276] = "Рип'туло <Скур>",
		[33325] = "Аукенайский некромант",
		[268552] = 3,
		[230015] = 11,
		[54309] = "Ануб'арский стражник",
		[1330] = 4,
		[171152] = 9,
		[34861] = 5,
		[246919] = "Дециматор",
		[146057] = "Кор'кронский стрелок",
		[191630] = 6,
		[209036] = "Часовой из Сумеречной стражи",
		[212040] = 11,
		[97359] = 10,
		[30615] = "Провидец из клана Кровавой Глазницы",
		[180368] = "Страж гнева – живодер",
		[81269] = 11,
		[212051] = 10,
		[240777] = 3,
		[54315] = 2,
		[115767] = 1,
		[202841] = 7,
		[124503] = 10,
		[196771] = 6,
		[255641] = "[*] Заряд шрапнели",
		[1490] = 12,
		[11981] = "Послушник из клана Песчаной Бури",
		[225420] = "Лорд Аддер",
		[121421] = "Сик'тик-стражник",
		[202895] = 4,
		[136841] = "Дрожащая капля",
		[259285] = 3,
		[107087] = 2,
		[49708] = "Темнопутый паук-отшельник",
		[12493] = "Огом Презренный",
		[73313] = 6,
		[254022] = "Агграмар",
		[34350] = "Солнцелов-ботаник",
		[49715] = "Восставший энергетический маг Драккари",
		[195757] = 6,
		[119374] = "[*] Вихрь",
		[188501] = 12,
		[191634] = 7,
		[227965] = "Гниющий билетер",
		[121422] = "Сик'тик-стражник",
		[145560] = "Кор'кронская боевая шаманка",
		[114255] = 5,
		[204945] = 7,
		[123996] = "Сюэнь <Зурмонк>",
		[225917] = "Паучонок из крепости Черной Ладьи",
		[25046] = 4,
		[231621] = 11,
		[1706] = 5,
		[260235] = "Темный змей Бездны",
		[239227] = 1,
		[41513] = 1,
		[247923] = "Ловец душ Имонар",
		[247949] = "Ловушки!",
		[115268] = 9,
		[200851] = 11,
		[137399] = "Джин'рок Разрушитель",
		[28440] = "Жуткий ползун",
		[228524] = "Проекция Хранителя",
		[122959] = "Синь Мастер Боя",
		[183378] = "Скверноподданный-мирмидон",
		[182422] = 1,
		[54314] = "Ануб'арский стражник",
		[217234] = "Уларогг Скаломол",
		[251022] = "Гончая Анторуса",
		[227473] = "[*] Крутящийся клинок",
		[236688] = "Зараженная восставшая лучница",
		[203852] = 4,
		[52532] = "Ануб'арский воин",
		[219772] = 5,
		[203953] = 11,
		[144005] = "Покорительница волн Кардрис",
		[251023] = "Гончая Анторуса",
		[15245] = "Знахарь Зум'рах",
		[246706] = "[*] Разрушение",
		[240249] = "[*] Расплавленная Скверна",
		[90708] = 10,
		[15501] = "Анту'сул",
		[115295] = 10,
		[235559] = 6,
		[242833] = 7,
		[145565] = "Кор'кронский железный клинок",
		[253072] = 6,
		[221332] = 7,
		[188031] = 9,
		[190616] = "Детеныш Яд'орн",
		[145419] = 4,
		[136837] = "Укрывающий туман",
		[242834] = 9,
		[211094] = 7,
		[253073] = 7,
		[212084] = 12,
		[185422] = 4,
		[49710] = "Потрошитель Драккари",
		[49966] = "Pelikan <Eleminatron-Nathrezim>",
		[233620] = "[*] Бомба Скверны",
		[133765] = "Дуруму Позабытый",
		[227477] = "Эльфира",
		[239224] = 1,
		[244910] = "[*] Щит Скверны",
		[237176] = "[*] Поражение Скверной",
		[209754] = 4,
		[193610] = "Терзательница душ Глевианна",
		[242909] = "Инфернал - вестник хаоса",
		[52526] = "Лоскутное создание",
		[145568] = "Властитель Рунтак",
		[196681] = 9,
		[196762] = 5,
		[123474] = "Повелитель клинков Та'як",
		[61997] = 9,
		[239223] = 5,
		[145424] = 4,
		[261748] = "[*] Распыление чумы",
		[145569] = "Разрушитель Адского Крика",
		[236694] = "Капитан Ята Лунный Удар",
		[55342] = 8,
		[214169] = 2,
		[256148] = 4,
		[2484] = 7,
		[69179] = 1,
		[215107] = 3,
		[145570] = "Разрушитель Адского Крика",
		[48295] = "Король Имирон",
		[128829] = "Крик'тик-разведчик",
		[2580] = 1,
		[239767] = 9,
		[1122] = 9,
		[227507] = "Пожиратель маны",
		[227466] = "Пожиратель маны",
		[202908] = 6,
		[236696] = 11,
		[58688] = "Синигоса",
		[48082] = "Кристаллический хлестун",
		[198813] = 12,
		[35395] = 2,
		[250007] = "[*] Усиленная импульсная граната",
		[251031] = "Хранитель порталов из армии Талгата",
		[227482] = 8,
		[42780] = "Железоголов из клана Укротителей драконов",
		[204957] = 6,
		[146537] = "Аггрон",
		[148560] = "Протодракон клана Драконьей Пасти",
		[106615] = 7,
		[244736] = "Агграмар",
		[255029] = "Ловец душ Имонар",
		[260247] = 3,
		[253108] = 3,
		[2948] = 8,
		[119381] = 10,
		[169597] = 9,
		[208030] = 8,
		[215661] = 2,
		[251033] = "[*] Извергающиеся тени",
		[6343] = 1,
		[236699] = 3,
		[204959] = 6,
		[203814] = 12,
		[49712] = "Восставший укротитель Драккари",
		[184362] = 1,
		[214203] = 6,
		[251034] = 4,
		[34354] = "Солнцелов-ученый",
		[237172] = "Злобный покоритель Скверны",
		[131241] = "Огненный стрелок Шадо-Пан",
		[11016] = "Пожиратель душ из племени Песчаной Бури",
		[198817] = 1,
		[117570] = "Фрагмент сомнения",
		[201336] = 10,
		[193698] = "Леди Кольцо Ненависти",
		[202913] = "Тиратон Салтерил",
		[244892] = "Генерал Эрод",
		[245916] = "[*] Раскаленные обломки",
		[155722] = 11,
		[61999] = 6,
		[245772] = "[*] Децимация",
		[192675] = "Волшебный торнадо",
		[107110] = "[*] Нефритовый огонь",
		[252060] = 7,
		[21910] = "Фантомный гость",
		[19483] = "Инфернал <Десукойл>",
		[122783] = 10,
		[198819] = 1,
		[14030] = "Налетчик из легиона Изрубленного Щита",
		[241822] = "[*] --unknown spell--",
		[193700] = 4,
		[252061] = 7,
		[278978] = "Рыцарь-капитан Эмери",
		[11436] = "Тенегорнский сенатор",
		[115288] = 10,
		[198820] = "Латосий",
		[199844] = 8,
		[48294] = "Король Имирон",
		[783] = 11,
		[34355] = "Солнцелов-ученый",
		[280941] = "Друид-хищница",
		[196773] = 5,
		[246943] = "Сарпиш",
		[198263] = "Один",
		[199845] = 5,
		[271581] = 2,
		[72286] = 1,
		[202917] = 11,
		[22427] = "Оружейник из клана Укротителей драконов",
		[213156] = 3,
		[204406] = 7,
		[215204] = "Бдительный часовой из Сумеречной стражи",
		[53801] = "Ануб'арский сокрушитель",
		[139315] = "Гниющий падальщик",
		[136366] = "Лэй Шэнь",
		[15659] = "Мистик из клана Черной Вершины",
		[154796] = 4,
		[245921] = "[*] Призрачная армия Норганнона",
		[127576] = 6,
		[231587] = 2,
		[183465] = "Смолоплюй-ползун",
		[222397] = "[*] Удар валуна",
		[119311] = "[*] Шквал клинков",
		[211110] = 8,
		[154797] = 8,
		[164012] = 7,
		[197800] = 4,
		[56898] = "Сумеречный черный маг",
		[115009] = "Вестник шторма Шадо-Пан",
		[138297] = "Ра-ден",
		[242851] = 8,
		[252066] = 3,
		[50994] = "Кристаллическая грация",
		[246779] = "Кин'гарот",
		[35124] = "Солнцелов-геомант",
		[239780] = "Ловчий разломов",
		[134321] = "Птенец",
		[122470] = 10,
		[36383] = "Ширрак Страж Мертвых",
		[200898] = "Инквизитор Истязарий",
		[88625] = 5,
		[188587] = "Разрушитель из Подкаменного разлома",
		[196665] = "Чародейская бомба",
		[239781] = "Призрачная послушница",
		[199850] = 1,
		[220211] = 6,
		[201898] = 7,
		[229486] = 6,
		[253092] = 9,
		[251946] = 11,
		[255140] = "Капсула инженера <Сквизи>",
		[119899] = "Дагнами <Женягулдан-СвежевательДуш>",
		[101186] = 9,
		[58532] = "Хранитель портала",
		[183926] = 4,
		[130138] = 6,
		[244902] = "Капсула инженера <Дайтемнеключ>",
		[229544] = "Слон",
		[252094] = 3,
		[115804] = 10,
		[224425] = "Злобный зачарованный паук",
		[200876] = 1,
		[264521] = 4,
		[211115] = "Искаженная тень",
		[236712] = "Жрица Лунное Пламя",
		[213163] = 4,
		[119388] = 3,
		[257214] = "Каз'горот",
		[194615] = "Проклятый морем молниеносный клинок",
		[233641] = 1,
		[245802] = "Черноклык",
		[252071] = 11,
		[250768] = 2,
		[196782] = 6,
		[5672] = "Тотем исцеляющего потока <Вандэрграф-Корольлич>",
		[22812] = 11,
		[199854] = 1,
		[209069] = 7,
		[201902] = "Скверносерд-стрелок",
		[211117] = "Хати <Eleminatron-Nathrezim>",
		[133974] = "Вихреспин",
		[188592] = 7,
		[191103] = 7,
		[47668] = "Страж Драккари",
		[13323] = "Опытный охотник на магов",
		[192688] = "Тралл",
		[193712] = "Леди Кольцо Ненависти",
		[121949] = "Ваятель янтаря Ун'сок",
		[253097] = 9,
		[49204] = "Имирьярский шаман заката",
		[48698] = "Ясновидица клана Укротителей драконов",
		[191728] = 6,
		[257240] = "Шатуг",
		[241835] = 8,
		[143424] = "Сунь Доброе Сердце",
		[34358] = "Солнцелов-химик",
		[253098] = 8,
		[254122] = "Жрица делирия",
		[195187] = "Огнезол <Вул'кан> <Вул'кан>",
		[198833] = "Латосий",
		[60211] = "Выплавщик из клана Укротителей драконов",
		[241836] = 8,
		[80483] = 3,
		[252075] = 10,
		[138425] = 5,
		[231489] = 9,
		[255147] = "Капсула генерала <Мирхольд>",
		[207025] = 10,
		[143993] = "Покорительница волн Кардрис",
		[32264] = "Ширрак Страж Мертвых",
		[146595] = "Норусхен",
		[48699] = "Ясновидица клана Укротителей драконов",
		[191691] = "Скверноуст-изрыгатель",
		[196787] = "Зараженный Скверной яростный боец",
		[68188] = 2,
		[61721] = 8,
		[260226] = "Нр'геш",
		[143546] = "Сунь Доброе Сердце",
		[193716] = "Леди Кольцо Ненависти",
		[137403] = "Су'линь",
		[228528] = "Исправившаяся дева",
		[49205] = "Имирьярский некромант",
		[272444] = "[*] Лезвие крошшера",
		[79683] = 8,
		[207472] = 5,
		[250030] = "[*] Жизненная сила",
		[193717] = "Леди Кольцо Ненависти",
		[34359] = "Солнцелов-химик",
		[34615] = "Подстрекатель из племени Лозы Пустоты",
		[237744] = 1,
		[247403] = "Харджатан",
		[207028] = 2,
		[208052] = 6,
		[196813] = "Т'ууре <Ликтени-Азурегос>",
		[171636] = 6,
		[202933] = 3,
		[244912] = "Уголек Тайшалака",
		[155835] = 11,
		[148538] = 12,
		[198838] = 7,
		[194588] = "Темная охотница",
		[159931] = "Pelikan <Eleminatron-Nathrezim>",
		[125054] = "Сгустившийся янтарь",
		[211125] = "Искаженная тень",
		[203958] = 11,
		[6262] = 9,
		[63796] = 3,
		[198839] = "Тотем земного щита <Legendhase-Zuluhed>",
		[249009] = "Л'ура",
		[250912] = "Космический отблеск",
		[48438] = 11,
		[227508] = "Благочестивая дева",
		[146622] = 8,
		[49206] = 6,
		[146615] = 3,
		[240842] = 7,
		[224437] = 10,
		[188017] = 11,
		[15242] = "Бес цитадели Адского Пламени",
		[137408] = "Су'линь",
		[244915] = "Леди Дацидия",
		[254130] = "Визгливый крылан",
		[272737] = 7,
		[205007] = "Бурерожденный инфернал",
		[26013] = 9,
		[143990] = "Покорительница волн Кардрис",
		[121442] = "Командующий флангом Нер'онок",
		[72808] = 1,
		[253107] = 2,
		[229558] = "Слон",
		[214200] = 5,
		[66665] = "Коралон Страж Огня",
		[47780] = "Распорядитель",
		[25504] = 7,
		[242869] = 2,
		[137410] = "Су'линь",
		[236726] = 6,
		[229559] = "Слон",
		[246965] = "Аннигилятор",
		[198752] = "Проклятый морем рабовладелец",
		[106427] = "Новообращенный Шадо-Пан",
		[241846] = 11,
		[121443] = "Командующий флангом Нер'онок",
		[40504] = "Мрак'нел",
		[253109] = 8,
		[196796] = "Зараженный Скверной яростный боец",
		[214202] = 2,
		[240670] = 11,
		[200914] = "Змееуст-барахольщик",
		[20243] = 1,
		[178963] = 12,
		[230431] = "[*] Истечение мощью Скверны",
		[242894] = "Поврежденный голем",
		[196797] = "Зараженный Скверной яростный боец",
		[197821] = "Иллисанна Гребень Ворона",
		[255181] = 11,
		[232633] = 5,
		[44088] = 7,
		[52535] = "Ануб'арский темный чародей",
		[196206] = "Чернокнижник из клана Призрачной Луны",
		[30621] = "Стервятник из клана Костеглодов",
		[229562] = "Конь",
		[22686] = "Король Дред",
		[190655] = 5,
		[244328] = "Заряд взрывчатки <Кин'гарот>",
		[197670] = "Т'паартос Падший",
		[280939] = "Старший жрец из Экзодара",
		[202942] = 11,
		[55095] = 6,
		[229563] = "Конь",
		[280940] = "Друид-хищница",
		[247993] = 3,
		[195250] = "Скьял",
		[259277] = "Кит <Крежек>",
		[242874] = 2,
		[32292] = 4,
		[203796] = 12,
		[196608] = 10,
		[214206] = 5,
		[201695] = 11,
		[222238] = 9,
		[143559] = "Сунь Доброе Сердце",
		[242875] = 11,
		[199663] = "Фантомный советник",
		[249863] = "Мучения Норганнона",
		[17439] = "Аукенайский воздаятель",
		[246971] = "Аннигилятор",
		[119910] = 9,
		[202866] = 7,
		[192706] = "Ритуалистка Лиша",
		[185539] = "Щупальце разрушения",
		[227518] = 12,
		[220351] = 11,
		[65645] = 8,
		[124219] = 7,
		[123707] = "Великая императрица Шек'зир",
		[208065] = 5,
		[13584] = "Оживленные кости",
		[213610] = 5,
		[196392] = "Иванир",
		[260708] = 1,
		[229567] = "Ладья",
		[246973] = 2,
		[119911] = 9,
		[191684] = "Скверноуст-изрыгатель",
		[192708] = "Чародейская бомба",
		[121447] = "Командующий флангом Нер'онок",
		[48697] = "Увалень из Плети",
		[244926] = "Леди Дацидия",
		[196804] = "Иванир",
		[206019] = "Непроходящая порча",
		[57912] = "Оборонительная система",
		[191685] = 6,
		[203808] = 2,
		[48291] = "Король Имирон",
		[235712] = 3,
		[39844] = 7,
		[53318] = "Ануб'арский сокрушитель",
		[206020] = "[*] Прикосновение порчи",
		[239808] = "Вечный страж душ",
		[208068] = "Натанос Гнилостень",
		[200901] = "Солстен",
		[121448] = 7,
		[260286] = 3,
		[119611] = 10,
		[233496] = 9,
		[244969] = "Разрушитель миров Кин’гарота",
		[15504] = "Интендант Зигрис",
		[208069] = "Натанос Гнилостень",
		[250048] = "Сущность Эонар",
		[242881] = 3,
		[227523] = "Пожиратель маны",
		[211561] = 2,
		[115315] = 10,
		[55609] = "Неодолимый всадник",
		[119913] = 9,
		[1850] = 11,
		[48920] = "Король Дред",
		[242882] = 1,
		[227524] = "[*] Энергетическая пустота",
		[203975] = 11,
		[32828] = "Неживой солдат <Аукенайский жрец душ> <Аукенайский жрец душ>",
		[140495] = "[*] Давящий взгляд",
		[124009] = "Сюэнь <Зурмонк>",
		[93830] = 4,
		[50234] = "Скади Безжалостный",
		[136400] = 11,
		[147713] = "Коргра Змея",
		[134375] = "Цзи-Кунь",
		[196809] = "Т'ууре <Ликтени-Азурегос>",
		[51514] = 7,
		[119914] = 9,
		[226327] = 12,
		[120938] = "Скопление смолы",
		[136817] = "Бог войны Джалак",
		[209512] = "Голем-страж",
		[192106] = 7,
		[196810] = "Т'ууре <Ликтени-Азурегос>",
		[197834] = 4,
		[208828] = 12,
		[240837] = 4,
		[198249] = 7,
		[139888] = "Древний питон",
		[211145] = 3,
		[17364] = 7,
		[196811] = "Т'ууре <Ликтени-Азурегос>",
		[197835] = 4,
		[119915] = 9,
		[130] = 8,
		[211994] = "Змееуст-барахольщик",
		[123981] = 6,
		[227528] = "[*] Энергетическая пустота",
		[163024] = 10,
		[196812] = "Т'ууре <Зёбиняш>",
		[115308] = 10,
		[49723] = "Восставший рыцарь смерти Драккари",
		[199884] = 7,
		[116844] = 10,
		[234696] = 5,
		[227529] = "Поврежденный голем",
		[163025] = 5,
		[205004] = "Аватара отмщения",
		[257243] = 5,
		[111725] = "Райгонн",
		[60218] = 1,
		[199804] = 4,
		[243644] = 11,
		[211148] = 3,
		[203981] = 12,
		[115002] = "Оскверненный Тажань Чжу",
		[53563] = 2,
		[15241] = "Черный маг из клана Кровавой Глазницы",
		[91760] = 3,
		[233674] = 11,
		[193743] = 6,
		[186576] = "[*] Окаменяющее облако",
		[236746] = 7,
		[236548] = "Сонм страданий",
		[173266] = 9,
		[11921] = "Фамилиар цитадели Адского Пламени",
		[134359] = 4,
		[225484] = "Разъяренный коготь ночи",
		[210126] = 8,
		[56891] = "Джедога Искательница Теней",
		[189469] = "Дух отмщения",
		[196816] = "Т'ууре <Ликтени-Азурегос>",
		[115310] = 10,
		[124013] = 7,
		[240843] = 5,
		[152173] = 10,
		[17057] = 11,
		[117870] = 1,
		[236748] = 11,
		[236547] = "Охотница Каспария",
		[222414] = "Андуин Ринн",
		[248011] = 7,
		[215267] = 10,
		[200913] = "Змееуст-барахольщик",
		[210128] = 6,
		[111723] = "Райгонн",
		[61243] = 5,
		[205414] = 10,
		[255179] = 10,
		[215248] = 7,
		[199890] = 9,
		[13585] = "Ясновидец из племени Тлеющего Терновника",
		[126389] = 1,
		[252108] = 7,
		[258037] = "Неизвестно",
		[196819] = 4,
		[248812] = "Бдительная дева",
		[111728] = "Райгонн",
		[14033] = "Чароплет из легиона Изрубленного Щита",
		[191743] = "Скверноподданный мирмидон",
		[272790] = 3,
		[145626] = "Торопыга <Неизвестно>",
		[199911] = 5,
		[215652] = 2,
		[107121] = "Командир Ри'мок",
		[215270] = 10,
		[199892] = 9,
		[237582] = "Командир Джерод Песнь Теней",
		[201940] = 11,
		[278977] = "Рыцарь-капитан Эмери",
		[146028] = "Кор'кронский стрелок",
		[781] = 3,
		[184406] = "Мрачный страж <Повелитель ужаса Мендаций>",
		[243955] = 2,
		[214128] = 5,
		[217299] = 4,
		[187650] = 3,
		[173260] = 9,
		[171832] = 6,
		[119931] = "Куай Бесчеловечный",
		[115313] = 10,
		[236542] = "Сонм страданий",
		[134366] = "Цзи-Кунь",
		[116849] = 10,
		[242897] = 2,
		[252112] = "\"Коготь Легиона\"",
		[228563] = 10,
		[180441] = 9,
		[214229] = 11,
		[207062] = 6,
		[208086] = 1,
		[16145] = "Аватара Мученика <Экзарх Маладаар> <Экзарх Маладаар>",
		[210134] = 8,
		[48702] = "Фанатик из клана Укротителей драконов",
		[212182] = 4,
		[243942] = 7,
		[255185] = 9,
		[58690] = "Синигоса",
		[54344] = "Караульный Бездны",
		[236776] = 3,
		[185562] = 9,
		[228399] = 1,
		[195801] = "Скрог-волнодав",
		[261724] = 1,
		[255186] = 5,
		[223446] = 11,
		[244318] = "[*] Усиленный портал: Зорот",
		[120946] = "Сик'тик - янтарный прядильщик",
		[251485] = 1,
		[227542] = "Леди Катриона Фон-Инди",
		[114291] = "Прыгун",
		[114803] = "Сян",
		[255187] = 1,
		[124018] = "Императорский визирь Зор'лок",
		[13953] = "Финий Темнострой",
		[278947] = "Мастер перевоплощения Лиара",
		[5221] = 11,
		[227543] = "Эльфира",
		[144467] = "\"Железный исполин\"",
		[213209] = 7,
		[255188] = 12,
		[215257] = 2,
		[257236] = "Ф'арг",
		[48191] = "Следопыт Альянса",
		[234711] = 5,
		[113780] = 4,
		[195804] = "Корстилакс",
		[2565] = 1,
		[281780] = "Старший жрец из Экзодара",
		[121995] = "Ваятель янтаря Ун'сок",
		[212205] = 4,
		[245591] = 11,
		[2645] = 7,
		[227545] = "Баронесса Доротея Милстип",
		[195805] = 7,
		[251484] = 1,
		[281000] = 1,
		[207068] = 3,
		[257238] = "Шатуг",
		[60478] = 9,
		[213243] = 12,
		[38682] = "Берсерк Альянса",
		[244952] = "[*] Кокон из скверношелка",
		[205021] = 8,
		[124214] = 10,
		[256215] = "Королевский грозный страж",
		[257239] = "Ф'арг",
		[143589] = "Генерал Назгрим",
		[210141] = 6,
		[214624] = 6,
		[93816] = 10,
		[205022] = 8,
		[114999] = "Оскверненный Тажань Чжу",
		[182497] = 2,
		[11986] = "Сумеречный апостол",
		[32289] = 2,
		[242906] = "Инфернал - вестник хаоса",
		[227548] = "Скопление маны",
		[171621] = 3,
		[229596] = "Неизвестно",
		[56643] = "Ан'кахарский измельчитель",
		[66684] = "Коралон Страж Огня",
		[257241] = 5,
		[29581] = "Фантомная гостья",
		[137485] = "[*] Разлом от удара молнии",
		[43681] = 7,
		[34626] = "[*] Бледная смерть",
		[229597] = "Сквернотопырь",
		[12882] = "Морфаз",
		[215263] = 7,
		[257242] = 5,
		[17619] = 5,
		[234717] = 9,
		[146459] = "[*] Сверлящий рывок",
		[195810] = 5,
		[205025] = 8,
		[197858] = "Бурлящая лужа",
		[115831] = "Nixatik <Raybam-Sanguino>",
		[232670] = 9,
		[225503] = "Цветущий злошип",
		[234718] = 9,
		[100] = 1,
		[228575] = "Благонравная горничная",
		[118903] = "Глинтрок - мастер проклятий",
		[119415] = 8,
		[200284] = "Нал'тира",
		[14034] = "Тенегорнский сенатор",
		[183539] = "Гнилослюнный червь",
		[56640] = "Ан'кахарский веретенщик",
		[16979] = 11,
		[145656] = 3,
		[145434] = 8,
		[16595] = 11,
		[115832] = "Казгорато <Карапшин-СвежевательДуш>",
		[183526] = "Барабанщик из Подкаменного разлома",
		[278967] = "Рыцарь-капитан Эмери",
		[193765] = 6,
		[137452] = 11,
		[106807] = "Ук-Ук",
		[146124] = "Слияние скверны",
		[845] = 1,
		[207076] = 2,
		[54290] = "Ануб'арский прядильщик",
		[15122] = "Чароплет из легиона Изрубленного Щита",
		[60234] = 5,
		[11978] = "Финий Темнострой",
		[114297] = 7,
		[196838] = "Фенрир",
		[197862] = 5,
		[102417] = 11,
		[15570] = "Оплавленный боевой голем",
		[214621] = 5,
		[70694] = 7,
		[252141] = 7,
		[228579] = 6,
		[118905] = "Тотем выброса тока <Вандэрграф-Корольлич>",
		[255200] = 6,
		[106113] = "Ша Сомнения",
		[216293] = 4,
		[278998] = "Аллерия Ветрокрылая",
		[210150] = "Нараксас",
		[32546] = 5,
		[212198] = 4,
		[196840] = 7,
		[255201] = "[*] Жертва Агграмара",
		[198888] = "Штормовой дракон",
		[249058] = "[*] Отголосок страдания",
		[116858] = 9,
		[191413] = "Core Hound <Ahadacaktim-TwistingNether>",
		[197628] = 11,
		[228581] = 6,
		[205032] = 8,
		[156910] = 2,
		[256226] = "Шаман из племени Черного Копья",
		[142576] = "Скир Кровожадный",
		[120954] = 10,
		[210152] = 12,
		[48147] = 8,
		[186403] = 11,
		[114811] = "Говорящая рыба",
		[255203] = 6,
		[1715] = 1,
		[30832] = "Разбойник из клана Веселого Черепа",
		[248067] = "Темный адепт войны",
		[210153] = 12,
		[243941] = 7,
		[228583] = 6,
		[42772] = "Стратег из клана Укротителей драконов",
		[192760] = 4,
		[198891] = "Проклятый морем рабовладелец",
		[56130] = "Старейшина Надокс",
		[192094] = "Полководец Паржеш",
		[251109] = 4,
		[48707] = 6,
		[204011] = 2,
		[229608] = "Убийца эрудитов",
		[197868] = "Леди Кольцо Ненависти",
		[198892] = "Штормовой дракон",
		[167152] = 11,
		[200940] = 11,
		[210155] = 12,
		[43680] = 1,
		[34629] = "[*] Бледная смерть",
		[131317] = 2,
		[198664] = 10,
		[119932] = "Куай Бесчеловечный",
		[191726] = "Большой элементаль молний <Евидо>",
		[200941] = 11,
		[121468] = "Райгонн",
		[228596] = 8,
		[236777] = 3,
		[254183] = "[*] Опаленная кожа",
		[195389] = 2,
		[144374] = "Малый иллюзорный заклинатель пламени",
		[191727] = 6,
		[200942] = 11,
		[234740] = 9,
		[219372] = 11,
		[171250] = 6,
		[229611] = "Убийца эрудитов",
		[197871] = 5,
		[211209] = "[*] Чародейский рассекатель",
		[23972] = "Жидкий огонь",
		[200943] = 11,
		[242922] = 9,
		[145654] = 3,
		[33697] = 7,
		[199260] = 5,
		[145415] = 4,
		[115838] = "Матриарх Букового леса",
		[257257] = "Капсула адмирала",
		[225517] = 5,
		[125565] = 1,
		[52666] = "Мясной Крюк",
		[93825] = 4,
		[145427] = 4,
		[246840] = "[*] Разрушитель",
		[239852] = "Демонический обелиск",
		[191730] = 6,
		[200945] = 11,
		[242924] = "Неизвестно",
		[121982] = "Сик'тик-разрушитель",
		[195826] = 2,
		[245766] = "Мерцающий повелитель Бездны",
		[227592] = "Тень Медива",
		[257620] = 3,
		[91778] = 2,
		[135418] = 10,
		[179244] = 2,
		[95750] = 9,
		[204018] = 2,
		[223497] = 1,
		[86659] = 2,
		[228601] = 8,
		[191732] = "Большой элементаль молний <Евидо>",
		[14099] = "Лорд Опалитель",
		[121471] = 4,
		[145658] = "Владыка судеб",
		[204019] = 2,
		[245998] = 11,
		[227927] = "Бестелесная дублерша",
		[10772] = "Вигиль Фитиль",
		[58180] = 11,
		[2379] = 6,
		[257619] = "Эонар",
		[223354] = 4,
		[93827] = 6,
		[229617] = "Демонический портал",
		[202748] = 3,
		[35399] = "Кровостраж-заступник",
		[257262] = "Энтропическая мина",
		[250095] = "Мучения Аман'тула",
		[238566] = "Бестелесный филантроп",
		[252143] = 7,
		[204021] = 12,
		[53317] = "Ануб'арский воитель",
		[246763] = "[*] Ярость Голганнета",
		[215284] = 7,
		[191735] = "Скверноподданный мирмидон",
		[192759] = 4,
		[193783] = 6,
		[145661] = 3,
		[93828] = 2,
		[125464] = "Великая императрица Шек'зир",
		[114050] = 7,
		[198903] = "[*] Грохочущая буря",
		[8042] = 7,
		[250097] = "Мучения Аман'тула",
		[121473] = 4,
		[32421] = "Экзарх Маладаар",
		[195832] = "Скрог-волнодав",
		[8212] = 1,
		[192090] = 11,
		[198904] = "Гнилосердная дриада",
		[198912] = 1,
		[252154] = 7,
		[58693] = "Синигоса",
		[235764] = 12,
		[228597] = 8,
		[147711] = "Коргра Змея",
		[231434] = 4,
		[190714] = 5,
		[60229] = 2,
		[200953] = 1,
		[251123] = 10,
		[203001] = 11,
		[228598] = 8,
		[229622] = "Сквернотопырь",
		[107140] = "Лазурный змей",
		[207097] = "Шэда <Эолуна-Голдринн>",
		[183548] = "Камнерукий повелитель личинок",
		[200954] = 1,
		[214002] = "Восставший копейщик",
		[227575] = "Баронесса Доротея Милстип",
		[228599] = 8,
		[229623] = "Сквернотопырь",
		[214265] = 7,
		[19750] = 2,
		[249077] = "[*] Оскверняющая Бездна",
		[227925] = "Бестелесный дублер",
		[56646] = "Ан'кахарский измельчитель",
		[136190] = "Сул Пескорыск",
		[228600] = 8,
		[74589] = 11,
		[52493] = "Дозорный Силтик",
		[8362] = "Верховная жрица Тауриссана",
		[249078] = "Кудесник из Темной Стражи",
		[250102] = "Призванный скелет <Оранарг-СвежевательДуш>",
		[58694] = "Синигоса",
		[145667] = 3,
		[163073] = 12,
		[51271] = 6,
		[39953] = 7,
		[248055] = "Темный адепт войны",
		[26662] = "Аргус Порабощенный",
		[184575] = 2,
		[121474] = 4,
		[252151] = 7,
		[236115] = "Жрица Лунное Пламя",
		[148476] = 6,
		[279709] = 11,
		[224852] = 7,
		[249080] = "Изголодавшийся сломленный",
		[54343] = "[*] Полное преобразование Бездны",
		[128304] = "Послушник Шадо-Пан",
		[243961] = "[*] --unknown spell--",
		[55709] = "Ombre <Wølfspirit-Hyjal>",
		[118917] = "Глинтрок - мастер проклятий",
		[157977] = 8,
		[248057] = "Темный адепт войны",
		[249081] = "Подчинитель из Темной Стражи",
		[196183] = "Твердопанцирник Мак'раны",
		[201983] = "Углепанцирный подчинитель",
		[211198] = "Астральная искра <Волшебная аномалия>",
		[204031] = 11,
		[98440] = 4,
		[66188] = 6,
		[215294] = 10,
		[249082] = "Темное щупальце",
		[116706] = 10,
		[109536] = 7,
		[243963] = "Вариматрас",
		[77451] = 7,
		[46668] = 2,
		[12884] = "Морфаз",
		[136189] = "Сул Пескорыск",
		[199736] = 4,
		[247376] = "Ловец душ Имонар",
		[171011] = "Пеклосмех <Дайтемнеключ>",
		[237137] = 11,
		[247040] = 11,
		[123014] = "[*] Сгустки янтаря",
		[255227] = 7,
		[143961] = "Воплощение страдания",
		[120876] = 1,
		[143625] = 1,
		[160011] = "Лисица <Даврат-ЧерныйШрам>",
		[146488] = "Противовоздушная турель <Локмания>",
		[214003] = "Восставший мечник",
		[59548] = 8,
		[111240] = 4,
		[246903] = "Темная хранительница",
		[191748] = 6,
		[216331] = 2,
		[193796] = 7,
		[211202] = "Волшебная аномалия",
		[204035] = 2,
		[246014] = "Агграмар",
		[247038] = "Зураал Перерожденный",
		[198916] = "Злогриб <Гнилосердный хранитель>",
		[244709] = "Пылающий бес",
		[236515] = "Падшая жрица",
		[228086] = "Фантомный рабочий",
		[49821] = 5,
		[34635] = "Солнцелов-чаротворец",
		[14868] = "Тенегорнский сенатор",
		[253930] = "Проявление Бездны",
		[59976] = 7,
		[211956] = "Змееуст-барахольщик",
		[279042] = "Генн Седогрив",
		[226175] = 5,
		[252159] = 7,
		[122504] = "[*] Горящий янтарь",
		[196870] = "Заклинательница штормов из клана Колец Ненависти",
		[107146] = "Райгонн",
		[157978] = 8,
		[183560] = "Неизвестно",
		[15636] = "Император Дагран Тауриссан",
		[53463] = "Пророк Тарон'джа",
		[47773] = "Великая ведунья Телестра",
		[211064] = 8,
		[196871] = "Заклинательница штормов из клана Колец Ненависти",
		[121483] = "Мудрый Марис",
		[252165] = 12,
		[240604] = "[*] Объятия приливов",
		[57841] = 4,
		[32422] = "Экзарх Маладаар",
		[234062] = 4,
		[257286] = 12,
		[98444] = 1,
		[248396] = "Чумная сфера <Аргус Порабощенный>",
		[12551] = "Зериллис",
		[22568] = 11,
		[139550] = "Страдающая душа",
		[84622] = "Главный механик Меггакрут",
		[145679] = "Слияние скверны",
		[243977] = "[*] Пытка холодом",
		[254210] = 7,
		[255234] = 7,
		[119946] = "Му'Шиба",
		[52042] = "Тотем исцеляющего потока <Вандэрграф-Корольлич>",
		[200969] = "Король Тор",
		[212975] = 6,
		[121994] = "Ваятель янтаря Ун'сок",
		[146704] = "Элитный рубака из клана Драконьей Пасти",
		[205065] = 5,
		[247044] = "Аннигиляция",
		[248068] = "Ловец душ Имонар",
		[116363] = "Фэн Проклятый",
		[143638] = "Генерал Назгрим",
		[193803] = "Личинка смолоплюя",
		[93326] = 6,
		[245627] = "Нура, Матерь Пламени",
		[131347] = 12,
		[200686] = "Грозный отравитель",
		[191628] = 6,
		[213583] = "Кордана Оскверненная Песнь",
		[279045] = "Генн Седогрив",
		[201995] = 6,
		[211210] = 2,
		[111759] = 5,
		[227917] = "Бестелесный дублер",
		[125741] = "Сет'тик - рассекатель ветров",
		[248070] = "Ловец душ Имонар",
		[199948] = "Мистик Сса'ве",
		[242251] = 8,
		[201996] = 9,
		[192081] = 11,
		[34637] = "Солнцелов-чаротворец",
		[42705] = "Ингвар Расхититель",
		[57755] = 1,
		[252171] = 2,
		[191758] = "Шаркающий ужас <Хъютэнг-СвежевательДуш>",
		[240671] = 8,
		[203343] = 1,
		[148760] = "Командир Тик",
		[212236] = 1,
		[147732] = 7,
		[91797] = 6,
		[223499] = 7,
		[208141] = 8,
		[142934] = "Темный ритуалист могу",
		[242953] = 1,
		[137494] = "Су'линь",
		[46924] = 1,
		[147733] = "Гаррош Адский Крик",
		[211217] = "Волшебная аномалия",
		[223500] = 11,
		[216333] = 4,
		[241930] = 9,
		[8264] = "Знахарь из клана Песчаной Бури",
		[193376] = "Уларогг Скаломол",
		[196175] = "Твердопанцирник Мак'раны",
		[1539] = 3,
		[66196] = 6,
		[198928] = 8,
		[247054] = 9,
		[192794] = "[*] Поражение молнией",
		[210191] = 2,
		[48140] = "Прожорливый фурболг",
		[266779] = 3,
		[196881] = 7,
		[199246] = "Нараксас",
		[198929] = 8,
		[240908] = "Кил'джеден",
		[200977] = 1,
		[198222] = 4,
		[243980] = "[*] Пытка Скверной",
		[17290] = "Сумеречный верующий",
		[254219] = "Капсула адмирала <Рыжийвась>",
		[222479] = 11,
		[232722] = "Госпожа Сашж'ин",
		[199954] = 9,
		[241933] = "Тугар Кровавый Тотем",
		[157981] = 8,
		[219408] = 11,
		[251463] = 11,
		[139546] = 4,
		[39246] = 7,
		[198931] = "Валарьяр-мистик",
		[240910] = "Кил'джеден",
		[279061] = "Генн Седогрив",
		[64843] = 5,
		[260364] = 5,
		[179478] = 12,
		[196884] = 7,
		[197908] = 10,
		[215314] = 5,
		[216338] = 9,
		[262115] = 1,
		[202004] = 7,
		[243983] = "Хранительница порталов Азабель",
		[34639] = "Солнцелов-жнец",
		[139548] = "Мегера",
		[51533] = 7,
		[119952] = 2,
		[216339] = 9,
		[15125] = "Чернокнижник из легиона Изрубленного Щита",
		[124507] = 10,
		[145692] = "Кор'тик-завоеватель",
		[207127] = 6,
		[139549] = "Мегера",
		[204778] = 5,
		[157979] = 8,
		[191767] = "Терзательница душ Глевианна",
		[250128] = 1,
		[221770] = 1,
		[54861] = 9,
		[260369] = 5,
		[102547] = 11,
		[146456] = "Горо'дан",
		[157980] = 8,
		[257296] = "Аргус Порабощенный",
		[136186] = 1,
		[264735] = 3,
		[143955] = "Рук Каменная Ступня",
		[212246] = 10,
		[139551] = "Мегера",
		[197912] = 1,
		[198936] = "[*] Руна исцеления",
		[49998] = 6,
		[160029] = 11,
		[272928] = "Темный следопыт",
		[17194] = "Кровостраж-лекарь",
		[34640] = "Солнцелов-жнец",
		[139552] = "Мегера",
		[35152] = "Заряд Пустоты",
		[157982] = 11,
		[216343] = 8,
		[104596] = 7,
		[145451] = 8,
		[31884] = 2,
		[187675] = 3,
		[61447] = 11,
		[240607] = 11,
		[188395] = "[*] Шаровая молния",
		[257299] = "Аргус Порабощенный",
		[200986] = 1,
		[28495] = 2,
		[56730] = "Глаз Талдарама",
		[226888] = 7,
		[142930] = "Кил'рук Рассекающий Ветер",
		[106645] = "Летящий Снег",
		[248085] = 3,
		[10966] = "Воевода Вун",
		[164431] = 7,
		[210202] = "Темная мать",
		[194844] = 6,
		[187677] = 8,
		[32849] = "Аукенайский монах",
		[197916] = 10,
		[57934] = 4,
		[77616] = 6,
		[50255] = "Скади Безжалостный",
		[200829] = 5,
		[243991] = 2,
		[253207] = "Проекция Бездны",
		[192800] = "[*] Удушающая пыль",
		[142929] = "Ксарил Отравленный Разум",
		[91289] = "Рейст Волшебное Копье",
		[216347] = 7,
		[250135] = "Ловец душ Имонар",
		[17195] = "Укрощенный элементаль огня",
		[205385] = 5,
		[30633] = "Кристаллический заступник",
		[106646] = "Летящий Снег",
		[204361] = 7,
		[248088] = 3,
		[91800] = "Камнедёр <Снегурорк-СвежевательДуш>",
		[192799] = "Ползун из чумных осколков <Рокмора> <Рокмора>",
		[191769] = "[*] По ветру",
		[50842] = 6,
		[204062] = 12,
		[254232] = 5,
		[197919] = 10,
		[47696] = "Безумный манаплеск",
		[11990] = "Оро Вырвиглаз",
		[32297] = 10,
		[110745] = 5,
		[145702] = "Шри'тик-бомбардир",
		[89753] = "Страж Скверны <Дэриан-Подземье>",
		[16427] = "Солнцелов-ученый",
		[47697] = "Священник Альянса",
		[3110] = "Джабфипу <Максаньяк-Голдринн>",
		[232732] = "[*] Кромсающий торнадо",
		[192801] = "[*] Приливная волна",
		[12742] = "Рок'рел",
		[117910] = "Цян Безжалостный",
		[34642] = "Солнцелов-генетик",
		[225568] = "Скверносерд-призыватель",
		[214303] = 3,
		[145706] = "Шри'тик-бомбардир",
		[199969] = 6,
		[203538] = 2,
		[193826] = "Король-бог Сковальд",
		[244291] = "Агграмар",
		[204065] = 5,
		[243999] = "Вариматрас",
		[108843] = 8,
		[166182] = "Осквернение <Alpenkuh-Onyxia>",
		[93339] = 5,
		[250140] = 7,
		[193827] = "Король-бог Сковальд",
		[227615] = "Тень Медива",
		[204066] = 11,
		[110744] = 5,
		[193440] = 9,
		[149801] = 8,
		[227618] = "Пожиратель маны",
		[279093] = "Андуин Ринн",
		[202019] = "Латосий",
		[227616] = "Леди Кейра Беррибак",
		[245022] = "Шатуг",
		[194855] = 3,
		[194859] = 3,
		[248094] = "Артиллерийский удар",
		[227908] = 1,
		[116888] = 6,
		[264774] = 8,
		[50769] = 11,
		[250433] = 1,
		[279096] = "Андуин Ринн",
		[104235] = 7,
		[217382] = "Яд'орн",
		[15062] = "Гнев'рел",
		[93341] = 2,
		[228645] = "Руническое оружие <Самбухан-Дракономор>",
		[244000] = "Хранительница порталов Азабель",
		[204069] = 11,
		[279098] = "Андуин Ринн",
		[247075] = 12,
		[194858] = 3,
		[15574] = "Посол Огнехлыст",
		[250144] = 8,
		[208173] = 12,
		[244001] = "[*] Шквальный обстрел Скверны",
		[253216] = 2,
		[209477] = "Маназмей",
		[219432] = 11,
		[47698] = "Кристаллический заступник",
		[208166] = 8,
		[132403] = 2,
		[185641] = "Рыцарь-капитан Бримли",
		[227620] = "Пожиратель маны",
		[106653] = "Оскверненная живая вода",
		[106651] = "Ук-Ук",
		[143666] = "Ийокук Проницательный",
		[157997] = 8,
		[91807] = "Knochenmaul <Alpenkuh-Onyxia>",
		[250146] = 11,
		[146739] = 9,
		[8599] = "Страж гнева - мастер клинка",
		[34644] = "Большой хлестун",
		[52633] = "Неприятель из рода Бесконечности",
		[25771] = 2,
		[111771] = 9,
		[34645] = "Начальник стражи Гарголмар",
		[240555] = 8,
		[244014] = 4,
		[145712] = "Шри'тик-бомбардир",
		[249128] = "Инквизитор \"Параксия\"",
		[53330] = "Ануб'арский некрорахнид",
		[164425] = 7,
		[207150] = 6,
		[227905] = 2,
		[250148] = 4,
		[242981] = 2,
		[244005] = "[*] Темный разлом",
		[253220] = 8,
		[254244] = "Ловец душ Имонар",
		[148785] = "Воевода Крагг",
		[47699] = "Кристаллический хранитель",
		[250153] = 1,
		[217385] = "Яд'орн",
		[53333] = "Ануб'арский некромант",
		[244006] = "Вариматрас",
		[227628] = "Тень Медива",
		[32853] = "Аукенайский жрец душ",
		[132404] = 1,
		[229677] = "Наполненный силой пиромант",
		[249126] = "Инквизитор \"Параксия\"",
		[50259] = 11,
		[202028] = 11,
		[35158] = "Механолорд Конденсарон",
		[228649] = 10,
		[102558] = 11,
		[247079] = "Агграмар",
		[57363] = 4,
		[5484] = 9,
		[209202] = 2,
		[210220] = 2,
		[203059] = 11,
		[204083] = "Страж гнева – живодер",
		[32855] = "Аукенайский воздаятель",
		[115357] = 7,
		[5708] = "Ледокрылый змей племени Хаккари",
		[232746] = "Госпожа Сашж'ин",
		[142922] = "Кил'рук Рассекающий Ветер",
		[31403] = "Командир Альянса",
		[213995] = 4,
		[268877] = 3,
		[196911] = 4,
		[140598] = "Загадочный гриб",
		[198959] = "Валарьяр - резчик рун",
		[157256] = 7,
		[241962] = "Повелитель гнева Ярез",
		[193840] = 12,
		[145718] = "[*] Ураганная бомба",
		[204079] = 2,
		[32854] = "Аукенайский воздаятель",
		[33110] = 5,
		[231724] = 11,
		[232752] = 6,
		[244015] = 1,
		[145993] = "Командир Тик",
		[252202] = 1,
		[187698] = 3,
		[102560] = 11,
		[12887] = "Властитель Змейталак",
		[144969] = "Гаррош Адский Крик",
		[87204] = 5,
		[201009] = 1,
		[6572] = 1,
		[233022] = 11,
		[204081] = 3,
		[229678] = "Наполненный силой пиромант",
		[83243] = 3,
		[198962] = "Валарьяр - резчик рун",
		[216368] = "Даргрул",
		[250156] = 9,
		[15063] = "Стужень",
		[229682] = "[*] Веселое поджигание",
		[204082] = "Страж гнева – живодер",
		[13847] = "Мрак'нел",
		[204085] = 6,
		[198963] = "Нараксас",
		[252208] = 2,
		[176438] = 12,
		[232754] = "Госпожа Сашж'ин",
		[235823] = "Зараженный восставший солдат",
		[122527] = "Малый ша",
		[196916] = "Леди Веландра Гребень Ворона",
		[115360] = 7,
		[230242] = 7,
		[191797] = "[*] Жестокие ветра",
		[250158] = 5,
		[233021] = "[*] Инфернальный шип",
		[93347] = 9,
		[146747] = "Рубака из клана Драконьей Пасти",
		[196917] = 2,
		[35159] = "Механолорд Конденсарон",
		[231729] = "Волномаг из племени Острозубов",
		[191798] = "[*] Жестокие ветра",
		[56149] = "Ан'кахарский страж",
		[255546] = 4,
		[244016] = "Хранительница порталов Азабель",
		[30636] = "Бойцовый пес из клана Изувеченной Длани",
		[61524] = "Invisible Stalker (Floating, Uninteractible, Large, Sessile, Custom Phase 2)",
		[281178] = 2,
		[89766] = 9,
		[216372] = 2,
		[250160] = 11,
		[222519] = 1,
		[117921] = "Цян Безжалостный",
		[77478] = 7,
		[187708] = 3,
		[114852] = 2,
		[227641] = "Тень Медива",
		[47958] = "Орморок Воспитатель Дерев",
		[160060] = 6,
		[195901] = 6,
		[250171] = 6,
		[165185] = 12,
		[32856] = "Аукенайский воздаятель",
		[222517] = 1,
		[57941] = "Глашатай Волаж",
		[232756] = "Госпожа Сашж'ин",
		[196781] = 5,
		[194879] = 6,
		[8600] = "Тека Мученик",
		[195897] = 7,
		[254258] = 12,
		[222518] = 6,
		[190778] = 6,
		[232757] = "Госпожа Сашж'ин",
		[250163] = 3,
		[88742] = 12,
		[23214] = 2,
		[187707] = 3,
		[53334] = "Ануб'арский некромант",
		[255283] = 3,
		[223543] = 1,
		[216376] = "[*] Сгусток пламени",
		[194880] = "Смотрящий",
		[38232] = "Надзиратель из клана Укротителей драконов",
		[244021] = "[*] Взрывная тьма",
		[204090] = 3,
		[254260] = 2,
		[222520] = 1,
		[190780] = 6,
		[229692] = "Крыса",
		[250165] = 3,
		[108199] = 6,
		[235831] = "Излучающий глаз",
		[225597] = 12,
		[32857] = "Аукенайский жрец душ",
		[242253] = 8,
		[57942] = "Глашатай Волаж",
		[31821] = 2,
		[204350] = 7,
		[246075] = "Хранительница порталов Азабель",
		[101542] = 4,
		[212283] = 4,
		[225598] = 8,
		[35161] = "Механолорд Конденсарон",
		[239928] = "Измученная жрица",
		[88746] = 10,
		[250167] = 5,
		[88744] = 10,
		[235833] = "Зараженный восставший маг",
		[30637] = "Омор Неодолимый",
		[184646] = 7,
		[107174] = 6,
		[207165] = 6,
		[134470] = "Стая радужных мух",
		[160067] = "Паук <Даврат-ЧерныйШрам>",
		[202046] = "Смотрящий",
		[252216] = 11,
		[31661] = 8,
		[180545] = 8,
		[225601] = 5,
		[190784] = 2,
		[249148] = "Инквизитор \"Параксия\"",
		[56407] = "Призрачный ученик",
		[154953] = 4,
		[227644] = "Тень Медива",
		[245050] = "Лорд Эйлгар",
		[32858] = "Аукенайский жрец душ",
		[197952] = "Щупальце разрушения",
		[207167] = 6,
		[224573] = 3,
		[58455] = "Лазурная чародейка",
		[196932] = 7,
		[145735] = "Слияние скверны",
		[142667] = "Голодный куньчун <Каз'тик Манипулятор> <Каз'тик Манипулятор>",
		[229693] = "Крыса",
		[242232] = 11,
		[239932] = "Кил'джеден",
		[224574] = 3,
		[60503] = 1,
		[136521] = "Сул Пескорыск",
		[235837] = "Зараженная восставшая лучница",
		[253243] = 9,
		[134476] = "Камнепад",
		[107176] = "Рассвирепевший хозен-буян",
		[241983] = "Кил'джеден",
		[224575] = 3,
		[201026] = "Повелитель гнева Ярез",
		[101033] = 7,
		[101545] = 10,
		[225602] = 3,
		[213313] = 2,
		[34969] = "Разбойник из клана Веселого Черепа",
		[245303] = "Азара, Матерь Ночи",
		[224576] = 3,
		[225600] = 4,
		[88748] = 10,
		[20271] = 2,
		[220481] = "Корстилакс",
		[229696] = "Крыса",
		[281210] = 6,
		[207171] = 6,
		[224577] = 3,
		[58456] = "Лазурная чародейка",
		[248128] = "Страж прорыва",
		[101546] = 10,
		[146763] = "Огненная лучница из клана Драконьей Пасти",
		[225603] = 1,
		[225604] = 11,
		[88749] = 2,
		[71342] = 2,
		[15128] = "Рубака из легиона Огненного Клейма",
		[281209] = 6,
		[235841] = 3,
		[30638] = "Омор Неодолимый",
		[229698] = "Крыса",
		[22703] = 9,
		[239937] = 11,
		[32860] = "Аукенайский жрец душ",
		[54361] = "Зурамат Уничтожитель",
		[193863] = 1,
		[235842] = 1,
		[163147] = 7,
		[110762] = "Вождь Омокк",
		[196156] = "Техник из клана Призрачной Луны",
		[206151] = 2,
		[243011] = 9,
		[32302] = "Сконцентрированный огонь",
		[144718] = "Ползучая мина",
		[235843] = 1,
		[196937] = 4,
		[246082] = "[*] Усиленный портал: Ранкора",
		[214342] = 10,
		[248130] = "Страж прорыва",
		[134723] = 12,
		[225605] = 5,
		[117418] = 10,
		[235844] = 1,
		[212295] = 9,
		[102572] = "Лазурный змей",
		[197961] = "Один",
		[35322] = "Страж ворот Точеный Нож",
		[8921] = 11,
		[225606] = 1,
		[88750] = 10,
		[235845] = 4,
		[146768] = "Леди Сильвана Ветрокрылая",
		[246084] = "[*] Портал: Ранкора",
		[115203] = 10,
		[115178] = 10,
		[200010] = "Подчиняющий разум <Càro-ZirkeldesCenarius>",
		[245301] = "Агграмар",
		[259395] = 10,
		[227944] = 12,
		[77489] = 5,
		[102573] = "Лазурный змей",
		[197963] = "Один",
		[248133] = "Страж прорыва",
		[196941] = 2,
		[233799] = "Друид-хищница",
		[221514] = 11,
		[145746] = "Дух мудрого ткача туманов",
		[146770] = "Леди Сильвана Ветрокрылая",
		[32861] = "Аукенайский воздаятель",
		[197964] = "Один",
		["BUFF"] = 1,
		[259398] = 3,
		[222775] = 4,
		[139841] = "Ледяная голова",
		[261682] = 10,
		[34653] = "Назан",
		[229705] = "Паук",
		[197965] = "Один",
		[122540] = "Янтарное чудовище",
		[247112] = "Агграмар",
		[201273] = "Оскверненная кровью ярость",
		[243016] = 1,
		[192058] = 7,
		[146772] = "Леди Сильвана Ветрокрылая",
		[229706] = "Паук",
		[53595] = 2,
		[158035] = 4,
		[191823] = "Тиратон Салтерил",
		[215607] = 4,
		[210253] = 10,
		[32175] = 7,
		[231754] = "Волномаг из племени Острозубов",
		[183633] = "Скальный камнешвыр",
		[197967] = "Один",
		[119981] = "Мин Коварный",
		[200015] = 7,
		[12057] = "Налетчик из легиона Изрубленного Щита",
		[197625] = 11,
		[244042] = "Вариматрас",
		[253257] = 8,
		[240970] = "Аватара Падшего",
		[214350] = 9,
		[158037] = 11,
		[6253] = "Восставший укротитель Драккари",
		[58459] = "Лазурный захватчик",
		[236516] = "[*] Сумеречный залп",
		[200248] = "Восставший чародей",
		[253258] = 9,
		[118958] = "Глинтрок-крепкошкур",
		[12889] = "Аватара Хаккара",
		[117313] = 1,
		[231442] = 7,
		[209232] = 6,
		[210256] = 2,
		[139839] = "Ядовитая голова",
		[36702] = 5,
		[114466] = "Пенистая преграда",
		[252465] = "Палач Пылающего Трона",
		[136767] = "Хорридон",
		[257244] = 2,
		[250188] = "[*] Фрагмент Бездны",
		[185684] = "Парашютистка 7-го легиона",
		[194899] = "Чайка",
		[253260] = 8,
		[196947] = "Хелия",
		[134719] = 12,
		[244033] = "Агграмар",
		[123051] = "Подчиняющий разум <Корелин-СвежевательДуш>",
		[139838] = "Ядовитая голова",
		[80564] = "Леди Наз'жар",
		[230221] = "[*] Поглощенная мана",
		[253261] = 8,
		[58460] = "Лазурный головорез",
		[253262] = 8,
		[248142] = 1,
		[253830] = 6,
		[184662] = 2,
		[21169] = 7,
		[228334] = "Тень Медива",
		[59228] = "Увалень из Плети",
		[15288] = "Сумеречный эмиссар",
		[140636] = "Песчаный чародей из племени Фарраки",
		[239952] = 11,
		[107079] = 5,
		[250191] = "Conflagration",
		[173401] = 1,
		[254176] = "Сестра Кнута",
		[211508] = 12,
		[194102] = "Грязеход",
		[197974] = "Лишенный души боец авангарда",
		[210261] = "Часовой из Сумеречной стражи",
		[248146] = 8,
		[67767] = "Защитник Черного Клинка",
		[243025] = 2,
		[14887] = "Темнопряд из легиона Огненного Клейма",
		[220500] = "[*] Дестабилизированная сфера",
		[205364] = 5,
		[31920] = 7,
		[248145] = 1,
		[32176] = 7,
		[250193] = "Частица порождения Бездны <[*] Фрагмент Бездны> <[*] Фрагмент Бездны>",
		[136543] = "Лэй Шэнь",
		[65116] = 1,
		[130736] = 6,
		[145759] = 3,
		[200025] = 2,
		[223573] = 11,
		[200024] = "Нал'тира",
		[58461] = "Лазурный захватчик",
		[210263] = 7,
		[244051] = "Шатуг",
		[245075] = 12,
		[221526] = 10,
		[194101] = "Грязеход",
		[248147] = 8,
		[240980] = 3,
		[253896] = 12,
		[192053] = "Полководец Паржеш",
		[252732] = 4,
		[29577] = "Призрачный жеребец",
		[221527] = 12,
		[254509] = "Император Деконикс",
		[231766] = 9,
		[118963] = "Глинтрок-тихоступ",
		[225623] = 5,
		[253269] = 5,
		[216407] = "[*] Лавовый гейзер",
		[33377] = 7,
		[156000] = 6,
		[27825] = "Безжалостный рыцарь смерти",
		[248149] = 7,
		[208218] = 11,
		[225624] = 1,
		[202075] = "Пылающая жеода",
		[97462] = 1,
		[146786] = "Верховный маг Этас Похититель Солнца",
		[41056] = "Лазурный капитан",
		[47765] = "[*] Гравитационный колодец",
		[231768] = "[*] Студеная вода",
		[191837] = 10,
		[214577] = 6,
		[136548] = "Шаровая молния <Лэй Шэнь> <Лэй Шэнь>",
		[148025] = "Рубака из клана Драконьей Пасти",
		[124081] = 10,
		[147811] = "Тралл",
		[119476] = "Генерал Па'валак",
		[247930] = "Л'ура",
		[216411] = 2,
		[235054] = 10,
		[192067] = "Хирья",
		[244056] = "Шатуг",
		[30641] = "Начальник стражи Гарголмар",
		[2823] = 4,
		[66235] = 2,
		[191840] = 10,
		[191839] = "Змеикс",
		[59231] = "[*] Летучая зараза",
		[34914] = 5,
		[244057] = "Ф'арг",
		[31665] = 4,
		[213341] = 10,
		[246316] = "Леди Дацидия",
		[2983] = 4,
		[216413] = 2,
		[242010] = 6,
		[24242] = 8,
		[219485] = 6,
		[228700] = "Скопление маны",
		[41057] = "Лазурный капитан",
		[214366] = 3,
		[124085] = "Сет'тик - воздушный воин",
		[240987] = 1,
		[178740] = 12,
		[13338] = "Чернокнижник из клана Призрачной Луны",
		[194913] = 6,
		[220510] = 9,
		[69820] = 2,
		[12890] = "Тень Эраникуса",
		[228231] = 2,
		[17843] = "Знахарь из клана Песчаной Бури",
		[60307] = 12,
		[281265] = 5,
		[227678] = 10,
		[54369] = "Зурамат Уничтожитель",
		[114871] = 2,
		[53600] = 2,
		[255530] = "[*] Тлеющие оковы",
		[240989] = 10,
		[258399] = "Аргус Порабощенный",
		[93985] = 11,
		[145769] = "Слияние скверны",
		[171366] = 2,
		[127158] = 6,
		[239967] = 5,
		[214373] = 10,
		[209455] = 8,
		[242014] = 12,
		[195944] = "Скрог-волнолом",
		[207407] = 12,
		[253277] = 2,
		[16589] = 8,
		[201062] = "Змееуст-барахольщик",
		[57952] = "[*] Трепет",
		[204335] = 2,
		[33891] = 11,
		[207995] = 7,
		[227681] = 10,
		[253278] = 2,
		[132463] = 10,
		[64658] = 6,
		[27827] = 5,
		[213350] = 9,
		[212327] = 9,
		[144748] = "Гаррош Адский Крик",
		[211300] = "Бдительный окулус",
		[73920] = 7,
		[147820] = "Шаман приливов из клана Драконьей Пасти",
		[115385] = "Воин из клана Колец Ненависти",
		[239969] = 5,
		[191847] = "Змеикс",
		[225635] = "Лунная лучница",
		[144749] = "Гаррош Адский Крик",
		[138609] = "Огромный голем анимы",
		[46740] = 5,
		[118969] = "Неизвестно",
		[189800] = 11,
		[254308] = 7,
		[191848] = "Змеикс",
		[248165] = "Аргус Порабощенный",
		[241193] = "Темная жрица",
		[170347] = 9,
		[16346] = "Гнусный изрыгатель",
		[8219] = 4,
		[182832] = 7,
		[124089] = "[*] Зефир",
		[200040] = "[*] Яд Пустоты",
		[29235] = 2,
		[202088] = "Хелия",
		[244067] = 11,
		[34660] = "Скалезуб Скорбный",
		[69826] = 2,
		[229737] = 11,
		[248167] = "[*] Смертоносный туман",
		[208232] = 5,
		[121116] = 6,
		[202089] = "Пылающая жеода",
		[212332] = "Слизеязв <Хъютэнг-СвежевательДуш>",
		[220519] = "Корни-душители",
		[246116] = 3,
		[132466] = 10,
		[223591] = "Финна Бьорнсдоттир",
		[62305] = 6,
		[122556] = "Ваятель янтаря Ун'сок",
		[202090] = 10,
		[266949] = 1,
		[253284] = 10,
		[271045] = 3,
		[132467] = 10,
		[256356] = "[*] Студеная кровь",
		[127771] = 1,
		[209258] = 12,
		[185709] = 2,
		[244070] = "Вариматрас",
		[254502] = "Император Деконикс",
		[73921] = 7,
		[197996] = 11,
		[223593] = "Финна Бьорнсдоттир",
		[253288] = 2,
		[42084] = 2,
		[185710] = 9,
		[219498] = "Капитан патруля Гердо",
		[195949] = 6,
		[205164] = 6,
		[339] = 11,
		[60002] = 6,
		[52067] = "Кристаллический хлестун",
		[236072] = "Королева душ Дехана",
		[243050] = "Пламенный разлом <Максаньяк-Голдринн>",
		[244072] = "Ф'арг",
		[253287] = 2,
		[205165] = 6,
		[355] = 1,
		[190831] = 1,
		[191855] = "Змеикс",
		[209261] = 12,
		[217642] = 10,
		[227691] = 10,
		[245097] = "Ф'арг",
		[223592] = "Финна Бьорнсдоттир",
		[247145] = "Сарпиш",
		[215405] = 5,
		[79554] = "Кор'кронский поставщик",
		[184689] = 2,
		[379] = 7,
		[212335] = "Слизеязв <Хъютэнг-СвежевательДуш>",
		[245098] = "Шатуг",
		[12891] = "Тень Эраникуса",
		[82626] = 5,
		[246310] = "Наполненный Скверной разрушитель",
		[249194] = "Инквизитор \"Параксия\"",
		[201072] = 10,
		[241004] = "Нестабильная порча",
		[101568] = 6,
		[253290] = "Энтропическая мина",
		[127165] = 7,
		[403] = 7,
		[215407] = 3,
		[191858] = "[*] Ядовитая лужа",
		[246324] = "Наместник Незжар",
		[243238] = "Йормог Чудовищный",
		[170357] = 3,
		[202098] = "Хелия",
		[109248] = 3,
		[107200] = 3,
		[421] = 7,
		[134522] = 8,
		[244071] = "Шатуг",
		[234862] = 2,
		[144762] = "Оскверненное оружие <Гаррош Адский Крик>",
		[212337] = "Слизеязв <Хъютэнг-СвежевательДуш>",
		[254500] = "Император Деконикс",
		[170359] = 3,
		[199027] = 4,
		[260643] = 1,
		[254512] = "Император Деконикс",
		[113344] = 1,
		[203123] = 11,
		[212338] = "Слизеязв <Хъютэнг-СвежевательДуш>",
		[196980] = 4,
		[170360] = 3,
		[190837] = 11,
		[228322] = 6,
		[75973] = 4,
		[210291] = 2,
		[117952] = 10,
		[245103] = "Капсула адмирала <Ешевика>",
		[14875] = "Послушник",
		[148859] = 5,
		[57949] = "Глашатай Волаж",
		[118459] = "Шэда <Эолуна-Голдринн>",
		[185719] = 2,
		[121536] = 5,
		[212520] = 1,
		[15643] = "Император Дагран Тауриссан",
		[245099] = "[*] Затуманенный разум",
		[214388] = "Василиск-скверноклык",
		[248176] = 8,
		[241009] = "Страж Хранительницы",
		[201078] = 3,
		[223203] = 1,
		[204151] = "Тиратон Салтерил",
		[204150] = 2,
		[207400] = 7,
		[63844] = 2,
		[248177] = 8,
		[33896] = "Детеныш камнеруба",
		[160124] = "Kernhund <Eleminatron-Nathrezim>",
		[210294] = 2,
		[113858] = 9,
		[171387] = 7,
		[8220] = 4,
		[107203] = 10,
		[48276] = "Свала Вечноскорбящая",
		[127169] = 10,
		[58469] = "Лазурный убийца магов",
		[219488] = "Капитан патруля Гердо",
		[211319] = 5,
		[146815] = "Нестабильная искра",
		[546] = 7,
		[199033] = "Валарьяр-претендентка",
		[248179] = 1,
		[28272] = 8,
		[201081] = 3,
		[199034] = "Валарьяр-претендентка",
		[115994] = 6,
		[253299] = 8,
		[143746] = "Воплощение отчаяния",
		[214392] = "Василиск-скверноклык",
		[586] = 5,
		[246306] = "[*] Энтропическая Бездна",
		[246134] = "Зураал Перерожденный",
		[234870] = 2,
		[235894] = 12,
		[253300] = "Разрушитель миров Кин’гарота",
		[127170] = 1,
		[247157] = "Сарпиш",
		[103621] = 7,
		[216441] = 4,
		[88263] = 2,
		[63468] = 3,
		[252277] = 4,
		[226852] = 8,
		[205179] = 9,
		[82632] = "Болотный уж",
		[247159] = "Разрушитель миров Кин’гарота",
		[32202] = "Соблазнительница <Призыватель из клана Призрачной Луны>",
		[58470] = "Лазурный ловец",
		[202108] = "Заклинатель чумных осколков",
		[217670] = 2,
		[163201] = 1,
		[221562] = 6,
		[198013] = 12,
		[256374] = 9,
		[686] = 9,
		[194942] = "Смотрящий",
		[139822] = "Пылающая голова",
		[698] = 9,
		[204157] = 12,
		[205181] = 9,
		[710] = 9,
		[248184] = "Щупальце-живодер Бездны",
		[208253] = 11,
		[30643] = "Дозорный цитадели Адского Пламени",
		[143924] = 1,
		[120517] = 5,
		[15654] = "Верховная жрица Тауриссана",
		[232827] = "Пираньядо",
		[214397] = 12,
		[207230] = 6,
		[128708] = "Булькающий бражный хмелементаль",
		[211299] = "Бдительный инквизитор",
		[136583] = 7,
		[113862] = 8,
		[130756] = "Область диссонанса",
		[254329] = "Уголек Тайшалака",
		[774] = 11,
		[818] = 11,
		[224637] = 8,
		[58471] = "Лазурный ловец",
		[281327] = 6,
		[194945] = "Смотрящий",
		[204160] = 6,
		[246139] = "Зураал Перерожденный",
		[230218] = "Пожиратель маны",
		[254332] = 2,
		[249211] = "Отмеченный Скверной быстролап",
		[184707] = 1,
		[234877] = 9,
		[61031] = 2,
		[220543] = 5,
		[180612] = 6,
		[115399] = 10,
		[199042] = 1,
		[249212] = "Изголодавшийся ловец",
		[45470] = 6,
		[252285] = 4,
		[252284] = 4,
		[253308] = 1,
		[127174] = 8,
		[211081] = 2,
		[47721] = "Великая ведунья Телестра",
		[134539] = "Камнепад",
		[184709] = 1,
		[111897] = 9,
		[235903] = 12,
		[245118] = "[*] Надоедливые тени",
		[204147] = 3,
		[245786] = 6,
		[232832] = 4,
		[191877] = 7,
		[217474] = 10,
		[34259] = "Мертвоброд из племени Атал'ай",
		[58984] = 11,
		[191719] = 6,
		[238430] = "Кил'джеден",
		[59752] = 4,
		[257376] = 3,
		[66846] = 1,
		[982] = 3,
		[974] = 7,
		[185736] = 10,
		[228738] = "Нестабильная энергия <Смотритель>",
		[170379] = 7,
		[214404] = 8,
		[48529] = "Король Имирон",
		[15580] = "Гнев'рел",
		[126664] = 1,
		[15708] = "Кровостраж-душегуб",
		[200227] = "Нал'тира",
		[195975] = 6,
		[127176] = 8,
		[111896] = 9,
		[215429] = "Валарьяр - призыватель молний",
		[32182] = 7,
		[1022] = 2,
		[219521] = 5,
		[235907] = "Реактор душ",
		[163212] = 10,
		[8221] = 11,
		[181642] = 5,
		[1044] = 2,
		[246136] = "Зураал Перерожденный",
		[213884] = 10,
		[169356] = 1,
		[117962] = 10,
		[138640] = 8,
		[8936] = 11,
		[125206] = "Кобальтовый страж",
		[237950] = "Тугар Кровавый Тотем",
		[194918] = 6,
		[241240] = "Мирмидон из племени Острозубов",
		[52586] = "Крик'тир Хранитель Врат",
		[211336] = 5,
		[138641] = 2,
		[131474] = 4,
		[181842] = 2,
		[199050] = "Валарьяр - дева щита",
		[47723] = "Великая ведунья Телестра",
		[201098] = 5,
		[236061] = "Бдительная дева",
		[215433] = "Валарьяр-мистик",
		[138642] = 6,
		[197003] = 4,
		[198027] = 4,
		[199051] = "Дубосерд",
		[196587] = "Слияние душ",
		[250434] = 1,
		[111895] = 9,
		[137619] = 4,
		[138643] = 5,
		[279302] = 6,
		[198028] = "[*] Кристализованная земля",
		[77764] = 11,
		[251699] = 1,
		[279303] = 6,
		[205196] = "Зловещий охотник <Дэриан-Подземье>",
		[236060] = 8,
		[190863] = 12,
		[118988] = "Геккан",
		[21688] = "Вигиль Фитиль",
		[199053] = 7,
		[5487] = 11,
		[249224] = "Помощница хранительницы порталов",
		[144788] = "Отражение",
		[145812] = "Сет'тик - направитель ветров",
		[89808] = "Бес <Максаньяк-Голдринн>",
		[246152] = 3,
		[198030] = 12,
		[199054] = 7,
		[108238] = 11,
		[143765] = "Каз'тик Манипулятор",
		[199656] = 10,
		[227723] = 5,
		[200684] = "Грозный отравитель",
		[244106] = "Разрушитель миров Кин’гарота",
		[31927] = 7,
		[248201] = 4,
		[216431] = 2,
		[209676] = "Советник Меландр",
		[234891] = "Бдительная дева",
		[194960] = "[*] Эхо души",
		[253321] = 7,
		[113942] = 9,
		[107215] = "Взрывчатка богомолов",
		[256393] = "Модуль пересоздания",
		[215430] = "Валарьяр - призыватель молний",
		[16953] = 11,
		[247175] = "Сарпиш",
		[194961] = 1,
		[253322] = 10,
		[1604] = "Детеныш Яд'орн",
		[142910] = 5,
		[25912] = 2,
		[216463] = 9,
		[143768] = "Каз'тик Манипулятор",
		[210320] = 2,
		[6607] = "Аватара Хаккара",
		[236432] = "Бдительная дева",
		[214416] = 10,
		[198034] = 2,
		[248804] = "Хранитель Бездны из Темной Стражи",
		[171554] = 4,
		[195103] = "Бродячий панцирник",
		[125716] = "Сет'тик-бурелом",
		[247121] = 12,
		[27576] = 4,
		[205202] = 2,
		[214417] = 10,
		[256396] = "Модуль пересоздания",
		[47981] = "Орморок Воспитатель Дерев",
		[193941] = "Угольный скорпион",
		[20153] = "Инфернал <Пруфлас-Борейскаятундра>",
		[145818] = "Фрагмент гордыни",
		[138651] = "Огненный маг из племени Амани",
		[199221] = 9,
		[214418] = 10,
		[213395] = 4,
		[200084] = "Фантомный вельможа",
		[21049] = "Берсерк Альянса",
		[210323] = 2,
		[114108] = 11,
		[15581] = "Радо'рел",
		[246159] = "[*] Портал: Натреза",
		[238992] = 1,
		[199061] = "Порабощенная дева щита",
		[191894] = 10,
		[250255] = "Ловец душ Имонар",
		[210324] = 2,
		[194966] = "Слияние душ",
		[253327] = 2,
		[254339] = 1,
		[214420] = 10,
		[136741] = "Хорридон",
		[216468] = 1,
		[195362] = "[*] Энергия Ночного Колодца",
		[30153] = "Зурилфаран <Дэриан-Подземье>",
		[209302] = 8,
		[265258] = 5,
		[8143] = 7,
		[253329] = 2,
		[199063] = "Корни-душители",
		[208278] = 6,
		[250257] = 2,
		[29513] = "Фантомный гость",
		[162204] = 2,
		[114386] = "Янь-Чжу Высвобожденный",
		[8222] = 4,
		[97560] = 10,
		[248210] = 4,
		[242066] = 3,
		[2120] = 8,
		[249366] = 12,
		[252921] = 8,
		[194956] = "Слияние душ",
		[170397] = 7,
		[238996] = 2,
		[207256] = 6,
		[213363] = 3,
		[19386] = 3,
		[26297] = 5,
		[97493] = 10,
		[253331] = 2,
		[172445] = 6,
		[246165] = 4,
		[62061] = 10,
		[169373] = 8,
		[75992] = "Ведьма бурь Леди Наз'жар",
		[202138] = 12,
		[134691] = "Кон Железный",
		[146849] = "Старший головорез Транок",
		[156064] = 4,
		[70361] = "Ледяной змей Шпиля",
		[47727] = "Великая ведунья Телестра",
		[191900] = "Полководец Паржеш",
		[230935] = 6,
		[21562] = 5,
		[203163] = "Злобный покоритель Скверны",
		[138659] = "Темный Анимус",
		[227737] = "Мороуз",
		[2584] = 1,
		[248214] = "Кин'гарот",
		[33649] = 4,
		[75993] = "[*] Выброс тока",
		[202140] = 12,
		[50799] = 6,
		[244613] = "[*] Неугасающее пламя",
		[246167] = 9,
		[70362] = "Ледяной змей Шпиля",
		[193051] = "Король Волнобород",
		[257430] = 10,
		[250263] = 1,
		[243096] = 6,
		[207261] = "Капитан патруля Гердо",
		[98007] = 7,
		[90328] = "Горнопляжник <Эгру-Голдринн>",
		[105174] = 9,
		[22842] = 11,
		[62574] = 9,
		[217500] = 12,
		[193951] = "Колючий паучок",
		[253324] = 2,
		[212381] = 3,
		[213405] = 12,
		[231998] = "Харджатан",
		[212382] = 3,
		[205372] = 5,
		[16827] = "Шэда <Эолуна-Голдринн>",
		[121557] = 5,
		[244122] = "Разрушитель миров Кин’гарота",
		[98008] = 7,
		[246157] = "[*] Усиленный портал: Натреза",
		[107223] = "Солнце",
		[252896] = 1,
		[142759] = "Искра жизни",
		[853] = 2,
		[175513] = 8,
		[164857] = 3,
		[185763] = 4,
		[156070] = 2,
		[25914] = 2,
		[248219] = 5,
		[3256] = "Скарабей",
		[173958] = 7,
		[52592] = "Крик'тир Хранитель Врат",
		[227742] = "Мороуз",
		[61295] = 7,
		[214423] = 11,
		[248744] = 4,
		[203155] = 3,
		[195105] = "Бродячий панцирник",
		[47729] = "Великая ведунья Телестра",
		[212386] = 3,
		[93402] = 11,
		[156073] = 4,
		[246317] = "Зедаат Клинок Бездны",
		[19643] = "Берсерк из племени Тлеющего Терновника",
		[240030] = 7,
		[120593] = "Лужа смолы",
		[201123] = "Цветущий злошип",
		[202147] = 1,
		[227744] = 1,
		[130774] = "Аметистовый страж",
		[28730] = 8,
		[33395] = 8,
		[207267] = 6,
		[207203] = 6,
		[204197] = 5,
		[136620] = "Шаровая молния <Лэй Шэнь> <Лэй Шэнь>",
		[142765] = "Неизвестно",
		[126679] = 6,
		[188838] = "Зачарователл-СвежевательДуш",
		[29882] = "Безумный манаплеск",
		[211477] = "Гончая Легиона",
		[23241] = 10,
		[209316] = 8,
		[185767] = 4,
		[203173] = 6,
		[212388] = 3,
		[197030] = 5,
		[53617] = "Ануб'арский ядомант",
		[256415] = 1,
		[15582] = "Темный охотник из племени Тлеющего Терновника",
		[75998] = "Отважный страж Леди Наз'жар",
		[15653] = "Ужасная драконида",
		[203174] = 6,
		[212389] = 3,
		[241169] = "[*] Теневое разрушение",
		[22857] = "Начальник стражи Гарголмар",
		[240034] = 5,
		[195457] = 4,
		[205223] = 6,
		[202919] = "Тиратон Салтерил",
		[244130] = "Шатуг",
		[203285] = 8,
		[156077] = 1,
		[115418] = "Крик'тик - направитель ветров",
		[256388] = "Модуль пересоздания",
		[239013] = 4,
		[229988] = "Горящие плитки",
		[259489] = 3,
		[193753] = 11,
		[77535] = 6,
		[205224] = 6,
		[222630] = 1,
		[248227] = "Великий заклинатель теней",
		[257442] = 10,
		[52338] = 1,
		[144816] = "Гаррош Адский Крик",
		[97501] = 12,
		[228775] = 9,
		[156079] = 10,
		[198058] = "Один",
		[229905] = "Пожинатель душ",
		[249252] = "Помощница хранительницы порталов",
		[144817] = "Усиленное оскверненное оружие <Гаррош Адский Крик>",
		[259491] = 3,
		[203178] = 1,
		[245157] = 9,
		[156080] = 2,
		[199205] = "Повелитель ужаса Мендаций",
		[47731] = "Великая ведунья Телестра",
		[257444] = 11,
		[206650] = 12,
		[240039] = 5,
		[144819] = "Усиленное оскверненное оружие <Гаррош Адский Крик> <Гаррош Адский Крик>",
		[215570] = 1,
		[205228] = 2,
		[247207] = "[*] Перегрузка",
		[248230] = "Разрушитель миров Кин’гарота",
		[200108] = 3,
		[76001] = "Леди Наз'жар",
		[202156] = "Едкая желчь",
		[212396] = 3,
		[190895] = 7,
		[34933] = "Опытный охотник на магов",
		[35189] = "Кровостраж-душегуб",
		[190894] = 1,
		[56716] = "Стужень",
		[52339] = 1,
		[36213] = "Большой элементаль земли <Шемая>",
		[54643] = 8,
		[204205] = "Миксориан-СвежевательДуш",
		[164430] = 7,
		[115421] = "Крик'тик - направитель ветров",
		[248232] = "Великий заклинатель теней",
		[191919] = "Полководец Паржеш",
		[53365] = 6,
		[259495] = 3,
		[254383] = "Шатуг",
		[212397] = 3,
		[156084] = 1,
		[187827] = 12,
		[248233] = "Ловец душ Имонар",
		[200111] = "Тень Ксавия",
		[1725] = 4,
		[24252] = 12,
		[211473] = "Владычица теней",
		[228780] = 2,
		[205231] = "Созерцатель Тьмы <Десукойл>",
		[201142] = 3,
		[205234] = 10,
		[142775] = "Искра жизни",
		[115982] = "Теневой прислужник",
		[193969] = "Аранасийская мать выводка",
		[71909] = 4,
		[248239] = "Великий заклинатель теней",
		[197046] = 4,
		[198065] = 8,
		[215476] = 11,
		[232877] = 10,
		[143805] = "Малкорок",
		[185779] = 4,
		[243121] = "Юркая змея <Эолуна-Голдринн>",
		[245164] = "Страж огромного портала Бездны",
		[114911] = 7,
		[112911] = "Фрагмент Ненависти",
		[231854] = "Харджатан",
		[60299] = 10,
		[46197] = 5,
		[202162] = 10,
		[199185] = "Проклятый сокол",
		[254384] = "Ф'арг",
		[147897] = "Специалист-взрывотехник",
		[198067] = 7,
		[254474] = 2,
		[155158] = 8,
		[201139] = "Страж гнева - мастер клинка",
		[76008] = "Леди Наз'жар",
		[112866] = 9,
		[127271] = 8,
		[90339] = "Жук <Иландий-ВечнаяПесня>",
		[189877] = 11,
		[207283] = 8,
		[249262] = "Помощница хранительницы порталов",
		[209331] = 2,
		[202164] = 1,
		[246195] = "Темный хранитель Эйдис",
		[124173] = "Сик'тик - боец авангарда",
		[205236] = 1,
		[198069] = 5,
		[199093] = "Порабощенный резчик рун",
		[255497] = "Гоблин-сапер",
		[209332] = 2,
		[215479] = 10,
		[190909] = 3,
		[204213] = 5,
		[205237] = 1,
		[214452] = 7,
		[91364] = 4,
		[15583] = "Радо'рел",
		[46198] = "Ахун",
		[202166] = 1,
		[145942] = "Фанатизм",
		[194064] = "Темная мать",
		[205238] = 1,
		[69395] = 1,
		[281441] = "Пушка",
		[254387] = 8,
		[48246] = "Огненная жаровня",
		[243122] = 6,
		[199281] = 9,
		[204215] = 5,
		[32888] = "Гневная душа",
		[198080] = "Хмуродроб Лютый",
		[253448] = 10,
		[245174] = "Капсула генерала <Комарняшка>",
		[147906] = "Истощенный йети",
		[202168] = 1,
		[85222] = 2,
		[20798] = "Темный чародей из племени Песчаной Бури",
		[131521] = "Оскверненный Тажань Чжу",
		[198073] = "Хмуродроб Лютый",
		[207288] = 7,
		[249267] = "Помощница хранительницы порталов",
		[198077] = "Один",
		[144832] = "Ша Гордыни",
		[211384] = "Гончая Легиона",
		[98021] = "Тотем духовной связи <Яшама-Голдринн>",
		[131522] = "Оскверненный Тажань Чжу",
		[281442] = "Пушка",
		[207289] = 6,
		[124172] = "Сик'тик - боец авангарда",
		[46199] = 4,
		[112869] = 9,
		[139797] = "Манчу",
		[196027] = "Колдунья из клана Колец Ненависти",
		[197051] = 4,
		[218558] = 7,
		[207290] = 6,
		[39800] = 8,
		[112868] = 9,
		[48503] = 11,
		[253367] = 6,
		[187837] = 7,
		[32889] = "Озеро Душ",
		[49527] = "Пророк Тарон'джа",
		[33401] = "Ирреальный обуздатель <Аукенайский жрец душ> <Аукенайский жрец душ>",
		[136725] = "Фарракский странник пустошей",
		[225721] = 11,
		[214170] = 7,
		[120588] = 7,
		[46968] = 1,
		[246199] = "[*] Горящие ветра",
		[214459] = 11,
		[70890] = 6,
		[52087] = 2,
		[143812] = "Хэ Легкая Нога",
		[230844] = 6,
		[225724] = 7,
		[171457] = 3,
		[211390] = 9,
		[22718] = 9,
		[190911] = 7,
		[232890] = 9,
		[211476] = "Маназмей",
		[34170] = "Солнцелов-геомант",
		[162243] = 12,
		[245177] = "Страж огромного портала Бездны",
		[205246] = 9,
		[198079] = "Хмуродроб Лютый",
		[55927] = "Огненная сфера",
		[216509] = 10,
		[112870] = 9,
		[48504] = 11,
		[235963] = 11,
		[211391] = "Гончая Легиона",
		[254224] = 5,
		[49528] = "Пророк Тарон'джа",
		[240059] = 2,
		[215562] = 1,
		[225725] = 7,
		[144839] = "Хисек Хранитель Роя",
		[235964] = 12,
		[5171] = 4,
		[44153] = 2,
		[229387] = 6,
		[227776] = "Галиндра",
		[232893] = 12,
		[225726] = 6,
		[218559] = 7,
		[105704] = 7,
		[201158] = 6,
		[114919] = 2,
		[201227] = "Оскверненная кровью ярость",
		[248252] = "Ловец душ Имонар",
		[224706] = 11,
		[47755] = 5,
		[96491] = 3,
		[235966] = 5,
		[85739] = 1,
		[69869] = "Колдун с \"Усмирителя небес\"",
		[19647] = "Jhuugrym <Maganera-Pozzodell'Eternità>",
		[47737] = "Хаотический разлом <Аномалус> <Аномалус>",
		[197062] = 4,
		[242110] = 7,
		[218561] = 12,
		[235967] = 5,
		[163272] = 10,
		[57464] = "Леди Бломе",
		[46202] = "Плотоядный вурдалак",
		[248254] = "Ловец душ Имонар",
		[191941] = "Тиратон Салтерил",
		[225729] = 6,
		[209417] = 4,
		[235968] = "Призрачный страж костей",
		[207278] = "Капитан патруля Гердо",
		[127207] = 4,
		[119528] = "[*] Огненный шар",
		[199109] = 12,
		[257470] = 11,
		[225730] = 6,
		[202181] = "Камнеспинный щелкозуб",
		[235969] = "Падшая жрица",
		[243138] = 9,
		[246208] = "Отмеченный Скверной быстролап",
		[255423] = "Метатель глеф",
		[190919] = 7,
		[45946] = 4,
		[225731] = 8,
		[234946] = 5,
		[227779] = "Тень Медива",
		[281470] = 4,
		[246209] = "Темный хранитель Эйдис",
		[221703] = 9,
		[240066] = "Волномаг из племени Острозубов",
		[257472] = 2,
		[225732] = "Леди Веландра Гребень Ворона",
		[281469] = 5,
		[219589] = 8,
		[226757] = 8,
		[254403] = "Шатуг",
		[255425] = "Констеллар-куратор",
		[191946] = "Полководец Паржеш",
		[257473] = 5,
		[116970] = "Каменный цийлинь",
		[243139] = 3,
		[244163] = "Ф'арг",
		[212423] = "Восставший тихоступ <Аинзоалгоун-Корольлич>",
		[275335] = 1,
		[211401] = "Пылающий бес",
		[120043] = 5,
		[257474] = 5,
		[190925] = 3,
		[115436] = "Крик'тик-яростень",
		[113899] = "Демонические врата <Noztromo-Blackrock>",
		[61305] = 8,
		[238021] = 1,
		[34173] = "Подстрекатель из племени Лозы Пустоты",
		[193997] = "Аранасийская мать выводка",
		[257475] = 7,
		[196111] = "Прибойный краб",
		[251332] = "Молодая пантара-призрак",
		[235974] = "Взрывное темное отражение",
		[146897] = "Костекрушитель из клана Драконьей Пасти",
		[257537] = 8,
		[132563] = 4,
		[199115] = 1,
		[216521] = 10,
		[225736] = 4,
		[56698] = "Ан'кахарский метатель заклинаний",
		[105709] = 5,
		[253381] = 6,
		[199176] = "Нараксас",
		[132564] = 11,
		[199116] = 7,
		[33661] = "Восставший воин Драккари",
		[33917] = 11,
		[202188] = 7,
		[144853] = "Цийлинь-стражник",
		[253382] = 1,
		[114954] = 8,
		[253385] = 1,
		[219653] = "Страж гнева – живодер",
		[183759] = 11,
		[214478] = 10,
		[210380] = "Шаркающий ужас <Bangalotxd-Outland>",
		[201223] = 3,
		[253383] = 1,
		[202192] = "Тотем резонанса <Евидо>",
		[247240] = 6,
		[190927] = 3,
		[190984] = 11,
		[225739] = 4,
		[84721] = 8,
		[31551] = "Всадник на протодраконе",
		[253384] = 1,
		[238026] = 1,
		[31935] = 2,
		[190928] = 3,
		[58747] = "Страж Скверны - уничтожитель",
		[180745] = 9,
		[235980] = 4,
		[211406] = "Пылающий бес",
		[49020] = 6,
		[238027] = "Тугар Кровавый Тотем",
		[57723] = 4,
		[207311] = 6,
		[108271] = 7,
		[221647] = "Рыцарь ордена Серебряной Длани",
		[210383] = 2,
		[227789] = "Благочестивая дева",
		[212431] = 3,
		[229837] = 9,
		[198097] = 4,
		[15716] = "Бродячий панцирник",
		[55164] = 12,
		[217551] = 9,
		[103153] = 7,
		[170453] = 11,
		[204241] = 2,
		[45181] = 4,
		[40062] = "Техник из клана Призрачной Луны",
		[190931] = 3,
		[216528] = 7,
		[225743] = 10,
		[215558] = 3,
		[53385] = 2,
		[204242] = 2,
		[238030] = 11,
		[247245] = "Сарпиш",
		[128238] = "Молниеносный клинок клана Гуртан",
		[257484] = "Шатуг",
		[129262] = "Геккан",
		[125167] = 11,
		[162264] = 12,
		[204243] = "Обитатель Кошмара",
		[90355] = 3,
		[247246] = "Сарпиш",
		[146902] = "Коргра Змея",
		[257485] = "Ф'арг",
		[250318] = "Аллерия Ветрокрылая",
		[67826] = 3,
		[118000] = 1,
		[34428] = 1,
		[211412] = "Пылающий бес",
		[246224] = 8,
		[128239] = "Молниеносный клинок клана Гуртан",
		[120560] = "Стальная пасть клана Гуртан",
		[225746] = 11,
		[81140] = "Неповоротливое тело",
		[81141] = 6,
		[212436] = 3,
		[45182] = 4,
		[45438] = 8,
		[207317] = 6,
		[249297] = "Тарнет",
		[232916] = "[*] Оскверняющие чернила",
		[202198] = "Камнерукий охотник",
		[195031] = "Проклятый морем тюремщик душ",
		[204246] = "Обитатель Кошмара",
		[127216] = 12,
		[198103] = 7,
		[207318] = 3,
		[95988] = 9,
		[201175] = "Змееуст-барахольщик",
		[56701] = "Ан'кахарский метатель заклинаний",
		[195032] = "Смотрящий",
		[203268] = 3,
		[34187] = "Солнцелов-чаротворец",
		[57725] = "Салрамм Плоторез",
		[207319] = 6,
		[249298] = "Зураал Перерожденный",
		[201176] = "Змееуст-барахольщик",
		[210391] = 2,
		[195033] = "Проклятый морем тюремщик душ",
		[204248] = 7,
		[200196] = 5,
		[192005] = "Волшебное порождение гидры",
		[111859] = 9,
		[241108] = "Легионер из клана Волнистой Чешуи",
		[205273] = 2,
		[115464] = 10,
		[267171] = 9,
		[196058] = "Раб из племени Горькой Воды",
		[36992] = "Паталеон Вычислитель",
		[191948] = "Тиратон Салтерил",
		[253437] = 5,
		[200154] = "Разрушитель из Подкаменного разлома",
		[196059] = "Раб из племени Горькой Воды",
		[47743] = "Аномалус",
		[195035] = "Проклятый морем тюремщик душ",
		[69369] = 11,
		[209410] = "Чародей из Сумеречной стражи",
		[247253] = 12,
		[231895] = 2,
		[45195] = "Пустомант Сепетрея",
		[22721] = 1,
		[56702] = "Ан'кахарский метатель заклинаний",
		[227800] = "Благочестивая дева",
		[196060] = "Раб из племени Горькой Воды",
		[224729] = 3,
		[157153] = 7,
		[2601] = "Тенегорнский сенатор",
		[134628] = "Ро'шак",
		[120562] = "Призыватель бури из клана Хартак",
		[2649] = "Bingo",
		[235992] = "Зараженная восставшая лучница",
		[196061] = 10,
		[69882] = "Иерофант с \"Усмирителя небес\"",
		[196100] = 9,
		[126393] = "ВставайРАК <Рельмоо>",
		[249303] = "[*] Пламя пересоздания",
		[30913] = "Броггок",
		[218587] = "Дресарон",
		[195038] = "Проклятый морем тюремщик душ",
		[192003] = "Пылающее порождение гидры",
		[2825] = 7,
		[273323] = 7,
		[11426] = 8,
		[156132] = 8,
		[196064] = "Скрытень из племени Соленой Чешуи",
		[273324] = 7,
		[147916] = "Специалист-взрывотехник",
		[192002] = 2,
		[221660] = 5,
		[198111] = 8,
		[50302] = "Кристаллический заступник",
		[44425] = 8,
		[48256] = "Горток Бледное Копыто",
		[155111] = 4,
		[211422] = 2,
		[204255] = 12,
		[90361] = "Loquenahak <Tyranus-Blackhand>",
		[206303] = "Инквизитор Истязарий",
		[183811] = 2,
		[249306] = "Наместник Незжар",
		[250333] = "Нура, Матерь Пламени",
		[211426] = 2,
		[34433] = 5,
		[187874] = 7,
		[253434] = 11,
		[70396] = "Прислужник Шпиля",
		[43649] = "Далронн Контролирующий",
		[241116] = "Легионер из клана Волнистой Чешуи",
		[52352] = "Всепожирающий вурдалак",
		[191975] = "Полководец Паржеш",
		[227806] = "[*] Бесконечная зима",
		[138729] = "Темный Анимус",
		[18499] = 1,
		[173541] = 8,
		[240093] = 7,
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[13730] = "Капитан из клана Ярости Горна",
		[33667] = 11,
		[197091] = 4,
		[224765] = 3,
		[158188] = 4,
		[142826] = "Малкорок",
		[209378] = "Имаку'туя",
		[49544] = "Пророк Тарон'джа",
		[235999] = 6,
		[208284] = 11,
		[197137] = "Ловчий из клана Колец Ненависти",
		[198116] = 8,
		[57984] = "Большой элементаль огня <Евидо>",
		[108281] = 7,
		[250334] = "Диима, Матерь Сумрака",
		[195072] = 12,
		[227809] = "Благочестивая дева",
		[171496] = 1,
		[191976] = "Хирья",
		[217597] = 8,
		[43650] = "Далронн Контролирующий",
		[30146] = 9,
		[250335] = "Диима, Матерь Сумрака",
		[194022] = 5,
		[45954] = "Ахун",
		[196070] = "Корстилакс",
		[15586] = "Гнус'рел",
		[30914] = "Неизвестно <Броггок> <Броггок>",
		[128248] = "Душитель Шадо-Пан",
		[200166] = 12,
		[250336] = 6,
		[101115] = 8,
		[200167] = 3,
		[204262] = 7,
		[201191] = "Порожденный ненавистью слизень",
		[15970] = "Ужасная драконида",
		[199143] = "Латосий",
		[16098] = "Темная охотница Вос'гаджин",
		[48258] = "Свала Вечноскорбящая",
		[259552] = "Т'паартос",
		[148974] = "Проявление скверны",
		[49026] = "Кровожадный тундровый волк",
		[115450] = 10,
		[214502] = 10,
		[199145] = 5,
		[191977] = "Полководец Паржеш",
		[225765] = 5,
		[194025] = 5,
		[248291] = 1,
		[118522] = 7,
		[213479] = 12,
		[198121] = 8,
		[43651] = "Скарвальд Строитель",
		[217200] = 3,
		[143856] = "[*] Дикий жар",
		[259554] = "Т'паартос",
		[107270] = 10,
		[222695] = 2,
		[143857] = "[*] Сущность И'Шараджа",
		[173549] = 7,
		[248292] = 1,
		[94462] = 5,
		[209385] = 1,
		[265157] = 3,
		[203242] = 11,
		[204266] = 7,
		[205290] = 2,
		[206333] = 1,
		[47747] = "Аномалус",
		[28099] = "Катушка Теслы",
		[22722] = 3,
		[243174] = 2,
		[139791] = "Звезда",
		[138739] = "Песчаный чародей из племени Фарраки",
		[212459] = 9,
		[29765] = "Кровостраж-заступник",
		[94463] = 6,
		[51587] = "Спиритуалист из клана Укротителей драконов",
		[176623] = 7,
		[196078] = "Слияние душ",
		[227817] = "Благочестивая дева",
		[138740] = "Песчаный чародей из племени Фарраки",
		[205292] = 9,
		[206316] = 1,
		[30915] = "Ядовитое облако Броггока <Броггок>",
		[22724] = 5,
		[209388] = 2,
		[52611] = "Мастер некромантии",
		[204263] = 5,
		[30659] = "Провидец из клана Кровавой Глазницы",
		[106736] = "Ша Сомнения",
		[115453] = "Крик'тик-разведчик",
		[201198] = 10,
		[200174] = 5,
		[193007] = 1,
		[187878] = 7,
		[63106] = 9,
		[64901] = 5,
		[56710] = "Чумоброд",
		[198127] = 8,
		[47748] = "Аномалус",
		[200175] = 12,
		[48260] = "Горток Бледное Копыто",
		[202223] = "Едкая желчь",
		[114942] = "Тотем целительного прилива <Вандэрграф-Корольлич>",
		[49028] = 6,
		[32902] = "Жуткопалая черная вдова",
		[57731] = "Хадронокс",
		[248298] = "Небесный скат",
		[246237] = 6,
		[215572] = 1,
		[12323] = 1,
		[197115] = "Колдунья из клана Колец Ненависти",
		[245227] = "Генерал Эрод",
		[197105] = "Колдунья из клана Колец Ненависти",
		[253428] = 1,
		[115455] = "Крик'тик - прерыватель чар",
		[156150] = 8,
		[225774] = 9,
		[202225] = 1,
		[211440] = 5,
		[212464] = "Верховный друид Глайдалис",
		[123646] = "Стальная пасть клана Гуртан",
		[82691] = 8,
		[215537] = 1,
		[6770] = 4,
		[254452] = "Агграмар",
		[169464] = 4,
		[263140] = 3,
		[204281] = 7,
		[63619] = "Подчиняющий разум <Корелин-СвежевательДуш>",
		[132603] = 5,
		[248301] = "Прыгуана",
		[128766] = "Душитель Шадо-Пан",
		[225776] = 9,
		[56708] = 6,
		[211442] = 5,
		[7154] = "Пожиратель душ из племени Песчаной Бури",
		[139771] = "Небесный ваятель Шань'цзэ",
		[123647] = "Стальная пасть клана Гуртан",
		[248302] = "Прыгуана",
		[236021] = 11,
		[218615] = 9,
		[194037] = "Темная мать",
		[211443] = 5,
		[193018] = "Король Волнобород",
		[139772] = "Небесный ваятель Шань'цзэ",
		[48261] = "Горток Бледное Копыто",
		[213491] = 12,
		[206328] = 4,
		[248304] = "Охотник из Темной Стражи",
		[226802] = 9,
		[8676] = 4,
		[212468] = "Слиземорд <Аргорт-Пиратскаябухта>",
		[133630] = 10,
		[30916] = "Броггок",
		[207349] = 6,
		[15587] = "Гнус'рел",
		[234996] = 6,
		[202230] = "Камнерукий повелитель личинок",
		[234995] = 6,
		[118529] = "Хранитель тайн Могу'шан",
		[102659] = 4,
		[54149] = 2,
		[47750] = 5,
		[200183] = 5,
		[121601] = "Призыватель бури из клана Хартак",
		[202231] = "Камнерукий повелитель личинок",
		[72967] = "Плотоядное насекомое",
		[8178] = 7,
		[205303] = "Бурерожденный инфернал",
		[115458] = "[*] Кислотная бомба",
		[147966] = "Неизвестно",
		[123648] = "Призыватель бури из клана Хартак",
		[58501] = 6,
		[202232] = "[*] Поглощение",
		[200182] = "Тень Ксавия",
		[77575] = 6,
		[7922] = 1,
		[198137] = 2,
		[56709] = "Чумоброд",
		[200185] = "Тень Ксавия",
		[242164] = 4,
		[265187] = 9,
		[72968] = 2,
		[212472] = "Слиземорд <Аргорт-Пиратскаябухта>",
		[188923] = 1,
		[107268] = "Диверсант Кип'тилак",
		[20549] = 11,
		[142849] = "Малкорок",
		[127230] = 11,
		[265189] = 3,
		[187890] = 7,
		[245237] = "Разрушитель миров Кин’гарота",
		[246261] = 8,
		[198139] = 8,
		[47751] = "Аномалус",
		[192999] = 1,
		[221677] = 7,
		[218617] = 1,
		[170495] = 9,
		[56707] = "Чумоброд",
		[32323] = "Кровавый сокол",
		[123651] = "Крушитель ребер клана Каргеш",
		[167410] = 7,
		[142851] = "Малкорок",
		[45444] = 7,
		[136708] = "Сул'литуз-камневзор",
		[85256] = 2,
		[34697] = "Ладж",
		[197117] = "Пронзающее щупальце",
		[29893] = 9,
		[5394] = 7,
		[220637] = 2,
		[209404] = "Чародей из Сумеречной стражи",
		[185855] = 3,
		[138738] = "Темный Анимус",
		[225764] = 9,
		[254455] = "[*] Хищное пламя",
		[30917] = "Броггок",
		[11428] = "Метатель топоров из племени Тлеющего Терновника",
		[52610] = 11,
		[225787] = 5,
		[146927] = "Кор'кронский боевой волк",
		[236026] = 11,
		[253432] = 11,
		[94472] = 5,
		[11876] = "Тень Эраникуса",
		[259551] = "Т'паартос",
		[32197] = "Чернокнижник из клана Призрачной Луны",
		[121093] = 10,
		[248289] = 2,
		[236027] = 1,
		[245242] = "[*] Отголосок страдания",
		[209406] = 11,
		[198144] = 8,
		[190977] = 10,
		[192001] = 2,
		[209407] = 11,
		[49537] = "Пророк Тарон'джа",
		[241170] = "Повелительница гиппогрифов Вара",
		[204288] = "Зачарователл-СвежевательДуш",
		[225788] = 9,
		[265202] = 5,
		[17735] = "Кел'танге <Локмания>",
		[159238] = 1,
		[176644] = 2,
		[144904] = "Цийлинь-стражник",
		[243160] = 12,
		[196098] = 9,
		[214494] = 11,
		[123654] = "Мин Коварный",
		[127220] = 12,
		[200194] = "Имирон, падший король",
		[195036] = "Проклятый морем тюремщик душ",
		[84714] = 8,
		[211457] = "Таликса Пламя Гнева",
		[204290] = 7,
		[69901] = "Заступник с \"Усмирителя небес\"",
		[6673] = 1,
		[248317] = "Аргус Порабощенный",
		[257532] = 5,
		[88331] = 4,
		[48778] = 6,
		[173534] = 1,
		[155145] = 2,
		[48265] = 6,
		[123655] = "Хайан Неудержимый",
		[199172] = "Мрачный страж <Повелитель ужаса Мендаций> <Повелитель ужаса Мендаций>",
		[257533] = 5,
		[58504] = "Страж портала",
		[202244] = 11,
		[162313] = 5,
		[192985] = "Гнев Азшары",
		[69902] = "Кор'кронский защитник",
		[198149] = 8,
		[123120] = "[*] След феромонов",
		[257534] = 11,
		[96499] = 5,
		[201141] = "Страж гнева - мастер клинка",
		[97547] = 11,
		[204293] = 7,
		[221699] = 6,
		[57724] = 7,
		[231938] = 9,
		[142861] = "Малкорок",
		[209413] = "Голем-страж",
		[202246] = 11,
		[101643] = 10,
		[244172] = "[*] Псионная атака",
		[254464] = 12,
		[176596] = 1,
		[248321] = "Conflagration",
		[224772] = 12,
		[135695] = "Лэй Шэнь",
		[136719] = "Фарракский странник пустошей",
		[56969] = "Лазурный чешуеплет",
		[49034] = "Новос Призыватель",
		[32908] = "Разрыватель сердец из клана Укротителей драконов",
		[55931] = "Принц Талдарам",
		[158221] = 10,
		[200200] = 5,
		[58505] = 3,
		[199119] = "Пилон для обнаружения проблем <Зёба>",
		[219654] = "Страж гнева – живодер",
		[191949] = "Тиратон Салтерил",
		[205320] = 10,
		[113900] = "Демонические врата <Noztromo-Blackrock>",
		[199177] = "Эбеновый ворг",
		[257538] = 8,
		[114923] = 8,
		[193977] = "Имирон, падший король",
		[211464] = "Порабощенная Скверной карательница",
		[253443] = 5,
		[180748] = 5,
		[198088] = "[*] Сияющий фрагмент",
		[62089] = 5,
		[124682] = 10,
		[201226] = "Оскверненная кровью ярость",
		[84751] = 3,
		[145937] = "Кор'кронский кровавый топор",
		[183752] = 12,
		[180749] = 8,
		[210372] = 2,
		[199179] = "Эбеновый ворг",
		[248255] = "Ловец душ Имонар",
		[88335] = 8,
		[136723] = "[*] Песчаная ловушка",
		[227848] = "Благочестивая дева",
		[281465] = 2,
		[180750] = 4,
		[230920] = "Волноход из племени Острозубов",
		[57994] = 7,
		[257541] = 8,
		[135700] = 11,
		[235016] = 10,
		[115430] = "Крик'тик-яростень",
		[248397] = 6,
		[47736] = "Великая ведунья Телестра",
		[181775] = 2,
		[129253] = 5,
		[30151] = "Зурилфаран <Дэриан-Подземье>",
		[221710] = "Рыцарь ордена Серебряной Длани",
		[218635] = "Горнопляжник <Эгру-Голдринн>",
		[203277] = 8,
		[204301] = 2,
		[254471] = 2,
		[198158] = 8,
		[199182] = "Эбеновый ворг",
		[157122] = 2,
		[247226] = 5,
		[198076] = 5,
		[227851] = "Мороуз",
		[31687] = 8,
		[254472] = 2,
		[129250] = 5,
		[248329] = "\"Параксий\"",
		[171454] = 3,
		[225719] = 11,
		[56715] = "Бесчинствующий упырь",
		[211470] = "Владычица теней",
		[52086] = "Дозорный Силтик",
		[254473] = 2,
		[49548] = "Пророк Тарон'джа",
		[199184] = "Эбеновый ворг",
		[200208] = "Проклятый морем тюремщик душ",
		[209423] = 4,
		[235956] = "Оживленный храмовник",
		[196028] = "Колдунья из клана Колец Ненависти",
		[204304] = 3,
		[17481] = 3,
		[225716] = 2,
		[256522] = 4,
		[241164] = 5,
		[242188] = 1,
		[235021] = 10,
		[145944] = "Фанатизм",
		[22717] = 8,
		[246284] = "Ловкач из Темной Стражи",
		[247308] = 2,
		[213427] = 1,
		[192019] = "Моряк из Ночного дозора",
		[119996] = 10,
		[232885] = "Сарукел",
		[101649] = 7,
		[196115] = "Корстилакс",
		[60021] = 8,
		[242094] = 5,
		[192018] = "Хирья",
		[202160] = 6,
		[209426] = 12,
		[144922] = "Оживший каменный могу",
		[229783] = 11,
		[49037] = "Новос Призыватель",
		[196606] = 9,
		[35474] = 11,
		[231952] = 2,
		[208403] = 4,
		[58508] = "Страж портала",
		[144923] = "Оживший каменный могу",
		[3355] = 3,
		[138780] = "Темный Анимус",
		[246287] = 5,
		[235927] = "Оживленный храмовник",
		[115419] = "Крик'тик - направитель ветров",
		[241168] = "Повелительница гиппогрифов Вара",
		[201129] = "Цветущий злошип",
		[88852] = 2,
		[122128] = 5,
		[53618] = "Ануб'арский страж",
		[221715] = 9,
		[195094] = "Воин из клана Колец Ненависти",
		[248336] = "\"Параксий\"",
		[15589] = "Кровостраж-душегуб",
		[193047] = 11,
		[194071] = "Темная мать",
		[203286] = 8,
		[231843] = 2,
		[69911] = "Клинок ужаса с \"Усмирителя небес\"",
		[132639] = 12,
		[23881] = 1,
		[142878] = 5,
		[240985] = 7,
		[235027] = 4,
		[193956] = 4,
		[192072] = "Полководец Паржеш",
		[197144] = "Ловчий из клана Колец Ненависти",
		[192503] = "Тиратон Салтерил",
		[49806] = "Ануб'арский воин",
		[189853] = 11,
		[227234] = "Хелия",
		[235028] = "Бдительная дева",
		[192925] = 4,
		[155166] = 6,
		[69912] = "Клинок ужаса с \"Усмирителя небес\"",
		[8858] = "Вигиль Фитиль",
		[199193] = "Латосий",
		[241172] = "[*] Лунная бомба",
		[137639] = 10,
		[69046] = 7,
		[204166] = 3,
		[114451] = "Пузыристый бражный хмелементаль",
		[53390] = 7,
		[247316] = 12,
		[141857] = 1,
		[241173] = "Темная стражница",
		[225815] = "Иллиана Танцующая с Клинками",
		[31289] = "Кивающий тигр",
		[208608] = 12,
		[204314] = 7,
		[227736] = "Мороуз",
		[19658] = "Жашоно <Ксенарх-СвежевательДуш>",
		[207386] = 11,
		[208410] = 2,
		[199203] = 1,
		[136739] = "Хорридон",
		[19514] = "Защитник племени Зловещего Тотема",
		[202137] = 12,
		[12169] = "Гнев'рел",
		[51052] = 6,
		[49807] = "Командир Драккари",
		[241175] = "Лунная стражница",
		[58510] = "Страж портала",
		[243223] = 1,
		[252438] = "Трансмогрификатор из Стражи Пустоты",
		[220698] = 4,
		[254486] = 5,
		[247319] = 9,
		[43664] = "Укротитель протодраконов",
		[60302] = 10,
		[605] = 5,
		[185887] = 7,
		[208440] = 4,
		[187935] = 6,
		[35183] = "Кровостраж-центурион",
		[11366] = 8,
		[22858] = "Начальник стражи Гарголмар",
		[234896] = "Бдительная дева",
		[193055] = "Зов морей",
		[23242] = 6,
		[46736] = 6,
		[196127] = "Ходульник Мак'раны",
		[6991] = 3,
		[119573] = "[*] Кольцо огня",
		[206933] = "Фас <Мицуо-ВечнаяПесня>",
		[48016] = "Орморок Воспитатель Дерев",
		[112918] = "Злобная сущность",
		[171633] = 3,
		[195104] = "Бродячий панцирник",
		[24394] = 3,
		[226206] = "Волшебная аномалия",
		[199055] = 7,
		[214411] = 10,
		[241179] = "Легионер из клана Волнистой Чешуи",
		[117014] = 7,
		[117526] = 3,
		[118038] = 1,
		[196129] = "Ходульник Мак'раны",
		[69916] = "Клинок ужаса с \"Усмирителя небес\"",
		[239132] = "Аватара Падшего",
		[43665] = "Разрыватель сердец из клана Укротителей драконов",
		[208416] = 7,
		[225822] = 5,
		[243228] = 1,
		[227870] = 7,
		[244094] = "[*] Некротические объятия",
		[205345] = 8,
		[157898] = 9,
		[205369] = 5,
		[253307] = 1,
		[201250] = "Оскверненная кровью ярость",
		[202274] = 10,
		[202120] = 12,
		[240446] = "[*] Взрыв Скверны",
		[246301] = "Наполненный Скверной разрушитель",
		[205191] = 2,
		[120087] = "Кружащийся дервиш <Мин Коварный> <Мин Коварный>",
		[48017] = "Орморок Воспитатель Дерев",
		[204167] = 6,
		[194084] = 7,
		[195108] = "Заклинательница штормов из клана Колец Ненависти",
		[197995] = 7,
		[245121] = "Энтропическая мина",
		[243073] = 7,
		[191013] = 8,
		[212356] = 9,
		[65081] = 5,
		[235040] = 11,
		[195109] = "Заклинательница штормов из клана Колец Ненависти",
		[118552] = "Хранитель тайн Могу'шан",
		[29770] = "Полночь",
		[642] = 2,
		[256542] = "Аргус Порабощенный",
		[158792] = 11,
		[244093] = "Вариматрас",
		[223143] = 6,
		[242209] = 6,
		[131900] = 3,
		[48743] = 6,
		[82717] = "Агент ШРУ",
		[191015] = 6,
		[22987] = "Страж ужаса <Женягулдан-СвежевательДуш>",
		[152108] = 9,
		[64927] = 6,
		[233069] = 6,
		[77505] = 7,
		[246305] = "Наполненный Скверной разрушитель",
		[157228] = 11,
		[111898] = 9,
		[48018] = 9,
		[16166] = 7,
		[243234] = "Шэда <Эолуна-Голдринн>",
		[205180] = 9,
		[106267] = "[*] Пульсация гидрокопья",
		[205351] = 5,
		[246133] = "Зураал Перерожденный",
		[207399] = 7,
		[123586] = 10,
		[193065] = 5,
		[136752] = "Лу'линь",
		[17228] = "Кели'дан Разрушитель",
		[8679] = 4,
		[197161] = 3,
		[127769] = 7,
		[43667] = "Принц Келесет",
		[253022] = 8,
		[121114] = "Сик'тик - янтарный прядильщик",
		[136753] = "Большая пещерная летучая мышь",
		[160331] = 11,
		[114459] = 6,
		[53394] = "Ануб'арский воитель",
		[230950] = "Неизвестно",
		[199210] = "Валарьяр-лучница",
		[29492] = "Фантомная гостья",
		[198944] = "Валарьяр - дева щита",
		[243237] = "[*] Взрыв",
		[46739] = 5,
		[204330] = 7,
		[197163] = "Шэда <Эолуна-Голдринн>",
		[39316] = 7,
		[217956] = 1,
		[192044] = "Хирья",
		[249196] = "Инквизитор \"Параксия\"",
		[185901] = 3,
		[145970] = "Безумец",
		[204331] = 7,
		[28747] = "Крик'тир Хранитель Врат",
		[49555] = "Кровотролль",
		[203109] = "Скверноподданная-мирмидон",
		[199818] = "[*] Разряд",
		[193069] = "Скверноподданный заразитель",
		[144947] = "Гаррош Адский Крик",
		[211499] = 1,
		[204332] = 7,
		[197165] = "Гнев Азшары",
		[189998] = 4,
		[188783] = 1,
		[87840] = 9,
		[30283] = 9,
		[227690] = 10,
		[197997] = 7,
		[196142] = "Корстилакс",
		[34661] = "Скалезуб Скорбный",
		[189999] = 5,
		[240169] = "Подводный надзиратель",
		[200238] = "Тень Ксавия",
		[148849] = "Верховный маг Этас Похититель Солнца",
		[243241] = 5,
		[211501] = "Зачарованный паучонок",
		[245289] = "Л'ура",
		[194668] = "Харбарон",
		[253282] = 7,
		[138607] = "Огненный маг из племени Амани",
		[48020] = 9,
		[242218] = 12,
		[161332] = 7,
		[236075] = "Королева душ Дехана",
		[196144] = "Ходульник Мак'раны",
		[148022] = 8,
		[6196] = 7,
		[240171] = "Подводный надзиратель",
		[116510] = "Тролльская взрывчатка",
		[152118] = 5,
		[34659] = "Скалезуб Скорбный",
		[236076] = "Банши",
		[204336] = 7,
		[246315] = "\"Параксий\"",
		[119582] = 10,
		[215599] = 11,
		[192050] = "Змеикс",
		[85692] = "Рикадарр <Леньгиз>",
		[202289] = 1,
		[236077] = 1,
		[212528] = "Слиземорд <Аргорт-Пиратскаябухта>",
		[106784] = 4,
		[53652] = 2,
		[32049] = 7,
		[156004] = 6,
		[250701] = "Заряженный Скверной очиститель",
		[194099] = "Грязеход",
		[178741] = 12,
		[196958] = 4,
		[164407] = 7,
		[230959] = "Неизвестно",
		[79140] = 4,
		[142906] = "Малкорок",
		[64659] = 2,
		[122547] = "Ваятель янтаря Ун'сок",
		[112933] = "Остатки Ненависти",
		[245294] = "Дециматор",
		[106785] = 11,
		[122532] = "Живой янтарь",
		[205146] = 9,
		[100130] = 1,
		[42134] = 10,
		[58772] = "Темный некромант",
		[195125] = 3,
		[108211] = 4,
		[139836] = "Угли",
		[214579] = 3,
		[240176] = "Подводный надзиратель",
		[19505] = "Jhuugrym <Maganera-Pozzodell'Eternità>",
		[112929] = "Хваткая ненависть <Оскверненный Тажань Чжу> <Оскверненный Тажань Чжу>",
		[36247] = "Наполненный силой пиромант",
		[252463] = "Палач Пылающего Трона",
		[22736] = 1,
		[37015] = 9,
		[30639] = "Бойцовый пес из клана Изувеченной Длани",
		[52317] = "Лордеронский пехотинец",
		[206432] = 8,
		[15655] = "Головорез из клана Веселого Черепа",
		[143707] = "[*] Шоковый удар",
		[165961] = 11,
		[77606] = 6,
		[148029] = "Терродактиль",
		[214581] = 3,
		[174650] = 11,
		[16103] = "Скальный паук",
		[48278] = "Восставший чаротворец",
		[202295] = "Скверноуст - маг порчи",
		[211510] = 12,
		[245298] = 7,
		[164412] = 7,
		[239155] = "Кил'джеден",
		[256561] = 7,
		[33688] = "Кристаллический хранитель",
		[201272] = "Оскверненная кровью ярость",
		[76583] = "Темный охотник из племени Тлеющего Терновника",
		[195129] = "Мирмидон из клана Колец Ненависти",
		[8680] = 4,
		[212988] = 12,
		[222031] = 12,
		[191034] = 11,
		[43927] = 11,
		[112931] = "Фрагмент Ненависти",
		[194106] = "Грязеход",
		[9128] = "Резервист из клана Ярости Горна",
		[26573] = 2,
		[164414] = 7,
		[214584] = 6,
		[197966] = "Один",
		[187727] = 12,
		[9512] = 4,
		[202298] = 6,
		[229704] = "Паук",
		[196155] = "Техник из клана Призрачной Луны",
		[139842] = "Ледяная голова",
		[135029] = "Water Elemental <Meishin-Kazzak>",
		[23509] = 3,
		[192060] = 5,
		[112932] = "Остатки Ненависти",
		[251445] = "Ф'арг",
		[58457] = "Неизвестно",
		[228920] = 1,
		[246326] = "Наместник Незжар",
		[169291] = 2,
		[191037] = 11,
		[170855] = 5,
		[146765] = "[*] Огненные стрелы",
		[146764] = "Огненная лучница из клана Драконьей Пасти",
		[85288] = 1,
		[147011] = "Гаррош Адский Крик",
		[59542] = 2,
		[224578] = 3,
		[248375] = "Кин'гарот",
		[43928] = "Металлорез из клана Укротителей драконов",
		[271466] = 5,
		[134472] = "Стая радужных мух",
		[32859] = "Аукенайский жрец душ",
		[212540] = "Слиземорд <Аргорт-Пиратскаябухта>",
		[196157] = "Техник из клана Призрачной Луны",
		[30925] = "Мастер",
		[134477] = "Haakazul <Deezdemons-TwistingNether>",
		[192063] = 7,
		[138569] = "Огромный голем анимы",
		[23246] = 6,
		[145989] = "Объединенная спесь",
		[212541] = "Ярость Скверны",
		[246329] = "Азара, Матерь Ночи",
		[214589] = 6,
		[55959] = "Принц Талдарам",
		[115878] = "Охотник Шелкодревного леса",
		[193088] = "Король Волнобород",
		[194112] = "Король-бог Сковальд",
		[48792] = 6,
		[212284] = 9,
		[246330] = 11,
		[16591] = 9,
		[83242] = 3,
		[200256] = "Чародейский прислужник",
		[108839] = 8,
		[139595] = 9,
		[239931] = "Кил'джеден",
		[254259] = 7,
		[59543] = 3,
		[119590] = "Круг огня",
		[33370] = 5,
		[134729] = "Ядошкурый ткач",
		[214326] = 10,
		[192432] = 4,
		[219711] = 6,
		[108194] = 6,
		[53400] = "Хадронокс",
		[245040] = "Лорд Эйлгар",
		[191043] = 3,
		[241213] = "Лунная лучница",
		[235825] = "Жуткий осквернитель",
		[54680] = "Bingo",
		[13736] = "Кровостраж-душегуб",
		[216371] = 2,
		[235824] = "Зараженный восставший солдат",
		[111400] = 9,
		[33111] = "Чернокнижник из клана Призрачной Луны",
		[48025] = 7,
		[193092] = "Химдалль",
		[56728] = "Глаз Талдарама",
		[211522] = 5,
		[205069] = 2,
		[123175] = "Повелитель клинков Та'як",
		[197937] = 5,
		[83244] = 3,
		[137528] = "Цзи-Кунь",
		[193093] = "Король Волнобород",
		[161353] = 8,
		[42650] = 6,
		[212547] = "Ярость Скверны",
		[59544] = 5,
		[117405] = 3,
		[5740] = 9,
		[200261] = "Лишенный души защитник",
		[118940] = "Глинтрок-оракул",
		[161354] = 8,
		[145996] = "Командир Ик'тал",
		[61336] = 11,
		[115356] = 7,
		[30926] = "Назан",
		[83245] = 3,
		[228647] = 11,
		[217668] = 6,
		[233766] = 10,
		[227907] = 4,
		[207736] = 4,
		[145998] = "Неизвестно",
		[15976] = "Головорез из клана Черной Вершины",
		[225573] = "Фантомный советник",
		[16104] = "Скальный паук",
		[209478] = 2,
		[275006] = 8,
		[105771] = 1,
		[77472] = 7,
		[123032] = 7,
		[190025] = 2,
		[118936] = "Глинтрок-оракул",
		[192073] = "Полководец Паржеш",
		[242243] = 3,
		[246026] = "[*] Ловушка Бездны",
		[227909] = 1,
		[222197] = 9,
		[59545] = 6,
		[190026] = 12,
		[223814] = 9,
		[43931] = "Порабощенный протодракон",
		[146728] = "Шаман приливов из клана Драконьей Пасти",
		[52634] = "Неприятель из рода Бесконечности",
		[203337] = 3,
		[212552] = 6,
		[213576] = "Кордана Оскверненная Песнь",
		[190027] = 9,
		[116011] = 8,
		[233030] = 11,
		[22570] = 11,
		[93337] = 1,
		[227297] = "Пожиратель маны",
		[204362] = 7,
		[205386] = 5,
		[227465] = "Смотритель",
		[70961] = "Проклятый",
		[233031] = 11,
		[238559] = 3,
		[202315] = "Потревоженная бурей гидра",
		[244294] = "Аннигилятор",
		[105421] = 2,
		[106797] = "Лю Пламенное Сердце",
		[205800] = 1,
		[240672] = 10,
		[192077] = 7,
		[67890] = 2,
		[101166] = "Освобожденный повелитель пламени",
		[227913] = "Злобный покоритель Скверны",
		[250648] = "Зу'райя, Матерь Космоса",
		[197197] = 1,
		[247367] = "Ловец душ Имонар",
		[136187] = 1,
		[33324] = "Бесплотный священник",
		[209484] = 1,
		[52635] = "Охотник из рода Бесконечности",
		[29320] = "Призрачный конь",
		[59913] = 9,
		[221771] = 10,
		[30927] = "Жидкий огонь",
		[223819] = 2,
		[51723] = 4,
		[62618] = 5,
		[202318] = 6,
		[80396] = 1,
		[204366] = 7,
		[119085] = 10,
		[230987] = 3,
		[258018] = "Нура, Матерь Пламени",
		[241226] = 5,
		[143958] = "Воплощение уныния",
		[29321] = "Призрачный конь",
		[219725] = 1,
		[195627] = 4,
		[153596] = 8,
		[16593] = 4,
		[116014] = 8,
		[249418] = "Тарнет",
		[152150] = 4,
		[101168] = 3,
		[252490] = 6,
		[59146] = "Интендант Зигрис",
		[59547] = 7,
		[188404] = "Штормовой дракон",
		[161862] = 5,
		[192082] = 7,
		[48400] = "Ледяная могила",
		[52636] = "Охотник из рода Бесконечности",
		[17962] = 9,
		[53148] = "Dilennaa <Locéane-Elune>",
		[200771] = "Обезумевший остроклюв",
		[226285] = "Эредарская вестница хаоса",
		[199250] = "Проклятый морем молниеносный клинок",
		[198934] = "Валарьяр-мистик",
		[201298] = "Оскверненный кровью взрывень <Оскверненная кровью ярость>",
		[125742] = "Сет'тик - рассекатель ветров",
		[13737] = "Мрак'нел",
		[202740] = "Тиратон Салтерил",
		[243984] = "[*] Гибнущий мир",
		[224239] = 2,
		[55964] = "Принц Талдарам",
		[129023] = 12,
		[112944] = "Прыгопотам",
		[196885] = "Скьял",
		[236111] = 1,
		[633] = 2,
		[139867] = "Темный Анимус",
		[28880] = 1,
		[191061] = 3,
		[252907] = 8,
		[233499] = 9,
		[211958] = "Змееуст-барахольщик",
		[197626] = 11,
		[209967] = 3,
		[197205] = 3,
		[164815] = 11,
		[239783] = "Ловчий разломов",
		[217045] = 1,
		[112945] = "Прыгопотам",
		[235089] = "Рейст Волшебное Копье",
		[145417] = 4,
		[212564] = "Сфера истязания <Инквизитор Истязарий> <Инквизитор Истязарий>",
		[197206] = 10,
		[107314] = "Крик'тик-охранитель",
		[15529] = "Железнорукий страж",
		[15593] = "Магмус",
		[245735] = "Изголодавшийся сломленный",
		[145418] = 4,
		[148540] = 11,
		[253520] = "Нура, Матерь Пламени",
		[254544] = 5,
		[63900] = "Dilennaa <Locéane-Elune>",
		[47774] = "Берсерк Альянса",
		[241234] = "Темная лучница",
		[80182] = "Пьяный хозен-буян",
		[56733] = "Глаз Талдарама",
		[32592] = 5,
		[48144] = "Прожорливый фурболг",
		[232519] = 12,
		[248831] = "Ночнокрыл",
		[223829] = 6,
		[130965] = 11,
		[209495] = "Голем-страж",
		[2139] = 8,
		[211543] = "Злобный зачарованный паук",
		[1459] = 8,
		[197209] = 7,
		[29579] = "Фантомный гость",
		[203963] = 6,
		[43935] = "Костекрушитель из клана Укротителей драконов",
		[193624] = 4,
		[191492] = 6,
		[252499] = 2,
		[125451] = "Ша Страха",
		[53406] = "Хадронокс",
		[13321] = "Маноед-гончая Скверны <Призыватель из клана Призрачной Луны>",
		[240213] = "Аватара Падшего",
		[241237] = "Мирмидон из племени Острозубов",
		[258643] = "Кин'гарот",
		[201953] = "Углепанцирный подчинитель",
		[211545] = 11,
		[132168] = 1,
		[197211] = 7,
		[52524] = "Дозорный Нарджил",
		[235516] = 6,
		[56222] = 6,
		[112948] = 8,
		[28369] = "Тоннель с ядом",
		[260692] = "Темный следопыт",
		[212570] = 5,
		[229976] = 2,
		[217090] = "Даргрул",
		[248406] = 6,
		[142947] = "Измененный голем анимы",
		[108853] = 8,
		[144404] = "Малый иллюзорный завоеватель",
		[216328] = 2,
		[6726] = "Техник из клана Призрачной Луны",
		[56858] = "Сумеречный верующий",
		[70458] = 7,
		[199261] = 1,
		[43936] = "Костекрушитель из клана Укротителей драконов",
		[279041] = "Главный механик Меггакрут",
		[60233] = 10,
		[162402] = 5,
		[22482] = 4,
		[197214] = 7,
		[115509] = "Страж Шадо-Пан",
		[124212] = 11,
		[204735] = "Леди Джайна Праудмур",
		[143973] = "Покорительница волн Кардрис",
		[114826] = "Королева певчих птиц",
		[143385] = "Мастер осады Черноплавс",
		[226510] = "[*] Кровавый гной",
		[205406] = 10,
		[55711] = 3,
		[55001] = 3,
		[244737] = "Адмирал Свиракс",
		[191527] = "Иллиана Танцующая с Клинками",
		[202335] = 10,
		[38166] = "Ша Жестокости",
		[228956] = 12,
		[229980] = 10,
		[198240] = 7,
		[124213] = 7,
		[15572] = "Налетчик из легиона Кровавого Топора",
		[217694] = 8,
		[262652] = 7,
		[198670] = 3,
		[171620] = 2,
		[263346] = 5,
		[127797] = 11,
		[248411] = "Охотник из Темной Стражи",
		[200289] = "Тень Ксавия",
		[279729] = 11,
		[153626] = 8,
		[209933] = 1,
		[228958] = "Тень Медива",
		[106808] = "Ук-Ук",
		[247388] = "Импульсная граната",
		[215648] = 8,
		[249436] = "Темный хранитель",
		[203816] = "Восставший воин",
		[68413] = 9,
		[13738] = "Халикон",
		[202768] = 11,
		[201641] = 6,
		[119607] = 10,
		[47777] = "Следопыт Альянса",
		[200291] = "Восставший разведчик",
		[12472] = 8,
		[56736] = "Костомол",
		[195172] = "Мирмидон из клана Колец Ненависти",
		[228960] = 3,
		[213602] = 5,
		[238602] = 9,
		[248414] = "[*] Взрыв",
		[202771] = 11,
		[203795] = 12,
		[52534] = "Ануб'арский темный чародей",
		[138485] = "Багровый след <Большой голем анимы>",
		[243968] = "[*] Пытка огнем",
		[230261] = 5,
		[198245] = "Хмуродроб Лютый",
		[23445] = 2,
		[274156] = 6,
		[260009] = "Растерянность",
		[148515] = "Цзунь-Вэй",
		[244320] = "[*] Портал: Зорот",
		[126508] = 10,
		[246368] = "Разрушитель миров Кин’гарота",
		[241663] = 9,
		[15530] = "Лазурный волхв",
		[42792] = 6,
		[201318] = 10,
		[23251] = 2,
		[183528] = "Барабанщик из Подкаменного разлома",
		[116768] = 10,
		[221796] = 3,
		[39331] = 11,
		[258060] = 2,
		[243960] = "Вариматрас",
		[16170] = "Боевой маг из клана Черной Вершины",
		[24275] = 2,
		[11976] = "Странник кошмара",
		[171627] = 9,
		[16468] = "Мать Дымная Паутина",
		[206817] = 3,
		[41635] = 5,
		[200732] = "Даргрул",
		[234084] = 11,
		[194153] = 11,
		[227941] = 6,
		[253538] = "[*] Гремучий импульс",
		[17492] = "Император Дагран Тауриссан",
		[181867] = 1,
		[103740] = 11,
		[35748] = "Злобная гончая <Омор Неодолимый>",
		[152175] = 10,
		[60833] = "Позабытый",
		[227942] = 6,
		[201979] = 6,
		[115003] = "Янь-Чжу Высвобожденный",
		[231014] = 1,
		[116027] = "Прыгун",
		[233062] = "Горот",
		[120696] = 5,
		[223316] = 2,
		[252516] = "Норганнон",
		[196203] = "Твердопанцирник Мак'раны",
		[246373] = "Разрушитель миров Кин’гарота",
		[127802] = 8,
		[47779] = "Распорядитель",
		[192108] = "[*] Боевой клинок",
		[121147] = 6,
		[202347] = 11,
		[28499] = 7,
		[17682] = "Посвященный охотник на магов",
		[246374] = "[*] Теневые клинки",
		[214634] = 8,
		[215658] = 10,
		[192109] = 7,
		[229598] = "Виз'адуум Всевидящий",
		[5302] = 1,
		[195181] = 6,
		[210166] = "[*] Токсичная желчь",
		[51363] = "Восставший темный чародей",
		[8398] = "Ледокрылый змей племени Хаккари",
		[215659] = 10,
		[244762] = "Аннигилятор",
		[209516] = "Манапард",
		[136821] = "Хорридон",
		[195182] = 6,
		[253543] = "Уничтожитель Легиона",
		[138321] = "Ра-ден",
		[75] = 3,
		[248424] = "Ловец душ Имонар",
		[142528] = "Ксарил Отравленный Разум",
		[5782] = 9,
		[15123] = "Чароплет из легиона Изрубленного Щита",
		[146037] = "[*] Круговорот ша",
		[188016] = 8,
		[148085] = "Инженер Черноплавса",
		[246751] = 11,
		[232043] = 9,
		[272434] = "Механохотник Искренка",
		[48292] = "Король Имирон",
		[12042] = 8,
		[146038] = "Кор'кронский стрелок",
		[196208] = "Чернокнижник из клана Призрачной Луны",
		[39238] = 7,
		[247402] = 7,
		[232044] = 1,
		[33702] = 9,
		[58531] = "Хранитель портала",
		[92232] = 3,
		[6358] = 1,
		[188018] = 9,
		[211999] = "Змееуст-барахольщик",
		[255594] = "Голганнет",
		[60067] = "Командир Альянса",
		[241260] = 11,
		[242284] = 7,
		[60835] = "Позабытый",
		[81219] = "Повелитель зверей из клана Костеглодов",
		[171637] = 2,
		[123198] = "[*] Сгустки янтаря",
		[143423] = "Сунь Доброе Сердце",
		[6742] = "Огр-волхв из клана Черной Вершины",
		[191540] = "Страж гнева – возжигатель",
		[201330] = 9,
		[101185] = 7,
		[236142] = "Реактор душ",
		[204402] = "Грозный разрушитель",
		[12051] = 8,
		[239214] = "Кил'джеден",
		[213229] = 9,
		[257644] = "Вариматрас",
		[242286] = 7,
		[131318] = 2,
		[195188] = "Огнезол <Вул'кан> <Вул'кан>",
		[188021] = 11,
		[115008] = 10,
		[212019] = 9,
		[197687] = "[*] Пронзающий взгляд",
		[257645] = "Аман'тул",
		[201332] = 4,
		[235120] = "Взрывное темное отражение",
		[211571] = "Эредарская вестница хаоса",
		[196213] = "Корстилакс",
		[197237] = 4,
		[239216] = "Кил'джеден",
		[11980] = "Послушник из клана Песчаной Бури",
		[251948] = 2,
		[2676] = "Градина Ахуна",
		[201842] = "Скверносерд-призыватель",
		[210999] = 2,
		[188023] = 11,
		[230002] = "Страж Скверны - дозорный",
		[17877] = 9,
		[19236] = 5,
		[171017] = "Чарплеск <Пруфлас-Борейскаятундра>",
		[209525] = 10,
		[46150] = "Укрощенный элементаль воздуха",
		[262232] = 1,
		[188024] = 1,
		[221812] = 5,
		[15979] = "Огр-волхв из клана Черной Вершины",
		[225419] = "Страж Скверны - уничтожитель",
		[193597] = "Леди Кольцо Ненависти",
		[121153] = 4,
		[202359] = 11,
		[227956] = 4,
		[240692] = 8,
		[115010] = "Хваткая ненависть <Оскверненный Тажань Чжу> <Оскверненный Тажань Чжу>",
		[56862] = "Укрощенный элементаль воды",
		[110125] = "Служитель Сомнения",
		[527] = 5,
		[209527] = 1,
		[202360] = 11,
		[239843] = "Призрачный страж",
		[204408] = 7,
		[244849] = "[*] Едкая слизь",
		[12492] = "Ясновидец из племени Тлеющего Терновника",
		[199668] = 10,
		[216695] = 9,
		[242292] = 9,
		[235125] = "[*] Нестабильная душа",
		[241719] = "Йормог Чудовищный",
		[188027] = 11,
		[156287] = 1,
		[214648] = 6,
		[107844] = 8,
		[211146] = 3,
		[232559] = 11,
		[169598] = 9,
		[603] = 9,
		[188028] = 2,
		[229438] = 3,
		[13900] = "Лорд Опалитель",
		[232055] = 10,
		[136018] = "Маленькая рассеянная молния <Зёба>",
		[104773] = 9,
		[251509] = 1,
		[146050] = "Кор'кронский стрелок",
		[188029] = 1,
		[59594] = "Лавантор",
		[206459] = "Аватара тьмы",
		[107845] = 7,
		[216698] = 9,
		[58534] = "Хранитель портала",
		[251510] = 1,
		[194663] = "Хеларьяр-защитник",
		[188030] = 5,
		[75388] = "Отрекшаяся-матрос",
		[198269] = "Верховный друид Глайдалис",
		[248439] = 1,
		[104262] = 7,
		[691] = 9,
		[202365] = "Порабощенный резчик рун",
		[114738] = 7,
		[703] = 4,
		[145625] = "Торопыга <Неизвестно>",
		[170869] = 11,
		[182912] = 2,
		[27285] = 9,
		[23126] = 3,
		[210824] = 8,
		[77130] = 7,
		[11086] = "Знахарь Зум'рах",
		[230011] = 6,
		[47528] = 6,
		[47784] = "Опытный охотник на магов",
		[194640] = "Промокший насквозь страж душ",
		[755] = 9,
		[221404] = 8,
		[107120] = "Командир Ри'мок",
		[188033] = 11,
		[106823] = "Лю Пламенное Сердце",
		[255609] = 2,
		[196725] = 10,
		[142983] = "Филактерия темного ритуалиста",
		[234108] = "Десмонд-Гордунни",
		[13005] = "Озаренная-центурион",
		[211583] = 9,
		[188034] = 1,
		[52772] = "Хронолорд Эпох",
		[212048] = 7,
		[232061] = "Харджатан",
		[57635] = 3,
		[242300] = 1,
		[44457] = 8,
		[227966] = "Гниющий билетер",
		[188035] = 6,
		[197250] = "Кордана Оскверненная Песнь",
		[210003] = 12,
		[275699] = 6,
		[192131] = "Полководец Паржеш",
		[225919] = 12,
		[226943] = 5,
		[236158] = "Остаток души",
		[228991] = "Проекция Хранителя",
		[197251] = "Кордана Оскверненная Песнь",
		[871] = 1,
		[197721] = 11,
		[142986] = "Имплозия",
		[234111] = 12,
		[253004] = 10,
		[52771] = "Хронолорд Эпох",
		[237183] = "Мерцающее око",
		[213634] = 5,
		[119922] = "Куай Бесчеловечный",
		[20823] = "Опытный охотник на магов",
		[50089] = "Новос Призыватель",
		[242303] = 1,
		[208081] = 8,
		[51779] = "Боевой маг 7-го легиона",
		[147083] = "[*] Малый осадок ша",
		[230017] = 11,
		[35243] = "Солнцелов-заклинатель Пустоты",
		[191070] = 3,
		[200325] = "Восставший разведчик",
		[209540] = 2,
		[218755] = "Гноешкурый гризли",
		[55078] = 6,
		[119354] = "Сик'тик - танцующий с клинками",
		[106826] = "Ша Жестокости",
		[199894] = 10,
		[15532] = "Призыватель из легиона Кровавого Топора",
		[192135] = "Крушитель раковин из клана Колец Ненависти <Полководец Паржеш>",
		[242305] = 2,
		[224347] = 11,
		[118089] = 10,
		[94028] = 7,
		[189064] = 1,
		[15538] = "Железнорукий страж",
		[58535] = "Хранитель портала",
		[253087] = 11,
		[234115] = 10,
		[235612] = 6,
		[252545] = 1,
		[163016] = 1,
		[106827] = "Ша Жестокости",
		[107339] = 7,
		[207495] = "Неизвестно <Kårma-Ysondre>",
		[16856] = "Воевода Вун",
		[201352] = 10,
		[48181] = 9,
		[7384] = 1,
		[237188] = "Лорд Эрдрис Терновый Шип",
		[205448] = 5,
		[190090] = "Ворген-охотница",
		[213158] = 1,
		[192138] = "Укротительница волн из клана Колец Ненависти <Полководец Паржеш>",
		[118337] = 7,
		[218759] = "Гноешкурый гризли",
		[48700] = "Ясновидица клана Укротителей драконов",
		[196234] = 9,
		[53418] = "Хадронокс",
		[231046] = 9,
		[199824] = 5,
		[195791] = "Корстилакс",
		[144017] = "Ядовитая буря <Покорительница волн Кардрис>",
		[209043] = 4,
		[54954] = "Тикающая бомба <Стратег из клана Укротителей драконов> <Стратег из клана Укротителей драконов>",
		[2061] = 5,
		[156304] = 7,
		[24858] = 11,
		[207498] = 7,
		[107118] = "Райгонн",
		[193164] = "Иллиана Танцующая с Клинками",
		[191603] = 8,
		[241680] = "Госпожа Сашж'ин",
		[261764] = 10,
		[5143] = 8,
		[115778] = 2,
		[240263] = 9,
		[280772] = 1,
		[260197] = "Т'паартос Падший",
		[183416] = 2,
		[227977] = "Гниющий билетер",
		[212619] = 9,
		[246407] = 12,
		[113746] = 10,
		[191608] = 8,
		[155777] = 11,
		[201334] = 2,
		[145044] = 1,
		[146068] = 1,
		[253575] = 11,
		[213644] = 2,
		[157331] = "Большой элементаль бури <Kilroggus-TwistingNether>",
		[5225] = 11,
		[108366] = 9,
		[176785] = 9,
		[1454] = 9,
		[219788] = 6,
		[212621] = 3,
		[195707] = 1,
		[78674] = 11,
		[47788] = 5,
		[236720] = "Зараженный восставший солдат",
		[217741] = 12,
		[194192] = 9,
		[203407] = 11,
		[32727] = 7,
		[197264] = "Хелия",
		[123725] = 10,
		[59961] = 7,
		[50092] = "Стрелок 7-го легиона",
		[224375] = "Инфернальный бес <Таликса Пламя Гнева> <Таликса Пламя Гнева>",
		[34222] = "Солнцелов-чаротворец",
		[227981] = "Призрачный зритель",
		[261769] = 10,
		[69972] = "Кор'кронский некролит",
		[78675] = 11,
		[120142] = "[*] Дротик",
		[215210] = 5,
		[201361] = "Истерзанный кровопийца",
		[44461] = 8,
		[145549] = "Кор'кронская темная шаманка",
		[245388] = 4,
		[254603] = 9,
		[145551] = "Кор'кронский темный маг",
		[239810] = "Вечный страж душ",
		[200338] = "Даргрул",
		[209553] = 1,
		[251532] = "Экзоскелет озаренных",
		[227983] = "Призрачный зритель",
		[245389] = 4,
		[69973] = "Кор'кронский некролит",
		[53] = 4,
		[47789] = "Опытный охотник на магов",
		[216721] = 9,
		[1766] = 4,
		[14189] = 4,
		[105809] = 2,
		[253581] = 10,
		[197268] = 5,
		[149146] = "Ползучая мина",
		[14032] = "Темный чародей из племени Песчаной Бури",
		[1822] = 11,
		[201364] = 1,
		[202388] = 12,
		[59052] = 6,
		[245391] = "Агграмар",
		[69974] = "Стрелок с \"Усмирителя небес\"",
		[198293] = 7,
		[211079] = "Ночнорожденный-возродитель",
		[224914] = 4,
		[234129] = "Гладиатор из племени Острозубов",
		[211088] = 8,
		[195222] = 7,
		[245392] = "Агграмар",
		[213652] = 2,
		[144536] = "Мастер испытаний Ротун",
		[62124] = 2,
		[18399] = "Призыватель из клана Призрачной Луны",
		[55090] = 6,
		[1966] = 4,
		[31900] = "Новообращенный орк Скверны",
		[35255] = "Волшебный слуга",
		[69975] = "Стрелок с \"Усмирителя небес\"",
		[15981] = "Мистик из клана Черной Вершины",
		[2006] = 5,
		[32216] = 1,
		[144030] = "Ядовитый торнадо",
		[145054] = 1,
		[203415] = 3,
		[44535] = 1,
		[2060] = 5,
		[1079] = 11,
		[240275] = "Ловец из глубин",
		[200344] = "Восставшая лучница",
		[208963] = 7,
		[210583] = 11,
		[184469] = 7,
		[196249] = "Повелитель ужаса Мендаций",
		[253061] = "Констеллар-куратор",
		[192660] = 4,
		[51886] = 7,
		[104276] = 5,
		[210065] = 11,
		[60845] = "Позабытый",
		[236181] = 11,
		[81751] = 5,
		[221847] = 6,
		[50997] = "Керистраза",
		[249993] = 1,
		[236710] = "Кил'джеден",
		[31901] = "Омор Неодолимый",
		[145057] = 1,
		[146081] = 1,
		[253588] = "[*] Гремучий взрыв",
		[230039] = 12,
		[228362] = "Насытившийся маназмей",
		[27993] = "Призрачный конь",
		[232613] = 11,
		[280849] = 1,
		[145058] = 1,
		[137891] = "Верховная жрица Мар'ли",
		[255629] = 5,
		[246422] = 4,
		[198300] = 7,
		[66906] = 2,
		[134820] = "Лэй Шэнь",
		[209563] = 1,
		[117588] = "Изначальный элементаль огня <Каральо>",
		[202914] = 3,
		[253590] = 6,
		[197277] = 2,
		[190110] = "Эбигейл Охотница",
		[128339] = "Призрачный ша",
		[192158] = "Олмир Просвещенный",
		[146605] = "Ковок",
		[145060] = 1,
		[88163] = 1,
		[122708] = 8,
		[246424] = 7,
		[30937] = "Чаротворец из клана Призрачной Луны",
		[194289] = "Смотрящий",
		[215198] = 7,
		[225947] = 1,
		[2908] = 11,
		[227995] = 3,
		[221341] = 7,
		[230043] = "Страж гнева – возжигатель",
		[47536] = 5,
		[199327] = "Проклятый морем молниеносный клинок",
		[73320] = 8,
		[201375] = "Проклятый морем рабовладелец",
		[130654] = 10,
		[40625] = 2,
		[212638] = 3,
		[230044] = "Страж гнева – возжигатель",
		[198304] = 1,
		[198837] = "Восставший тихоступ <Аинзоалгоун-Корольлич>",
		[93795] = 10,
		[209567] = 1,
		[12654] = 8,
		[54235] = "Лавантор",
		[12782] = "Легионер из легиона Огненного Клейма",
		[205472] = 8,
		[35250] = "Пустомант Сепетрея",
		[215711] = 6,
		[139448] = 9,
		[121174] = "Хартак Поджигатель",
		[32829] = "Неживой бродяга <Аукенайский монах> <Аукенайский монах>",
		[236189] = 12,
		[253595] = 1,
		[205473] = 8,
		[214688] = "Герент Зловещий",
		[196780] = 6,
		[119905] = 9,
		[234142] = 11,
		[1943] = 4,
		[227999] = "Бестелесная филантропка",
		[212641] = 2,
		[44614] = 8,
		[231589] = 2,
		[73325] = 5,
		[128854] = "Хенди <Крежек>",
		[234143] = 2,
		[244899] = "Нура, Матерь Пламени",
		[229545] = "Слон",
		[253597] = 6,
		[106841] = "Лю Пламенное Сердце",
		[247454] = 12,
		[119395] = 2,
		[131842] = "[*] Ветряная бомба",
		[2094] = 4,
		[244901] = "Пламя Тайшалака",
		[228001] = "Бестелесная филантропка",
		[188070] = 7,
		[59568] = 1,
		[247455] = 12,
		[35507] = "Шипастый живодер",
		[234153] = 9,
		[228323] = 5,
		[235169] = 11,
		[245803] = "Черноклык",
		[253599] = "Клобекc",
		[230050] = "Абстрактный нейтрализатор",
		[255647] = 2,
		[106856] = "Лю Пламенное Сердце",
		[75614] = 6,
		[195253] = "Неутомимая волна",
		[202497] = 11,
		[248625] = 1,
		[196263] = 6,
		[189096] = 6,
		[255648] = "Голганнет",
		[275773] = 2,
		[200359] = "Тень Ксавия",
		[32346] = "Экзарх Маладаар",
		[194216] = "Харбарон",
		[238253] = 4,
		[138927] = 11,
		[251910] = 2,
		[115546] = 10,
		[207527] = 7,
		[191729] = 6,
		[49721] = "Восставший рыцарь смерти Драккари",
		[202408] = "Порабощенный резчик рун",
		[167105] = 1,
		[58615] = 2,
		[116182] = "Пенистый бражный хмелементаль <Пенистый бражный хмелементаль>",
		[123495] = "Гаралон",
		[207528] = 12,
		[124007] = "Сюэнь <Зурмонк>",
		[205708] = 8,
		[194218] = "Харбарон",
		[116841] = 10,
		[122714] = "Хранитель истории Каменная Поступь",
		[213672] = 11,
		[206505] = 3,
		[275779] = 2,
		[191678] = "Скверноуст-изрыгатель",
		[209577] = 1,
		[145073] = "Остаточная скверна",
		[54962] = "Стратег из клана Укротителей драконов",
		[42708] = "Ингвар Расхититель",
		[11831] = "Ледокрылый змей племени Хаккари",
		[196799] = "Зараженный Скверной яростный боец",
		[168801] = 1,
		[120667] = "Шадопанский меткий стрелок",
		[144077] = 10,
		[256087] = "Дворфийка-стрелок",
		[16870] = 11,
		[210873] = 7,
		[20572] = 6,
		[5176] = 11,
		[20828] = "Послушник",
		[258837] = "[*] Разрыв души",
		[140400] = "Зандаларский пророк",
		[207776] = 1,
		[236200] = 9,
		[163505] = 11,
		[205484] = 1,
		[255654] = 1,
		[199341] = "Валарьяр-зверолов",
		[257702] = 9,
		[225962] = "Восставший питомец <Василец>",
		[230162] = "Абстрактный нейтрализатор",
		[15286] = 5,
		[106334] = "Мудрый Марис",
		[10101] = "Разрушитель из клана Костеглодов",
		[222891] = "Тень Акамы <Зёбедам>",
		[14516] = "Головорез из клана Черной Вершины",
		[236224] = "Жрица Лунное Пламя",
		[5784] = 9,
		[194223] = 11,
		[22883] = "Верховный жрец племени Атал'ай",
		[212653] = 8,
		[196376] = "Верховный друид Глайдалис",
		[47540] = 5,
		[250693] = 6,
		[15668] = "Магмус",
		[121181] = "Хартак Поджигатель",
		[218797] = "Друид-медведь",
		[114014] = 4,
		[194379] = 9,
		[246442] = 3,
		[33206] = 5,
		[124253] = "Сик'тик - танцующий с клинками",
		[218256] = 12,
		[197418] = "Иллисанна Гребень Ворона",
		[194225] = "Сфера безумия <Падван-Ясеневыйлес>",
		[244395] = "Разрушитель миров Кин’гарота",
		[51124] = 6,
		[17501] = "Пушка Багрового Легиона <Босикомм-Гордунни>",
		[114805] = "Сян",
		[199345] = "Дресарон",
		[131968] = "Сик'тик - боевой лекарь",
		[121182] = "Хартак Поджигатель",
		[52660] = "Посланница из рода Бесконечности",
		[211632] = 9,
		[269651] = 8,
		[246444] = "Темный хранитель Эйдис",
		[201939] = 4,
		[49379] = 2,
		[138467] = "Изучающий глаз",
		[258731] = "Нура, Матерь Пламени",
		[226991] = 12,
		[171847] = 5,
		[46406] = "Холодная волна Ахуна",
		[69989] = "Стрелок с \"Усмирителя небес\"",
		[47541] = 6,
		[163558] = 1,
		[48053] = "Кристаллический хлестун",
		[112992] = "Прыгопотам",
		[259756] = 9,
		[162488] = 3,
		[93821] = 4,
		[254637] = 7,
		[198324] = "Скьял",
		[223921] = "Тень Акамы <Зёбедам>",
		[185565] = 4,
		[191524] = "Иллиана Танцующая с Клинками",
		[202420] = "Эредарская вестница хаоса",
		[244399] = "Дециматор",
		[196277] = 9,
		[110945] = "Гу Небесный Удар",
		[181943] = 11,
		[120160] = "Хайан Неудержимый",
		[15087] = "Радо'рел",
		[201397] = "Проклятый морем тюремщик душ",
		[91776] = "Камнедёр <Снегурорк-СвежевательДуш>",
		[267611] = 2,
		[196278] = 9,
		[230066] = "Изрыгатель тьмы",
		[30940] = "Кели'дан Разрушитель",
		[205659] = 6,
		[47688] = "Хаотический разлом",
		[47944] = "[*] Кристальный шип",
		[194231] = "Харбарон",
		[15791] = "Призыватель из легиона Кровавого Топора",
		[15243] = "Огнестраж-разрушитель",
		[189112] = 12,
		[32614] = "Ворген - боевой маг",
		[79206] = 7,
		[48054] = "Безумный манаплеск",
		[201399] = "Бес ужасающего огня",
		[259760] = 9,
		[114018] = 4,
		[188089] = 7,
		[205495] = 7,
		[57781] = 7,
		[138480] = "Большой голем анимы",
		[200376] = 2,
		[193209] = "Вул'кан",
		[34232] = "Маг-жрец высших эльфов",
		[9143] = "Ремесленник из клана Кузни Рока",
		[144113] = "Малый иллюзорный сборщик",
		[13750] = 4,
		[131894] = 3,
		[248499] = "Аргус Порабощенный",
		[145275] = "Воплощение сомнения",
		[193210] = "Вул'кан",
		[251571] = "[*] Детонация бомбы души",
		[135416] = 5,
		[220855] = "[*] Нисходящий поток",
		[54729] = 6,
		[198330] = "Скьял",
		[216805] = 1,
		[241887] = 1,
		[193211] = "Имирон, падший король",
		[251572] = "[*] Детонация взрывной души",
		[54966] = "Стратег из клана Укротителей драконов",
		[185438] = 4,
		[171249] = 6,
		[102350] = 8,
		[142073] = 11,
		[53322] = "Ануб'арский некрорахнид",
		[88423] = 11,
		[136899] = "Сул Пескорыск",
		[81256] = 6,
		[11639] = "Послушник из клана Песчаной Бури",
		[106853] = "Мастер Снежный Вихрь",
		[63560] = 6,
		[223929] = 6,
		[216762] = 2,
		[32424] = "Экзарх Маладаар",
		[16246] = 7,
		[235750] = 10,
		[34745] = "Заступник-хлестун <Верховный ботаник Фрейвин>",
		[164545] = 11,
		[59830] = 1,
		[200944] = 11,
		[96103] = 1,
		[201405] = 1,
		[194238] = 5,
		[34557] = "Верховный ботаник Фрейвин",
		[204477] = 3,
		[221883] = 2,
		[149188] = "Шаман приливов из клана Драконьей Пасти",
		[215279] = "Слеза Хаоса <Максаньяк-Голдринн>",
		[114158] = 2,
		[250552] = 4,
		[146689] = "[*] Атака на лету",
		[274282] = 11,
		[196287] = "Потревоженная бурей гидра",
		[164547] = 11,
		[115175] = 10,
		[145668] = 3,
		[116616] = 1,
		[160452] = 3,
		[243386] = "Аллерия Ветрокрылая",
		[193786] = 7,
		[81297] = 2,
		[221885] = 2,
		[255673] = 2,
		[48847] = 10,
		[134856] = "Военачальник зандаларов",
		[152262] = 2,
		[15799] = "Мистик из племени Тлеющего Терновника",
		[118922] = 3,
		[228333] = "[*] Нестабильный заряд",
		[221886] = 2,
		[157382] = "Изначальный элементаль бури <Lavasu-Ysondre>",
		[199361] = "Валарьяр-зверолов",
		[241911] = 9,
		[112999] = "Остатки Ненависти",
		[243388] = "Аллерия Ветрокрылая",
		[211714] = 9,
		[204481] = 12,
		[221887] = 2,
		[230143] = "Госпожа Сашж'ин",
		[207553] = 7,
		[233150] = 2,
		[160455] = 6,
		[186052] = 7,
		[211649] = 5,
		[183566] = "[*] Тошнотворная лужа",
		[254652] = "Экзоскелет озаренных",
		[15096] = "Пиромант из легиона Огненного Клейма",
		[120167] = "Хайан Неудержимый",
		[120679] = 3,
		[201411] = "Бес ужасающего огня",
		[197388] = 3,
		[255742] = 8,
		[204555] = 3,
		[209162] = 10,
		[57784] = 7,
		[193456] = 12,
		[208579] = 12,
		[155625] = 11,
		[213771] = 11,
		[252606] = "Заклинатель пламени",
		[196293] = "Потревоженная бурей гидра",
		[246463] = 1,
		[35283] = "Яростное пламя",
		[128359] = "[*] Едкий сок",
		[200389] = 11,
		[144076] = 10,
		[208147] = 8,
		[260798] = 1,
		[30686] = "Омор Неодолимый",
		[246464] = 1,
		[243982] = "Кил'джеден",
		[191259] = 1,
		[144084] = "Большой иллюзорный потрошитель",
		[193223] = 5,
		[15728] = "Ткач ужаса из легиона Огненного Клейма",
		[75683] = "Леди Наз'жар",
		[196295] = "Потревоженная бурей гидра",
		[254656] = 8,
		[267798] = 2,
		[42739] = "[*] Удар скорби",
		[48058] = "Кристаллический хлестун",
		[146217] = "Дух древнего хмелевара",
		[23920] = 1,
		[244418] = "Капсула адмирала <Ешевика>",
		[196296] = "Потревоженная бурей гидра",
		[230084] = "Виз'адуум Всевидящий",
		[28271] = 8,
		[199368] = "Дух лорда Гребня Ворона",
		[199641] = 10,
		[234180] = "[*] Иссушение",
		[194249] = 5,
		[239383] = "Цель Копья",
		[212679] = 3,
		[167722] = 1,
		[193473] = "Щупальце Бездны <Шонди-Ясеневыйлес>",
		[145200] = "Большой иллюзорный певец улья",
		[61391] = 11,
		[144080] = 10,
		[18144] = "Кровавый сокол",
		[244420] = "Капсула адмирала <Ешевика>",
		[212680] = 3,
		[230086] = "Демонический разлом",
		[210722] = 11,
		[60119] = 7,
		[108396] = 9,
		[234182] = 9,
		[136914] = "Лэй Шэнь",
		[229151] = "Виз'адуум Всевидящий",
		[204490] = 12,
		[230087] = 5,
		[127850] = 5,
		[223166] = 5,
		[224968] = 8,
		[80240] = 9,
		[202443] = 12,
		[1856] = 4,
		[196300] = 9,
		[230088] = 11,
		[193357] = 4,
		[215754] = "Порождение Змеикса <Соренс-СвежевательДуш>",
		[93073] = 1,
		[234184] = 9,
		[218826] = 1,
		[252614] = "Заклинатель пламени",
		[153564] = 8,
		[254662] = 5,
		[35261] = "Солнцелов-заклинатель Пустоты",
		[199373] = "Войско мертвых <Хъютэнг-СвежевательДуш>",
		[192206] = "[*] Освящение",
		[168657] = 8,
		[136917] = "Властелин холода Малакк",
		[260806] = "[*] Ярость Голганнета",
		[253639] = 2,
		[230090] = 11,
		[61882] = 7,
		[198446] = "Сквернотопырь",
		[20484] = 11,
		[144085] = "Неизвестно",
		[202446] = 12,
		[195279] = "Моряк из Ночного дозора",
		[138966] = "Темный дух вуду",
		[213709] = 11,
		[31230] = 4,
		[182993] = 6,
		[44521] = 6,
		[152277] = 1,
		[145110] = 11,
		[131972] = "Сик'тик - боевой лекарь",
		[196304] = 9,
		[1953] = 8,
		[6201] = 9,
		[248522] = 11,
		[35546] = 4,
		[242379] = "Яйцо изрыгателя желчи",
		[209753] = 11,
		[236236] = 1,
		[188114] = "Рокмора",
		[110959] = 8,
		[222926] = "Железный дворф",
		[267666] = 3,
		[87023] = 8,
		[225998] = "Лишенный души защитник",
		[52445] = "Артас",
		[236237] = 12,
		[106352] = "Мастер Снежный Вихрь",
		[106864] = "Лю Пламенное Сердце",
		[6713] = "Алчущий из клана Костеглодов",
		[227267] = "Смотритель",
		[256948] = 8,
		[193235] = "Химдалль",
		[235214] = "[*] Насыщение Светом",
		[13745] = "Кузнец-волшебник из клана Кузни Рока",
		[188116] = 11,
		[110960] = 8,
		[149209] = "[*] Прикосновение скверны",
		[71029] = "Слуга трона",
		[38618] = "Командир Альянса",
		[201427] = 12,
		[102280] = 11,
		[252621] = "Заклинатель пламени",
		[122735] = "Гаралон",
		[205523] = 10,
		[214804] = "Чернокнижник из клана Призрачной Луны",
		[223176] = 12,
		[200404] = "Даргрул",
		[201428] = 12,
		[210643] = 7,
		[228049] = 2,
		[50933] = "Плотоядный вурдалак",
		[197333] = "Кордана Оскверненная Песнь",
		[214739] = "Техник из клана Призрачной Луны",
		[217917] = 3,
		[175832] = 11,
		[140276] = "Кор'кронский лютый волк",
		[218835] = 1,
		[252623] = "[*] Скованность Скверной",
		[274283] = 11,
		[197334] = "Кордана Оскверненная Песнь",
		[136019] = "Рассеянная молния",
		[240337] = 9,
		[175833] = 5,
		[201430] = 3,
		[210645] = "Иссохший злодей",
		[244433] = "Зураал Перерожденный",
		[204502] = "Тень Ксавия",
		[106929] = "Всепоглощающий ша",
		[255696] = 12,
		[136037] = "Изначалий",
		[255935] = "Констеллар-куратор",
		[207685] = 12,
		[235219] = 8,
		[178906] = 4,
		[245458] = "Агграмар",
		[180954] = "Бурерожденный инфернал",
		[144214] = "Покорительница волн Кардрис",
		[124273] = 10,
		[261947] = 10,
		[263585] = 3,
		[50622] = 1,
		[228164] = "Фантомный рабочий",
		[253650] = "Диима, Матерь Сумрака",
		[43199] = 3,
		[214743] = 12,
		[20473] = 2,
		[115080] = 10,
		[188389] = 7,
		[194266] = "Скованный прислужник",
		[127928] = 2,
		[234310] = "Кил'джеден",
		[230102] = 2,
		[200551] = "Даргрул",
		[124274] = 10,
		[222166] = 1,
		[185052] = 1,
		[210649] = 11,
		[136183] = 1,
		[250825] = "Экзоскелет озаренных",
		[230103] = 2,
		[193364] = "Имирон, падший король",
		[199387] = 10,
		[277925] = 4,
		[242390] = 10,
		[230222] = 8,
		[195292] = 6,
		[114548] = "Янь-Чжу Высвобожденный",
		[230104] = 2,
		[196440] = 5,
		[124275] = 10,
		[192221] = 12,
		[257911] = "[*] Безудержная ярость",
		[136932] = "Глаз разума",
		[195293] = "Скьял",
		[220890] = 6,
		[86392] = 4,
		[35265] = "Солнцелов-астромаг",
		[199389] = "Дресарон",
		[120692] = 5,
		[209628] = "Советник Меландр",
		[202461] = 11,
		[162530] = 10,
		[124844] = "Великая императрица Шек'зир",
		[205533] = 7,
		[199519] = "Хеларьяр - призывательница туманов",
		[212786] = "Дубосерд",
		[208605] = 12,
		[242650] = 6,
		[260021] = "Пещерный паук",
		[30455] = 8,
		[229083] = "Виз'адуум Всевидящий",
		[184167] = "Мрачный страж <Повелитель ужаса Мендаций> <Повелитель ужаса Мендаций>",
		[144276] = 1,
		[53480] = "Возлепопы <Падиница>",
		[138099] = "Ритуалист Морок",
		[209630] = "[*] Пронзающий ураган",
		[218845] = 7,
		[29799] = "Ловчий Аттумен <Полночь> <Полночь>",
		[220893] = "Душа Акаари",
		[213726] = 6,
		[198368] = 4,
		[16739] = 5,
		[192225] = 1,
		[193249] = 6,
		[210655] = 11,
		[252634] = "Констеллар-куратор",
		[190336] = 8,
		[148243] = "Рубака из клана Драконьей Пасти",
		[35266] = "Солнцелов-астромаг",
		[215775] = 8,
		[192226] = "Тотем жидкой магмы <Kamagurka-Stormscale>",
		[207694] = 12,
		[251611] = "Присягнувший клинку опустошитель",
		[16508] = "Аррок Смертный Вопль",
		[212704] = 3,
		[65917] = 2,
		[115652] = "Раздувшийся бражный хмелементаль",
		[36582] = "Разрушитель Бурегорна",
		[34791] = "Миротворец Кузни Бурь",
		[217824] = 2,
		[210657] = 7,
		[211681] = 5,
		[253660] = 8,
		[238443] = "[*] Облако газа",
		[222944] = 1,
		[102346] = 9,
		[208610] = 12,
		[144106] = "Большой иллюзорный ветростраж",
		[210658] = 7,
		[252637] = "Булькающее исчадие",
		[253661] = 1,
		[123255] = "Область диссонанса",
		[20707] = 9,
		[242543] = 2,
		[216802] = 2,
		[200561] = "Фенрир",
		[210659] = 7,
		[15487] = 5,
		[253662] = 8,
		[35011] = "Патрульный Бурекузницы",
		[35267] = "Солнцелов-астромаг",
		[210875] = "Закаленный бурей страж",
		[208612] = 12,
		[242400] = 10,
		[210660] = 7,
		[36339] = "Красный саженец <Верховный ботаник Фрейвин>",
		[15346] = "Финий Темнострой",
		[106874] = "[*] Огненная бомба",
		[149228] = 10,
		[124280] = 10,
		[208613] = 12,
		[107428] = 10,
		[194279] = 3,
		[244449] = "[*] Децимация",
		[55233] = 6,
		[31842] = 2,
		[149229] = 10,
		[208770] = 12,
		[200423] = 2,
		[193256] = "Фальтий",
		[235235] = 8,
		[252641] = "Булькающее исчадие",
		[220901] = 4,
		[239486] = "Нестабильная порча",
		[190185] = "Дух волка <Даргинка-СтражСмерти>",
		[229250] = "[*] Пламя Скверны",
		[8435] = "Мистик из клана Черной Вершины",
		[58875] = 7,
		[202472] = "Хелия",
		[68992] = 8,
		[30849] = "Маноед-гончая Скверны <Призыватель из клана Призрачной Луны> <Призыватель из клана Призрачной Луны>",
		[35012] = "Патрульный Бурекузницы",
		[35268] = "Яростное пламя",
		[200589] = "Гноешкурый гризли",
		[104316] = 9,
		[209741] = "Проекция советника Меландра",
		[210664] = 11,
		[57842] = 4,
		[143262] = "Хэ Легкая Нога",
		[205545] = 1,
		[35072] = "Шипастый плеточник",
		[52722] = "Мал'Ганис",
		[144289] = "Покорительница волн Кардрис",
		[193259] = "[*] Жар Скверны",
		[242570] = 3,
		[114661] = 7,
		[240539] = "Быстроплав из племени Острозубов",
		[205546] = 1,
		[222952] = 12,
		[215785] = 7,
		[208618] = 12,
		[193260] = "[*] Статическое поле",
		[129914] = 10,
		[118737] = 12,
		[245647] = "Ловкач из Темной Стражи",
		[205547] = 1,
		[202536] = 4,
		[124283] = "Генерал Па'валак",
		[216810] = 4,
		[143274] = "Скир Кровожадный",
		[243431] = "Агграмар",
		[195309] = "[*] Бурлящая вода",
		[201671] = 11,
		[230121] = 6,
		[255718] = "\"Огнетрон-5000\"",
		[202668] = 4,
		[104318] = "Дикий бес <Дэриан-Подземье>",
		[185071] = 2,
		[202477] = 6,
		[227227] = 11,
		[30691] = "Назан",
		[246504] = "Аннигилятор Кин’гарота",
		[245655] = "Ловкач из Темной Стражи",
		[202658] = "Злонравный осквернитель",
		[228252] = "Неприкаянный дух",
		[196516] = "Ритуалистка Лиша",
		[201635] = 3,
		[207778] = 7,
		[35570] = "Надзиратель из клана Укротителей драконов",
		[246505] = "Фанатичная пиромантка",
		[206574] = "[*] Резонирующий удар сплеча",
		[199407] = 10,
		[257945] = 4,
		[217837] = 9,
		[210670] = 11,
		[116705] = 10,
		[139223] = "Зандаларский прелат",
		[228260] = 5,
		[115181] = 10,
		[238499] = 5,
		[207744] = 12,
		[193265] = 3,
		[251626] = "Булаворукий повелитель зверей",
		[17253] = "Kernhund <Eleminatron-Nathrezim>",
		[145212] = "Слияние скверны",
		[35014] = "[*] Чародейский взрыв",
		[196528] = 6,
		[137152] = "Укрывающий туман",
		[126434] = 5,
		[143295] = "Глубиний",
		[58867] = "Дух волка <Полохэт-СвежевательДуш>",
		[228078] = 9,
		[196534] = "Щупальце разрушения",
		[36341] = "Солнцелов-инженер",
		[255723] = 1,
		[116095] = 10,
		[108416] = 9,
		[193267] = "Ревущий идол <Уларогг Скаломол> <Уларогг Скаломол>",
		[244657] = "Зураал Перерожденный",
		[13747] = "Огр-волхв из клана Черной Вершины",
		[147193] = 5,
		[238318] = 12,
		[255724] = 3,
		[1784] = 4,
		[205644] = "Древень <Люблюкоржики>",
		[113645] = 6,
		[157644] = 8,
		[118253] = 3,
		[139218] = "Зандаларский призыватель бурь",
		[115072] = 10,
		[206579] = "[*] Рывок дракона",
		[207603] = 2,
		[114646] = "Навязчивый ша",
		[201573] = 10,
		[217955] = 1,
		[238537] = 1,
		[34759] = "Верховный ботаник Фрейвин",
		[197365] = "Гнев Азшары",
		[198613] = 1,
		[203554] = 11,
		[208628] = 12,
		[271834] = "Шаман из племени Черного Копья",
		[142315] = "Ксарил Отравленный Разум",
		[195318] = 10,
		[202719] = 12,
	},
	["encounter_spell_pool"] = {
		{
			2032, -- [1]
			"Горот", -- [2]
		}, -- [1]
		{
			1101, -- [1]
			"Стрелок с \"Усмирителя небес\"", -- [2]
		}, -- [2]
		[49034] = {
			1976, -- [1]
			"Новос Призыватель", -- [2]
		},
		[45195] = {
			1930, -- [1]
			"Пустомант Сепетрея", -- [2]
		},
		[193513] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[227297] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[227809] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[195561] = {
			1812, -- [1]
			"Чайка", -- [2]
		},
		[188395] = {
			1805, -- [1]
			"[*] Шаровая молния", -- [2]
		},
		[29320] = {
			652, -- [1]
			"Призрачный конь", -- [2]
		},
		[250333] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[196587] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[250334] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[198635] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[56969] = {
			2010, -- [1]
			"Лазурный чешуеплет", -- [2]
		},
		[250335] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[107268] = {
			1397, -- [1]
			"Диверсант Кип'тилак", -- [2]
		},
		[22858] = {
			1893, -- [1]
			"Начальник стражи Гарголмар", -- [2]
		},
		[236515] = {
			2054, -- [1]
			"Падшая жрица", -- [2]
		},
		[15654] = {
			245, -- [1]
			"Верховная жрица Тауриссана", -- [2]
		},
		[246753] = {
			2075, -- [1]
			"Заряженный Скверной маскировщик", -- [2]
		},
		[252896] = {
			2073, -- [1]
			6, -- [2]
		},
		[196078] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[69902] = {
			1101, -- [1]
			"Заступник с \"Усмирителя небес\"", -- [2]
		},
		[136189] = {
			1570, -- [1]
			"Сул Пескорыск", -- [2]
		},
		[51723] = {
			1501, -- [1]
			4, -- [2]
		},
		[32264] = {
			1890, -- [1]
			"Ширрак Страж Мертвых", -- [2]
		},
		[136190] = {
			1570, -- [1]
			"Сул Пескорыск", -- [2]
		},
		[236518] = {
			2050, -- [1]
			"Жрица Лунное Пламя", -- [2]
		},
		[69903] = {
			1101, -- [1]
			"Заступник с \"Усмирителя небес\"", -- [2]
		},
		[8264] = {
			598, -- [1]
			"Знахарь из клана Песчаной Бури", -- [2]
		},
		[49548] = {
			1975, -- [1]
			"Пророк Тарон'джа", -- [2]
		},
		[227817] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[248804] = {
			2067, -- [1]
			"Хранитель Бездны из Темной Стражи", -- [2]
		},
		[258018] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[29321] = {
			652, -- [1]
			"Призрачный конь", -- [2]
		},
		[198641] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[17228] = {
			1923, -- [1]
			"Кели'дан Разрушитель", -- [2]
		},
		[59146] = {
			272, -- [1]
			"Интендант Зигрис", -- [2]
		},
		[188404] = {
			1805, -- [1]
			"Штормовой дракон", -- [2]
		},
		[254948] = {
			2076, -- [1]
			"[*] Децимация", -- [2]
		},
		[265157] = {
			1501, -- [1]
			3, -- [2]
		},
		[199667] = {
			1501, -- [1]
			1, -- [2]
		},
		[49037] = {
			1976, -- [1]
			"Новос Призыватель", -- [2]
		},
		[258021] = {
			2088, -- [1]
			"[*] Протокол очистки", -- [2]
		},
		[220143] = {
			2073, -- [1]
			6, -- [2]
		},
		[214001] = {
			1835, -- [1]
			"Восставший копейщик", -- [2]
		},
		[136708] = {
			1575, -- [1]
			"Сул'литуз-камневзор", -- [2]
		},
		[202740] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[228334] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[142851] = {
			1595, -- [1]
			"Малкорок", -- [2]
		},
		[192503] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[214002] = {
			1835, -- [1]
			"Восставший копейщик <Василец> <Василец>", -- [2]
		},
		[245227] = {
			2070, -- [1]
			"Генерал Эрод", -- [2]
		},
		[32265] = {
			1890, -- [1]
			"Ширрак Страж Мертвых", -- [2]
		},
		[246763] = {
			2073, -- [1]
			"[*] Ярость Голганнета", -- [2]
		},
		[212468] = {
			2088, -- [1]
			1, -- [2]
		},
		[230384] = {
			2037, -- [1]
			"Госпожа Сашж'ин", -- [2]
		},
		[202231] = {
			1792, -- [1]
			"Камнерукий повелитель личинок", -- [2]
		},
		[49678] = {
			1974, -- [1]
			"Вурдалак-мучитель", -- [2]
		},
		[49806] = {
			1972, -- [1]
			"Ануб'арский воин", -- [2]
		},
		[248812] = {
			2052, -- [1]
			"Бдительная дева", -- [2]
		},
		[193018] = {
			1812, -- [1]
			"Король Волнобород", -- [2]
		},
		[55053] = {
			1115, -- [1]
			"Лотхиб", -- [2]
		},
		[200185] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[245742] = {
			2066, -- [1]
			"Черноклык", -- [2]
		},
		[29770] = {
			652, -- [1]
			"Полночь", -- [2]
		},
		[123655] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[236529] = {
			2050, -- [1]
			"Охотница Каспария", -- [2]
		},
		[11016] = {
			595, -- [1]
			"Пожиратель душ из племени Песчаной Бури", -- [2]
		},
		[144904] = {
			1594, -- [1]
			"Цийлинь-стражник", -- [2]
		},
		[212472] = {
			2092, -- [1]
			"Гадопят <Экстралонг>", -- [2]
		},
		[258029] = {
			2092, -- [1]
			"Неизвестно", -- [2]
		},
		[15495] = {
			245, -- [1]
			"Драгун из клана Кузни Рока", -- [2]
		},
		[258030] = {
			2092, -- [1]
			"Неизвестно", -- [2]
		},
		[197117] = {
			1824, -- [1]
			"Пронзающее щупальце", -- [2]
		},
		[244722] = {
			2070, -- [1]
			"Адмирал Свиракс", -- [2]
		},
		[246770] = {
			2073, -- [1]
			"Мучения Голганнета", -- [2]
		},
		[47632] = {
			2073, -- [1]
			6, -- [2]
		},
		[48016] = {
			2012, -- [1]
			"Орморок Воспитатель Дерев", -- [2]
		},
		[12040] = {
			243, -- [1]
			"Злоб'рел", -- [2]
		},
		[209404] = {
			1868, -- [1]
			"Чародей из Сумеречной стражи", -- [2]
		},
		[48400] = {
			2026, -- [1]
			"Ледяная могила", -- [2]
		},
		[247795] = {
			2068, -- [1]
			"Л'ура", -- [2]
		},
		[118283] = {
			2075, -- [1]
			"Повелитель Скверны", -- [2]
		},
		[142861] = {
			1595, -- [1]
			"Малкорок", -- [2]
		},
		[245748] = {
			2065, -- [1]
			"Выброс Бездны", -- [2]
		},
		[28747] = {
			1971, -- [1]
			"Крик'тир Хранитель Врат", -- [2]
		},
		[8265] = {
			598, -- [1]
			"Тотем лавы <Знахарь из клана Песчаной Бури>", -- [2]
		},
		[136719] = {
			1575, -- [1]
			"Фарракский странник пустошей", -- [2]
		},
		[137231] = {
			1559, -- [1]
			"Дам'рен", -- [2]
		},
		[245237] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[192003] = {
			1813, -- [1]
			"Пылающее порождение гидры", -- [2]
		},
		[258035] = {
			2092, -- [1]
			"[*] Зона апокалипсиса", -- [2]
		},
		[254452] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[200194] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[237561] = {
			2050, -- [1]
			"Охотница Каспария", -- [2]
		},
		[125451] = {
			1501, -- [1]
			"Ша Страха", -- [2]
		},
		[48529] = {
			2028, -- [1]
			"Король Имирон", -- [2]
		},
		[158221] = {
			2064, -- [1]
			10, -- [2]
		},
		[192005] = {
			1813, -- [1]
			"Волшебное порождение гидры", -- [2]
		},
		[258037] = {
			2092, -- [1]
			"Неизвестно", -- [2]
		},
		[209921] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[136723] = {
			1575, -- [1]
			"[*] Песчаная ловушка", -- [2]
		},
		[211457] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[209410] = {
			1868, -- [1]
			"Чародей из Сумеречной стражи", -- [2]
		},
		[13704] = {
			598, -- [1]
			"Жрец Тьмы Шезз'зиз", -- [2]
		},
		[69146] = {
			1101, -- [1]
			"Холодное пламя <Лорд Ребрад>", -- [2]
		},
		[245242] = {
			2068, -- [1]
			"[*] Отголосок страдания", -- [2]
		},
		[258039] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[201733] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[136725] = {
			1575, -- [1]
			"Фарракский странник пустошей", -- [2]
		},
		[43667] = {
			2026, -- [1]
			"Принц Келесет", -- [2]
		},
		[236541] = {
			2050, -- [1]
			"[*] Сумеречная глефа", -- [2]
		},
		[217090] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[139797] = {
			1559, -- [1]
			"Манчу", -- [2]
		},
		[226304] = {
			1791, -- [1]
			"Злобнозем-исполин", -- [2]
		},
		[203782] = {
			1501, -- [1]
			12, -- [2]
		},
		[119311] = {
			1441, -- [1]
			"[*] Шквал клинков", -- [2]
		},
		[199176] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[192522] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[72219] = {
			1097, -- [1]
			"Тухлопуз", -- [2]
		},
		[248317] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[236544] = {
			2054, -- [1]
			"Сонм страданий", -- [2]
		},
		[69916] = {
			1101, -- [1]
			"Клинок ужаса с \"Усмирителя небес\"", -- [2]
		},
		[248830] = {
			2066, -- [1]
			"Ночнокрыл", -- [2]
		},
		[185358] = {
			1581, -- [1]
			3, -- [2]
		},
		[199179] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[244736] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[143385] = {
			1601, -- [1]
			"Мастер осады Черноплавс", -- [2]
		},
		[53394] = {
			1971, -- [1]
			"Ануб'арский воитель", -- [2]
		},
		[49555] = {
			1974, -- [1]
			"Кровотролль", -- [2]
		},
		[15496] = {
			245, -- [1]
			"Драгун из клана Кузни Рока", -- [2]
		},
		[236547] = {
			2050, -- [1]
			"Охотница Каспария", -- [2]
		},
		[54290] = {
			1972, -- [1]
			"Ануб'арский прядильщик", -- [2]
		},
		[38166] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[144922] = {
			1594, -- [1]
			"Оживший каменный могу", -- [2]
		},
		[248321] = {
			2082, -- [1]
			"Conflagration", -- [2]
		},
		[236548] = {
			2054, -- [1]
			"Сонм страданий", -- [2]
		},
		[138780] = {
			1576, -- [1]
			"Темный Анимус", -- [2]
		},
		[15976] = {
			271, -- [1]
			"Головорез Аррока", -- [2]
		},
		[199182] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[16104] = {
			270, -- [1]
			"Мать Дымная Паутина", -- [2]
		},
		[48276] = {
			2030, -- [1]
			"Свала Вечноскорбящая", -- [2]
		},
		[12169] = {
			243, -- [1]
			"Гнев'рел", -- [2]
		},
		[227848] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[44949] = {
			1501, -- [1]
			1, -- [2]
		},
		[230920] = {
			2037, -- [1]
			"Волноход из племени Острозубов", -- [2]
		},
		[8362] = {
			245, -- [1]
			"Верховная жрица Тауриссана", -- [2]
		},
		[224266] = {
			1581, -- [1]
			2, -- [2]
		},
		[192018] = {
			1806, -- [1]
			"Хирья", -- [2]
		},
		[207887] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[204304] = {
			1434, -- [1]
			"Бафометочка-Гордунни", -- [2]
		},
		[200721] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[69920] = {
			1101, -- [1]
			"Убийца с \"Усмирителя небес\"", -- [2]
		},
		[47765] = {
			2010, -- [1]
			"[*] Гравитационный колодец", -- [2]
		},
		[191508] = {
			1806, -- [1]
			"Валарьяр-претендентка", -- [2]
		},
		[196115] = {
			1825, -- [1]
			"Корстилакс", -- [2]
		},
		[241672] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[112918] = {
			1306, -- [1]
			"Хваткая ненависть <Оскверненный Тажань Чжу>", -- [2]
		},
		[257541] = {
			1501, -- [1]
			8, -- [2]
		},
		[249863] = {
			2073, -- [1]
			"Мучения Норганнона", -- [2]
		},
		[136739] = {
			1575, -- [1]
			"Хорридон", -- [2]
		},
		[227341] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[245769] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[148513] = {
			1594, -- [1]
			"Кунь-Да", -- [2]
		},
		[125716] = {
			1504, -- [1]
			"Сет'тик-бурелом", -- [2]
		},
		[72737] = {
			1096, -- [1]
			"Саурфанг Смертоносный", -- [2]
		},
		[13737] = {
			243, -- [1]
			"Мрак'нел", -- [2]
		},
		[203796] = {
			1501, -- [1]
			12, -- [2]
		},
		[34969] = {
			1924, -- [1]
			"Разбойник из клана Веселого Черепа", -- [2]
		},
		[148514] = {
			1594, -- [1]
			"Кунь-Да", -- [2]
		},
		[136741] = {
			1575, -- [1]
			"Хорридон", -- [2]
		},
		[48278] = {
			2030, -- [1]
			"Восставший чаротворец", -- [2]
		},
		[148515] = {
			1594, -- [1]
			"Цзунь-Вэй", -- [2]
		},
		[244748] = {
			2070, -- [1]
			"[*] Шок", -- [2]
		},
		[148516] = {
			1594, -- [1]
			"Цзунь-Вэй", -- [2]
		},
		[262161] = {
			1581, -- [1]
			1, -- [2]
		},
		[120087] = {
			1442, -- [1]
			"Кружащийся дервиш <Мин Коварный> <Мин Коварный>", -- [2]
		},
		[229905] = {
			2017, -- [1]
			"Пожинатель душ", -- [2]
		},
		[199193] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[244750] = {
			2067, -- [1]
			"Наместник Незжар", -- [2]
		},
		[106267] = {
			1418, -- [1]
			"[*] Пульсация гидрокопья", -- [2]
		},
		[193051] = {
			1812, -- [1]
			"Король Волнобород", -- [2]
		},
		[244751] = {
			2067, -- [1]
			"Наместник Незжар", -- [2]
		},
		[241680] = {
			2036, -- [1]
			"Госпожа Сашж'ин", -- [2]
		},
		[201754] = {
			2075, -- [1]
			"Животное", -- [2]
		},
		[15241] = {
			1893, -- [1]
			"Черный маг из клана Кровавой Глазницы", -- [2]
		},
		[30926] = {
			1892, -- [1]
			"Назан", -- [2]
		},
		[15529] = {
			244, -- [1]
			"Железнорукий страж", -- [2]
		},
		[236563] = {
			2054, -- [1]
			"Сонм страданий", -- [2]
		},
		[15593] = {
			244, -- [1]
			"Магмус", -- [2]
		},
		[200732] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[193566] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[235028] = {
			2052, -- [1]
			"Бдительная дева", -- [2]
		},
		[236564] = {
			2054, -- [1]
			"Сонм страданий", -- [2]
		},
		[193055] = {
			1812, -- [1]
			"Зов морей", -- [2]
		},
		[148522] = {
			1622, -- [1]
			"Шаман приливов из клана Драконьей Пасти", -- [2]
		},
		[11978] = {
			234, -- [1]
			"Финий Темнострой", -- [2]
		},
		[75813] = {
			1045, -- [1]
			"Ведьма бурь Леди Наз'жар", -- [2]
		},
		[60949] = {
			1128, -- [1]
			"Адепт рыцарей смерти", -- [2]
		},
		[118299] = {
			1500, -- [1]
			"Энергетический заряд", -- [2]
		},
		[106526] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[139822] = {
			1578, -- [1]
			"Пылающая голова", -- [2]
		},
		[236567] = {
			2054, -- [1]
			"Сонм страданий", -- [2]
		},
		[136752] = {
			1560, -- [1]
			"Лу'линь", -- [2]
		},
		[236568] = {
			2054, -- [1]
			"Сонм страданий", -- [2]
		},
		[136753] = {
			1565, -- [1]
			"Большая пещерная летучая мышь", -- [2]
		},
		[55959] = {
			1966, -- [1]
			"Принц Талдарам", -- [2]
		},
		[56855] = {
			1967, -- [1]
			"Джедога Искательница Теней", -- [2]
		},
		[257045] = {
			1501, -- [1]
			3, -- [2]
		},
		[200227] = {
			1826, -- [1]
			"Нал'тира", -- [2]
		},
		[53400] = {
			1971, -- [1]
			"Хадронокс", -- [2]
		},
		[30927] = {
			1892, -- [1]
			"Жидкий огонь", -- [2]
		},
		[30991] = {
			1924, -- [1]
			"Разбойник из клана Веселого Черепа", -- [2]
		},
		[6742] = {
			267, -- [1]
			"Огр-волхв из клана Черной Вершины", -- [2]
		},
		[207906] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[258070] = {
			2088, -- [1]
			"[*] Разрушение", -- [2]
		},
		[13738] = {
			274, -- [1]
			"Халикон", -- [2]
		},
		[207907] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[241179] = {
			2036, -- [1]
			"Легионер из клана Волнистой Чешуи", -- [2]
		},
		[69930] = {
			1101, -- [1]
			"Мститель с \"Усмирителя небес\"", -- [2]
		},
		[239132] = {
			2038, -- [1]
			"Аватара Падшего", -- [2]
		},
		[236061] = {
			2052, -- [1]
			"Бдительная дева", -- [2]
		},
		[139317] = {
			1576, -- [1]
			"Гнойный выброс", -- [2]
		},
		[143924] = {
			2032, -- [1]
			"Тотем исцеляющего потока <Вандэрграф-Корольлич>", -- [2]
		},
		[230431] = {
			2017, -- [1]
			"[*] Истечение мощью Скверны", -- [2]
		},
		[60951] = {
			1128, -- [1]
			"Адепт рыцарей смерти", -- [2]
		},
		[122398] = {
			1499, -- [1]
			"Мутировавший организм", -- [2]
		},
		[145461] = {
			1594, -- [1]
			"Темный ритуалист могу", -- [2]
		},
		[1822] = {
			1581, -- [1]
			11, -- [2]
		},
		[205351] = {
			1581, -- [1]
			5, -- [2]
		},
		[50842] = {
			1839, -- [1]
			"Руническое оружие <Хиперинмвп-Гордунни>", -- [2]
		},
		[203816] = {
			1822, -- [1]
			"Восставший воин", -- [2]
		},
		[70444] = {
			1099, -- [1]
			"[*] Взрыв", -- [2]
		},
		[119840] = {
			1447, -- [1]
			"Сик'тик-солдат", -- [2]
		},
		[244767] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[192044] = {
			1806, -- [1]
			"Хирья", -- [2]
		},
		[197163] = {
			2075, -- [1]
			"Хати", -- [2]
		},
		[114466] = {
			1414, -- [1]
			"Пенистая преграда", -- [2]
		},
		[70189] = {
			1101, -- [1]
			"Горгулья Шпиля", -- [2]
		},
		[15498] = {
			245, -- [1]
			"Тенегорнский сенатор", -- [2]
		},
		[256542] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[142906] = {
			1595, -- [1]
			"Малкорок", -- [2]
		},
		[246305] = {
			2075, -- [1]
			"Наполненный Скверной разрушитель", -- [2]
		},
		[250912] = {
			2073, -- [1]
			"Космический отблеск", -- [2]
		},
		[196142] = {
			1825, -- [1]
			"Корстилакс", -- [2]
		},
		[139836] = {
			1578, -- [1]
			"Угли", -- [2]
		},
		[107045] = {
			1416, -- [1]
			"Юй-лун", -- [2]
		},
		[230950] = {
			2037, -- [1]
			"Неизвестно", -- [2]
		},
		[200238] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[36383] = {
			1890, -- [1]
			"Ширрак Страж Мертвых", -- [2]
		},
		[69679] = {
			1099, -- [1]
			"Оружейник с \"Усмирителя небес\"", -- [2]
		},
		[139838] = {
			1578, -- [1]
			"Ядовитая голова", -- [2]
		},
		[70191] = {
			1101, -- [1]
			"Бесноватое поганище", -- [2]
		},
		[136767] = {
			1575, -- [1]
			"Хорридон", -- [2]
		},
		[12491] = {
			597, -- [1]
			"Знахарь Зум'рах", -- [2]
		},
		[192050] = {
			1813, -- [1]
			"Змеикс", -- [2]
		},
		[241702] = {
			2051, -- [1]
			"Темная душа", -- [2]
		},
		[139839] = {
			1578, -- [1]
			"Ядовитая голова", -- [2]
		},
		[236072] = {
			2054, -- [1]
			"Королева душ Дехана", -- [2]
		},
		[143423] = {
			1598, -- [1]
			"Сунь Доброе Сердце", -- [2]
		},
		[246310] = {
			2075, -- [1]
			"Наполненный Скверной разрушитель", -- [2]
		},
		[107047] = {
			1405, -- [1]
			"Боец Га'док", -- [2]
		},
		[47773] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[143424] = {
			1598, -- [1]
			"Сунь Доброе Сердце", -- [2]
		},
		[139841] = {
			1578, -- [1]
			"Ледяная голова", -- [2]
		},
		[192053] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[139842] = {
			1578, -- [1]
			"Ледяная голова", -- [2]
		},
		[236075] = {
			2054, -- [1]
			"Королева душ Дехана", -- [2]
		},
		[245289] = {
			2068, -- [1]
			"Л'ура", -- [2]
		},
		[143426] = {
			1599, -- [1]
			"Ток Кровожадный", -- [2]
		},
		[245802] = {
			2066, -- [1]
			"Черноклык", -- [2]
		},
		[13899] = {
			234, -- [1]
			"Лорд Опалитель", -- [2]
		},
		[119590] = {
			1441, -- [1]
			"Круг огня", -- [2]
		},
		[55964] = {
			1966, -- [1]
			"Принц Талдарам", -- [2]
		},
		[147011] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[245803] = {
			2066, -- [1]
			"Черноклык", -- [2]
		},
		[246315] = {
			2075, -- [1]
			"\"Параксий\"", -- [2]
		},
		[197687] = {
			1833, -- [1]
			"[*] Пронзающий взгляд", -- [2]
		},
		[230959] = {
			2037, -- [1]
			"Неизвестно", -- [2]
		},
		[246316] = {
			2064, -- [1]
			"Леди Дацидия", -- [2]
		},
		[255530] = {
			2063, -- [1]
			"[*] Тлеющие оковы", -- [2]
		},
		[146501] = {
			1593, -- [1]
			"Шра'тик - распорядитель янтаря", -- [2]
		},
		[196665] = {
			1814, -- [1]
			"Чародейская бомба", -- [2]
		},
		[193594] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[245294] = {
			2076, -- [1]
			"Дециматор", -- [2]
		},
		[245806] = {
			2066, -- [1]
			"Черноклык", -- [2]
		},
		[123175] = {
			1504, -- [1]
			"Повелитель клинков Та'як", -- [2]
		},
		[196155] = {
			1850, -- [1]
			"Техник из клана Призрачной Луны", -- [2]
		},
		[11020] = {
			595, -- [1]
			"Слуга Анту'сула <Анту'сул> <Анту'сул>", -- [2]
		},
		[198715] = {
			2075, -- [1]
			"Валь'кира-воительница", -- [2]
		},
		[191037] = {
			1581, -- [1]
			11, -- [2]
		},
		[122408] = {
			1499, -- [1]
			"Янтарное чудовище", -- [2]
		},
		[196156] = {
			1850, -- [1]
			"Техник из клана Призрачной Луны", -- [2]
		},
		[53406] = {
			1971, -- [1]
			"Хадронокс", -- [2]
		},
		[193597] = {
			1811, -- [1]
			"Леди Кольцо Ненависти", -- [2]
		},
		[144969] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[145993] = {
			1594, -- [1]
			"Командир Тик", -- [2]
		},
		[120361] = {
			1501, -- [1]
			3, -- [2]
		},
		[142922] = {
			1593, -- [1]
			"Кил'рук Рассекающий Ветер", -- [2]
		},
		[246833] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[239155] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[235572] = {
			2038, -- [1]
			"Аватара Падшего", -- [2]
		},
		[236596] = {
			2050, -- [1]
			"Капитан Ята Лунный Удар", -- [2]
		},
		[106797] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[144459] = {
			1600, -- [1]
			"[*] Лазерный ожог", -- [2]
		},
		[15979] = {
			267, -- [1]
			"Огр-волхв из клана Черной Вершины", -- [2]
		},
		[11980] = {
			598, -- [1]
			"Послушник из клана Песчаной Бури", -- [2]
		},
		[233526] = {
			2036, -- [1]
			"Харджатан", -- [2]
		},
		[193088] = {
			1812, -- [1]
			"Король Волнобород", -- [2]
		},
		[194112] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[145996] = {
			1594, -- [1]
			"Командир Ик'тал", -- [2]
		},
		[155722] = {
			1581, -- [1]
			11, -- [2]
		},
		[246324] = {
			2067, -- [1]
			"Наместник Незжар", -- [2]
		},
		[8269] = {
			267, -- [1]
			"Вождь Омокк", -- [2]
		},
		[245301] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[145998] = {
			1594, -- [1]
			"Неизвестно", -- [2]
		},
		[192067] = {
			1806, -- [1]
			"Хирья", -- [2]
		},
		[246326] = {
			2067, -- [1]
			"Наместник Незжар", -- [2]
		},
		[251445] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[146511] = {
			1593, -- [1]
			"Шра'тик - распорядитель янтаря", -- [2]
		},
		[245303] = {
			2073, -- [1]
			"Азара, Матерь Ночи", -- [2]
		},
		[233530] = {
			2036, -- [1]
			"Харджатан", -- [2]
		},
		[193092] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[255029] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[248375] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[142929] = {
			1593, -- [1]
			"Ксарил Отравленный Разум", -- [2]
		},
		[241721] = {
			2051, -- [1]
			"[*] Зрение Иллидана", -- [2]
		},
		[193093] = {
			1812, -- [1]
			"Король Волнобород", -- [2]
		},
		[246840] = {
			2088, -- [1]
			"[*] Разрушитель", -- [2]
		},
		[145489] = {
			1594, -- [1]
			"Сян-Линь", -- [2]
		},
		[236603] = {
			2050, -- [1]
			"[*] Быстрый обстрел", -- [2]
		},
		[142930] = {
			1593, -- [1]
			"Кил'рук Рассекающий Ветер", -- [2]
		},
		[116782] = {
			1407, -- [1]
			"[*] Газ титанов", -- [2]
		},
		[246329] = {
			2073, -- [1]
			"Азара, Матерь Ночи", -- [2]
		},
		[9613] = {
			598, -- [1]
			"Послушник из клана Песчаной Бури", -- [2]
		},
		[233021] = {
			2032, -- [1]
			"[*] Инфернальный шип", -- [2]
		},
		[246330] = {
			2075, -- [1]
			"[*] Быстрые ноги", -- [2]
		},
		[144467] = {
			1600, -- [1]
			"\"Железный исполин\"", -- [2]
		},
		[231998] = {
			2036, -- [1]
			"Харджатан", -- [2]
		},
		[192072] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[112944] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[192073] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[237630] = {
			2050, -- [1]
			"Капитан Ята Лунный Удар", -- [2]
		},
		[107314] = {
			1419, -- [1]
			"Крик'тик-охранитель", -- [2]
		},
		[138327] = {
			1581, -- [1]
			"Неизвестно <Ра-ден> <Ра-ден>", -- [2]
		},
		[142934] = {
			1594, -- [1]
			"Темный ритуалист могу", -- [2]
		},
		[143958] = {
			1598, -- [1]
			"Воплощение уныния", -- [2]
		},
		[138328] = {
			1581, -- [1]
			"Неизвестно <Ра-ден> <Ра-ден>", -- [2]
		},
		[237632] = {
			2050, -- [1]
			"Жрица Лунное Пламя", -- [2]
		},
		[193611] = {
			1811, -- [1]
			"Леди Кольцо Ненависти", -- [2]
		},
		[138329] = {
			1581, -- [1]
			"Ра-ден", -- [2]
		},
		[237633] = {
			2050, -- [1]
			"[*] Призрачная глефа", -- [2]
		},
		[48291] = {
			2028, -- [1]
			"Король Имирон", -- [2]
		},
		[15244] = {
			243, -- [1]
			"Беше'рел", -- [2]
		},
		[138330] = {
			1581, -- [1]
			"Ра-ден", -- [2]
		},
		[188494] = {
			1792, -- [1]
			"[*] Зловонная пасть", -- [2]
		},
		[213576] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[246848] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[70461] = {
			1096, -- [1]
			"Заморозка Ледяной ловушки", -- [2]
		},
		[138331] = {
			1581, -- [1]
			"Ра-ден", -- [2]
		},
		[139867] = {
			1576, -- [1]
			"Темный Анимус", -- [2]
		},
		[138332] = {
			1581, -- [1]
			"Ра-ден", -- [2]
		},
		[51363] = {
			1976, -- [1]
			"Восставший темный чародей", -- [2]
		},
		[185425] = {
			1807, -- [1]
			"Зубастый гризли", -- [2]
		},
		[55714] = {
			1114, -- [1]
			"Солдат Ледяных Пустошей", -- [2]
		},
		[111668] = {
			1406, -- [1]
			"Райгонн", -- [2]
		},
		[244291] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[11981] = {
			598, -- [1]
			"Послушник из клана Песчаной Бури", -- [2]
		},
		[108853] = {
			1501, -- [1]
			8, -- [2]
		},
		[52771] = {
			2003, -- [1]
			"Хронолорд Эпох", -- [2]
		},
		[12493] = {
			488, -- [1]
			"Огом Презренный", -- [2]
		},
		[16856] = {
			269, -- [1]
			"Воевода Вун", -- [2]
		},
		[244294] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[106807] = {
			1412, -- [1]
			"Ук-Ук", -- [2]
		},
		[213583] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[18072] = {
			1924, -- [1]
			"Страж Скверны - громила", -- [2]
		},
		[247367] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[52772] = {
			2003, -- [1]
			"Хронолорд Эпох", -- [2]
		},
		[224333] = {
			1870, -- [1]
			"[*] Вихрь", -- [2]
		},
		[254022] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[106808] = {
			1412, -- [1]
			"Ук-Ук", -- [2]
		},
		[227405] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[33833] = {
			2010, -- [1]
			"Безумный призрак маны", -- [2]
		},
		[227406] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[142947] = {
			1594, -- [1]
			"Измененный голем анимы", -- [2]
		},
		[143459] = {
			1602, -- [1]
			"[*] Осадок ша", -- [2]
		},
		[114999] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[235597] = {
			2038, -- [1]
			"Аватара Падшего", -- [2]
		},
		[143460] = {
			1602, -- [1]
			"Глубиний", -- [2]
		},
		[48294] = {
			2028, -- [1]
			"Король Имирон", -- [2]
		},
		[136294] = {
			1565, -- [1]
			"Тортос", -- [2]
		},
		[212564] = {
			1850, -- [1]
			"Сфера истязания <Инквизитор Истязарий> <Инквизитор Истязарий>", -- [2]
		},
		[143973] = {
			1606, -- [1]
			"Покорительница волн Кардрис", -- [2]
		},
		[226385] = {
			1792, -- [1]
			"Смолоплюй-ползун", -- [2]
		},
		[248396] = {
			2092, -- [1]
			"Чумная сфера <Аргус Порабощенный>", -- [2]
		},
		[227410] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[51750] = {
			2028, -- [1]
			"Король Имирон", -- [2]
		},
		[211543] = {
			1826, -- [1]
			"Злобный зачарованный паук", -- [2]
		},
		[116281] = {
			1395, -- [1]
			"Кобальтовая мина", -- [2]
		},
		[249934] = {
			2075, -- [1]
			"\"Параксий\"", -- [2]
		},
		[48295] = {
			2028, -- [1]
			"Король Имирон", -- [2]
		},
		[226388] = {
			1792, -- [1]
			"[*] Тухлая слизь", -- [2]
		},
		[15245] = {
			597, -- [1]
			"Знахарь Зум'рах", -- [2]
		},
		[53030] = {
			1971, -- [1]
			"Хадронокс", -- [2]
		},
		[115002] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[247376] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[49703] = {
			1974, -- [1]
			"Гнусный изрыгатель", -- [2]
		},
		[236115] = {
			2050, -- [1]
			"Жрица Лунное Пламя", -- [2]
		},
		[199772] = {
			1805, -- [1]
			"Валарьяр-защитник", -- [2]
		},
		[200284] = {
			1826, -- [1]
			"Нал'тира", -- [2]
		},
		[233556] = {
			2038, -- [1]
			"Удерживающий пилон", -- [2]
		},
		[145514] = {
			1594, -- [1]
			"Сян-Линь", -- [2]
		},
		[55078] = {
			1839, -- [1]
			"Руническое оружие <Хиперинмвп-Гордунни>", -- [2]
		},
		[253520] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[197214] = {
			1501, -- [1]
			7, -- [2]
		},
		[35243] = {
			1934, -- [1]
			"Солнцелов-заклинатель Пустоты", -- [2]
		},
		[198750] = {
			1809, -- [1]
			"Закаленный бурей уничтожитель", -- [2]
		},
		[116027] = {
			1413, -- [1]
			"Прыгун", -- [2]
		},
		[227416] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[240213] = {
			2038, -- [1]
			"Аватара Падшего", -- [2]
		},
		[199775] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[241237] = {
			2036, -- [1]
			"Мирмидон из племени Острозубов", -- [2]
		},
		[255058] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[255059] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[12654] = {
			1501, -- [1]
			8, -- [2]
		},
		[191587] = {
			2073, -- [1]
			6, -- [2]
		},
		[200289] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[192611] = {
			1501, -- [1]
			12, -- [2]
		},
		[139888] = {
			1576, -- [1]
			"Древний питон", -- [2]
		},
		[255060] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[136817] = {
			1575, -- [1]
			"Бог войны Джалак", -- [2]
		},
		[241240] = {
			2036, -- [1]
			"Мирмидон из племени Острозубов", -- [2]
		},
		[255061] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[106560] = {
			1414, -- [1]
			"[*] Фонтанирующий напиток", -- [2]
		},
		[255062] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[33325] = {
			1890, -- [1]
			"Аукенайский некромант", -- [2]
		},
		[244825] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[50089] = {
			1976, -- [1]
			"Новос Призыватель", -- [2]
		},
		[198245] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[228958] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[136821] = {
			1575, -- [1]
			"Хорридон", -- [2]
		},
		[145523] = {
			1594, -- [1]
			"Каменная статуя", -- [2]
		},
		[245851] = {
			2075, -- [1]
			"Повелитель Скверны", -- [2]
		},
		[192617] = {
			1814, -- [1]
			"Гнев Азшары", -- [2]
		},
		[205414] = {
			2064, -- [1]
			10, -- [2]
		},
		[247388] = {
			2082, -- [1]
			"Импульсная граната", -- [2]
		},
		[53801] = {
			1972, -- [1]
			"Ануб'арский сокрушитель", -- [2]
		},
		[143990] = {
			1606, -- [1]
			"Покорительница волн Кардрис", -- [2]
		},
		[125502] = {
			1499, -- [1]
			"Янтарная сфера", -- [2]
		},
		[244318] = {
			2064, -- [1]
			"[*] Усиленный портал: Зорот", -- [2]
		},
		[253020] = {
			2073, -- [1]
			"[*] Буря Тьмы", -- [2]
		},
		[192619] = {
			1814, -- [1]
			"Гнев Азшары", -- [2]
		},
		[192108] = {
			1815, -- [1]
			"[*] Боевой клинок", -- [2]
		},
		[194668] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[244320] = {
			2064, -- [1]
			"[*] Портал: Зорот", -- [2]
		},
		[192621] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[246368] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[226406] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[117570] = {
			1439, -- [1]
			"Фрагмент сомнения", -- [2]
		},
		[195182] = {
			1839, -- [1]
			"Руническое оружие <Хиперинмвп-Гордунни>", -- [2]
		},
		[244834] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[196206] = {
			1850, -- [1]
			"Чернокнижник из клана Призрачной Луны", -- [2]
		},
		[143483] = {
			1593, -- [1]
			"Рик'кал Разрезатель", -- [2]
		},
		[15982] = {
			595, -- [1]
			"Анту'сул", -- [2]
		},
		[27993] = {
			1109, -- [1]
			"Призрачный конь", -- [2]
		},
		[233062] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[209516] = {
			1868, -- [1]
			"Манапард", -- [2]
		},
		[202862] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[253026] = {
			2092, -- [1]
			"Констеллар-куратор", -- [2]
		},
		[196208] = {
			1850, -- [1]
			"Чернокнижник из клана Призрачной Луны", -- [2]
		},
		[69967] = {
			1101, -- [1]
			"Священник с \"Усмирителя небес\"", -- [2]
		},
		[86603] = {
			1447, -- [1]
			"Шадопанский пленник", -- [2]
		},
		[50092] = {
			1434, -- [1]
			"Стрелок 7-го легиона", -- [2]
		},
		[246373] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[137344] = {
			1570, -- [1]
			"Верховная жрица Мар'ли", -- [2]
		},
		[106055] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[246374] = {
			2073, -- [1]
			"[*] Теневые клинки", -- [2]
		},
		[195187] = {
			1816, -- [1]
			"Огнезол <Вул'кан> <Вул'кан>", -- [2]
		},
		[116805] = {
			1407, -- [1]
			"Искра титанов", -- [2]
		},
		[52524] = {
			1971, -- [1]
			"Дозорный Нарджил", -- [2]
		},
		[244328] = {
			2088, -- [1]
			"Заряд взрывчатки <Кин'гарот>", -- [2]
		},
		[69969] = {
			1101, -- [1]
			"Призыватель с \"Усмирителя небес\"", -- [2]
		},
		[137347] = {
			1570, -- [1]
			"Верховная жрица Мар'ли", -- [2]
		},
		[248424] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[196213] = {
			1825, -- [1]
			"Корстилакс", -- [2]
		},
		[125508] = {
			1499, -- [1]
			"Янтарная сфера", -- [2]
		},
		[133765] = {
			1572, -- [1]
			"Дуруму Позабытый", -- [2]
		},
		[192631] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[69970] = {
			1101, -- [1]
			"Проповедник с \"Усмирителя небес\"", -- [2]
		},
		[211571] = {
			1826, -- [1]
			"Эредарская вестница хаоса", -- [2]
		},
		[247403] = {
			2036, -- [1]
			"Харджатан", -- [2]
		},
		[236142] = {
			2054, -- [1]
			"Реактор душ", -- [2]
		},
		[192633] = {
			1814, -- [1]
			"Гнев Азшары", -- [2]
		},
		[144005] = {
			1606, -- [1]
			"Покорительница волн Кардрис", -- [2]
		},
		[239214] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[49710] = {
			1977, -- [1]
			"Потрошитель Драккари", -- [2]
		},
		[49966] = {
			1581, -- [1]
			"Оса", -- [2]
		},
		[143494] = {
			1603, -- [1]
			"Генерал Назгрим", -- [2]
		},
		[235120] = {
			2051, -- [1]
			"Взрывное темное отражение", -- [2]
		},
		[142983] = {
			1594, -- [1]
			"Филактерия темного ритуалиста", -- [2]
		},
		[230002] = {
			2017, -- [1]
			"Страж Скверны - дозорный", -- [2]
		},
		[193659] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[136841] = {
			1572, -- [1]
			"Дрожащая капля", -- [2]
		},
		[253037] = {
			2070, -- [1]
			"Клинок Скверны – штурмовик <Генерал Эрод>", -- [2]
		},
		[257644] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[193660] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[117833] = {
			1436, -- [1]
			"Мын Безумный", -- [2]
		},
		[171138] = {
			2070, -- [1]
			1, -- [2]
		},
		[143497] = {
			1598, -- [1]
			"Сунь Доброе Сердце", -- [2]
		},
		[15407] = {
			1501, -- [1]
			5, -- [2]
		},
		[132236] = {
			1507, -- [1]
			"Эхо силы и мощи", -- [2]
		},
		[30938] = {
			1923, -- [1]
			"Кели'дан Разрушитель", -- [2]
		},
		[253039] = {
			2070, -- [1]
			"Клинок Скверны – штурмовик <Генерал Эрод>", -- [2]
		},
		[142986] = {
			1595, -- [1]
			"Имплозия", -- [2]
		},
		[143498] = {
			1602, -- [1]
			"Лужа ша", -- [2]
		},
		[246897] = {
			2076, -- [1]
			"Дециматор", -- [2]
		},
		[198269] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[198781] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[224375] = {
			1869, -- [1]
			"Инфернальный бес <Таликса Пламя Гнева> <Таликса Пламя Гнева>", -- [2]
		},
		[147082] = {
			1624, -- [1]
			"Проявление скверны", -- [2]
		},
		[69974] = {
			1101, -- [1]
			"Стрелок с \"Усмирителя небес\"", -- [2]
		},
		[202365] = {
			1822, -- [1]
			"Порабощенный резчик рун", -- [2]
		},
		[227447] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[35507] = {
			1927, -- [1]
			"Шипастый живодер", -- [2]
		},
		[193152] = {
			1812, -- [1]
			"Король Волнобород", -- [2]
		},
		[247923] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[69975] = {
			1101, -- [1]
			"Стрелок с \"Усмирителя небес\"", -- [2]
		},
		[246900] = {
			2065, -- [1]
			"Выброс Бездны", -- [2]
		},
		[143502] = {
			1603, -- [1]
			"Генерал Назгрим", -- [2]
		},
		[145550] = {
			1606, -- [1]
			"Кор'кронский темный маг", -- [2]
		},
		[192131] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[197250] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[145551] = {
			1606, -- [1]
			"Кор'кронский темный маг", -- [2]
		},
		[183430] = {
			1792, -- [1]
			"Смолоплюй-ползун", -- [2]
		},
		[197251] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[193668] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[240249] = {
			2038, -- [1]
			"[*] Расплавленная Скверна", -- [2]
		},
		[144017] = {
			1606, -- [1]
			"Ядовитая буря <Покорительница волн Кардрис>", -- [2]
		},
		[199812] = {
			1826, -- [1]
			"Нал'тира", -- [2]
		},
		[144018] = {
			1598, -- [1]
			"Воплощение уныния", -- [2]
		},
		[232061] = {
			2036, -- [1]
			"Харджатан", -- [2]
		},
		[183433] = {
			1792, -- [1]
			"Смолоплюй-ползун", -- [2]
		},
		[192135] = {
			1810, -- [1]
			"Крушитель раковин из клана Колец Ненависти <Полководец Паржеш>", -- [2]
		},
		[209027] = {
			1868, -- [1]
			"Караульный из Сумеречной стражи", -- [2]
		},
		[193159] = {
			1812, -- [1]
			"Землетрясение", -- [2]
		},
		[234621] = {
			2037, -- [1]
			"[*] Пожирающая пасть", -- [2]
		},
		[247930] = {
			2068, -- [1]
			"Л'ура", -- [2]
		},
		[120142] = {
			1441, -- [1]
			"[*] Дротик", -- [2]
		},
		[14032] = {
			1893, -- [1]
			"Дозорный цитадели Адского Пламени", -- [2]
		},
		[228991] = {
			1965, -- [1]
			"Проекция Хранителя", -- [2]
		},
		[36021] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[255609] = {
			1501, -- [1]
			12, -- [2]
		},
		[236158] = {
			2054, -- [1]
			"Остаток души", -- [2]
		},
		[247932] = {
			2082, -- [1]
			"Заряд шрапнели", -- [2]
		},
		[192138] = {
			1810, -- [1]
			"Укротительница волн из клана Колец Ненависти <Полководец Паржеш>", -- [2]
		},
		[200329] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[225411] = {
			1501, -- [1]
			"Лорд Аддер", -- [2]
		},
		[199818] = {
			1805, -- [1]
			"[*] Разряд", -- [2]
		},
		[36022] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[209033] = {
			1868, -- [1]
			"Караульный из Сумеречной стражи", -- [2]
		},
		[22686] = {
			1977, -- [1]
			"Король Дред", -- [2]
		},
		[30940] = {
			1923, -- [1]
			"Кели'дан Разрушитель", -- [2]
		},
		[227461] = {
			1957, -- [1]
			"Крылатый помощник", -- [2]
		},
		[225414] = {
			1501, -- [1]
			"Лорд Аддер", -- [2]
		},
		[136860] = {
			1570, -- [1]
			"[*] Зыбучие пески", -- [2]
		},
		[55090] = {
			1501, -- [1]
			6, -- [2]
		},
		[225415] = {
			1501, -- [1]
			"[*] Проклятие полуночи", -- [2]
		},
		[197262] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[35255] = {
			1934, -- [1]
			"Волшебный слуга", -- [2]
		},
		[47668] = {
			1974, -- [1]
			"Страж Драккари", -- [2]
		},
		[225416] = {
			1850, -- [1]
			"Страж Скверны - уничтожитель", -- [2]
		},
		[137374] = {
			1577, -- [1]
			"Джин'рок Разрушитель", -- [2]
		},
		[122962] = {
			1441, -- [1]
			"Цийлинь-стражник", -- [2]
		},
		[197264] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[123474] = {
			1504, -- [1]
			"Повелитель клинков Та'як", -- [2]
		},
		[227465] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[50228] = {
			2029, -- [1]
			"Скади Безжалостный", -- [2]
		},
		[144030] = {
			1606, -- [1]
			"Ядовитый торнадо", -- [2]
		},
		[193682] = {
			1811, -- [1]
			"Леди Кольцо Ненависти", -- [2]
		},
		[145566] = {
			1603, -- [1]
			"Кор'кронский железный клинок", -- [2]
		},
		[133793] = {
			1572, -- [1]
			"Изучающий глаз", -- [2]
		},
		[225419] = {
			1850, -- [1]
			"Страж Скверны - уничтожитель", -- [2]
		},
		[193171] = {
			1812, -- [1]
			"Землетрясение", -- [2]
		},
		[253061] = {
			2092, -- [1]
			"Констеллар-куратор", -- [2]
		},
		[200338] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[225420] = {
			1501, -- [1]
			"Лорд Аддер", -- [2]
		},
		[246919] = {
			2076, -- [1]
			"Дециматор", -- [2]
		},
		[30621] = {
			1893, -- [1]
			"Стервятник из клана Костеглодов", -- [2]
		},
		[137891] = {
			1570, -- [1]
			"Верховная жрица Мар'ли", -- [2]
		},
		[134820] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[50229] = {
			2029, -- [1]
			"Скади Безжалостный", -- [2]
		},
		[193686] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[75] = {
			1581, -- [1]
			3, -- [2]
		},
		[50997] = {
			2011, -- [1]
			"Керистраза", -- [2]
		},
		[134821] = {
			1579, -- [1]
			"[*] Выпущенная энергия", -- [2]
		},
		[106841] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[31901] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[217234] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[40504] = {
			243, -- [1]
			"Мрак'нел", -- [2]
		},
		[227473] = {
			1961, -- [1]
			"[*] Крутящийся клинок", -- [2]
		},
		[247949] = {
			2082, -- [1]
			"Ловушки!", -- [2]
		},
		[234129] = {
			2036, -- [1]
			"Гладиатор из племени Острозубов", -- [2]
		},
		[123735] = {
			1501, -- [1]
			"Великая императрица Шек'зир", -- [2]
		},
		[245391] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[242832] = {
			2075, -- [1]
			"Дикий бес", -- [2]
		},
		[255629] = {
			1581, -- [1]
			3, -- [2]
		},
		[245392] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[69989] = {
			1101, -- [1]
			"Стрелок с \"Усмирителя небес\"", -- [2]
		},
		[107356] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[227477] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[15537] = {
			245, -- [1]
			"Верховная жрица Тауриссана", -- [2]
		},
		[192158] = {
			1806, -- [1]
			"Олмир Просвещенный", -- [2]
		},
		[107357] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[16145] = {
			1889, -- [1]
			"Аватара Мученика <Экзарх Маладаар> <Экзарх Маладаар>", -- [2]
		},
		[52535] = {
			1971, -- [1]
			"Ануб'арский темный чародей", -- [2]
		},
		[81252] = {
			1606, -- [1]
			"Кор'кронский поставщик", -- [2]
		},
		[236694] = {
			2050, -- [1]
			"Капитан Ята Лунный Удар", -- [2]
		},
		[245396] = {
			2068, -- [1]
			"Л'ура", -- [2]
		},
		[120667] = {
			1419, -- [1]
			"Шадопанский меткий стрелок", -- [2]
		},
		[193698] = {
			1811, -- [1]
			"Леди Кольцо Ненависти", -- [2]
		},
		[134321] = {
			1573, -- [1]
			"Птенец", -- [2]
		},
		[253588] = {
			2073, -- [1]
			"[*] Гремучий взрыв", -- [2]
		},
		[192675] = {
			1814, -- [1]
			"Волшебный торнадо", -- [2]
		},
		[12882] = {
			490, -- [1]
			"Морфаз", -- [2]
		},
		[202913] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[196771] = {
			1581, -- [1]
			"Шведский-Гром", -- [2]
		},
		[250007] = {
			2082, -- [1]
			"[*] Усиленная импульсная граната", -- [2]
		},
		[145073] = {
			1624, -- [1]
			"Остаточная скверна", -- [2]
		},
		[198820] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[197797] = {
			1833, -- [1]
			"Восставший чародей", -- [2]
		},
		[121949] = {
			1499, -- [1]
			"Ваятель янтаря Ун'сок", -- [2]
		},
		[183465] = {
			1792, -- [1]
			"Смолоплюй-ползун", -- [2]
		},
		[55608] = {
			1109, -- [1]
			"Неодолимый всадник", -- [2]
		},
		[35261] = {
			1934, -- [1]
			"Солнцелов-заклинатель Пустоты", -- [2]
		},
		[260247] = {
			1581, -- [1]
			3, -- [2]
		},
		[14034] = {
			245, -- [1]
			"Тенегорнский сенатор", -- [2]
		},
		[112992] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[194216] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[244892] = {
			2070, -- [1]
			"Генерал Эрод", -- [2]
		},
		[200359] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[245916] = {
			2063, -- [1]
			"[*] Раскаленные обломки", -- [2]
		},
		[110945] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[202919] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[50234] = {
			2029, -- [1]
			"Скади Безжалостный", -- [2]
		},
		[112993] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[202408] = {
			1822, -- [1]
			"Порабощенный резчик рун", -- [2]
		},
		[106851] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[55609] = {
			1109, -- [1]
			"Неодолимый всадник", -- [2]
		},
		[136889] = {
			1579, -- [1]
			"[*] Жестокие штормовые ветра", -- [2]
		},
		[120160] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[15090] = {
			268, -- [1]
			"Жрец Тьмы из племени Тлеющего Терновника", -- [2]
		},
		[64695] = {
			2064, -- [1]
			"Неизвестно <Scarpax-Archimonde>", -- [2]
		},
		[52666] = {
			2002, -- [1]
			"Мясной Крюк", -- [2]
		},
		[120] = {
			1501, -- [1]
			8, -- [2]
		},
		[137403] = {
			1560, -- [1]
			"Су'линь", -- [2]
		},
		[15538] = {
			244, -- [1]
			"Железнорукий страж", -- [2]
		},
		[96103] = {
			1501, -- [1]
			1, -- [2]
		},
		[245921] = {
			2073, -- [1]
			"[*] Призрачная армия Норганнона", -- [2]
		},
		[106853] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[244899] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[193712] = {
			1811, -- [1]
			"Леди Кольцо Ненависти", -- [2]
		},
		[136894] = {
			1570, -- [1]
			"Сул Пескорыск", -- [2]
		},
		[224425] = {
			1826, -- [1]
			"Злобный зачарованный паук", -- [2]
		},
		[106854] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[107110] = {
			1416, -- [1]
			"[*] Нефритовый огонь", -- [2]
		},
		[244901] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[121443] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[198833] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[199345] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[236712] = {
			2050, -- [1]
			"Жрица Лунное Пламя", -- [2]
		},
		[34752] = {
			1926, -- [1]
			"Белый саженец <Верховный ботаник Фрейвин> <Верховный ботаник Фрейвин>", -- [2]
		},
		[244903] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[193716] = {
			1811, -- [1]
			"Леди Кольцо Ненависти", -- [2]
		},
		[56891] = {
			1967, -- [1]
			"Джедога Искательница Теней", -- [2]
		},
		[228524] = {
			1965, -- [1]
			"Проекция Хранителя", -- [2]
		},
		[106856] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[193717] = {
			1811, -- [1]
			"Леди Кольцо Ненависти", -- [2]
		},
		[136899] = {
			1570, -- [1]
			"Сул Пескорыск", -- [2]
		},
		[144066] = {
			1606, -- [1]
			"Мерзкая слизь <Покорительница волн Кардрис>", -- [2]
		},
		[227502] = {
			1959, -- [1]
			"[*] Нестабильная мана", -- [2]
		},
		[195254] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[27810] = {
			1114, -- [1]
			"Кел'Тузад", -- [2]
		},
		[194231] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[244395] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[121190] = {
			1441, -- [1]
			"Цийлинь-стражник", -- [2]
		},
		[28322] = {
			1434, -- [1]
			"Бальзамирующая слизь", -- [2]
		},
		[194232] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[193209] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[120167] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[213685] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[121447] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[50622] = {
			1581, -- [1]
			1, -- [2]
		},
		[17253] = {
			2088, -- [1]
			1, -- [2]
		},
		[244910] = {
			2070, -- [1]
			"[*] Щит Скверны", -- [2]
		},
		[143559] = {
			1598, -- [1]
			"Сунь Доброе Сердце", -- [2]
		},
		[193211] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[123495] = {
			1463, -- [1]
			"Гаралон", -- [2]
		},
		[194235] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[227507] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[244399] = {
			2076, -- [1]
			"Дециматор", -- [2]
		},
		[250030] = {
			2075, -- [1]
			"[*] Жизненная сила", -- [2]
		},
		[230067] = {
			2017, -- [1]
			"Изрыгатель тьмы", -- [2]
		},
		[227508] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[244400] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[244912] = {
			2063, -- [1]
			"Уголек Тайшалака", -- [2]
		},
		[15507] = {
			234, -- [1]
			"Повелитель големов Аргелмах", -- [2]
		},
		[128359] = {
			1502, -- [1]
			"[*] Едкий сок", -- [2]
		},
		[203963] = {
			1806, -- [1]
			"[*] Око шторма", -- [2]
		},
		[220855] = {
			1838, -- [1]
			"[*] Нисходящий поток", -- [2]
		},
		[15667] = {
			2030, -- [1]
			"Свала Вечноскорбящая", -- [2]
		},
		[197821] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[142539] = {
			1594, -- [1]
			"Зар'тик - янтарный жрец", -- [2]
		},
		[131790] = {
			1390, -- [1]
			"Фэн Проклятый", -- [2]
		},
		[35395] = {
			1581, -- [1]
			2, -- [2]
		},
		[23972] = {
			1892, -- [1]
			"Жидкий огонь", -- [2]
		},
		[251570] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[146124] = {
			1624, -- [1]
			"Слияние скверны", -- [2]
		},
		[244916] = {
			2067, -- [1]
			"Темное щупальце", -- [2]
		},
		[254130] = {
			2070, -- [1]
			"Визгливый крылан", -- [2]
		},
		[185539] = {
			1824, -- [1]
			"Щупальце разрушения", -- [2]
		},
		[251571] = {
			2092, -- [1]
			"[*] Детонация бомбы души", -- [2]
		},
		[111725] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[12468] = {
			488, -- [1]
			"Джаммал'ан Пророк", -- [2]
		},
		[192706] = {
			1814, -- [1]
			"Гнев Азшары", -- [2]
		},
		[140495] = {
			1572, -- [1]
			"[*] Давящий взгляд", -- [2]
		},
		[251572] = {
			2092, -- [1]
			"[*] Детонация взрывной души", -- [2]
		},
		[69240] = {
			1097, -- [1]
			"Тухлопуз", -- [2]
		},
		[12884] = {
			490, -- [1]
			"Морфаз", -- [2]
		},
		[136913] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[192708] = {
			1814, -- [1]
			"Чародейская бомба", -- [2]
		},
		[136914] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[191685] = {
			2073, -- [1]
			6, -- [2]
		},
		[30691] = {
			1892, -- [1]
			"Назан", -- [2]
		},
		[196804] = {
			1827, -- [1]
			"Иванир", -- [2]
		},
		[106864] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[107120] = {
			1406, -- [1]
			"Командир Ри'мок", -- [2]
		},
		[209602] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[206019] = {
			1850, -- [1]
			"Непроходящая порча", -- [2]
		},
		[13748] = {
			272, -- [1]
			"Вызыватель из легиона Кровавого Топора", -- [2]
		},
		[200901] = {
			1806, -- [1]
			"Солстен", -- [2]
		},
		[107121] = {
			1406, -- [1]
			"Командир Ри'мок", -- [2]
		},
		[136917] = {
			1570, -- [1]
			"Властелин холода Малакк", -- [2]
		},
		[111728] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[246971] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[106866] = {
			1405, -- [1]
			"Крик'тик-бомбардир", -- [2]
		},
		[66684] = {
			1128, -- [1]
			"Коралон Страж Огня", -- [2]
		},
		[14516] = {
			271, -- [1]
			"Головорез Аррока", -- [2]
		},
		[196809] = {
			2017, -- [1]
			"Т'ууре <Illumina-Sinstralis>", -- [2]
		},
		[236224] = {
			2050, -- [1]
			"Жрица Лунное Пламя", -- [2]
		},
		[244926] = {
			2064, -- [1]
			"Леди Дацидия", -- [2]
		},
		[122735] = {
			1463, -- [1]
			"Гаралон", -- [2]
		},
		[14868] = {
			245, -- [1]
			"Тенегорнский сенатор", -- [2]
		},
		[227523] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[15092] = {
			243, -- [1]
			"Рок'рел", -- [2]
		},
		[197835] = {
			1501, -- [1]
			4, -- [2]
		},
		[227524] = {
			1959, -- [1]
			"[*] Энергетическая пустота", -- [2]
		},
		[15284] = {
			269, -- [1]
			"Воевода Вун", -- [2]
		},
		[249535] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[106612] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[144089] = {
			1606, -- [1]
			"Землелом Харомм", -- [2]
		},
		[192206] = {
			1806, -- [1]
			"[*] Освящение", -- [2]
		},
		[15636] = {
			245, -- [1]
			"Император Дагран Тауриссан", -- [2]
		},
		[234180] = {
			2038, -- [1]
			"[*] Иссушение", -- [2]
		},
		[186576] = {
			1791, -- [1]
			"[*] Окаменяющее облако", -- [2]
		},
		[199373] = {
			2075, -- [1]
			"Войско мертвых", -- [2]
		},
		[34759] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[205004] = {
			1818, -- [1]
			"Аватара отмщения", -- [2]
		},
		[230086] = {
			2017, -- [1]
			"Демонический разлом", -- [2]
		},
		[119922] = {
			1442, -- [1]
			"Куай Бесчеловечный", -- [2]
		},
		[56130] = {
			1969, -- [1]
			"Старейшина Надокс", -- [2]
		},
		[48452] = {
			2028, -- [1]
			"Король Имирон", -- [2]
		},
		[16244] = {
			275, -- [1]
			"Властитель Змейталак", -- [2]
		},
		[113780] = {
			1501, -- [1]
			4, -- [2]
		},
		[114548] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[196816] = {
			2092, -- [1]
			"Т'ууре <Альмерья-СвежевательДуш>", -- [2]
		},
		[124018] = {
			1507, -- [1]
			"Императорский визирь Зор'лок", -- [2]
		},
		[193234] = {
			1805, -- [1]
			"[*] Танцующий клинок", -- [2]
		},
		[106871] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[26662] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[106872] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[138467] = {
			1572, -- [1]
			"Изучающий глаз", -- [2]
		},
		[200404] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[197333] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[226510] = {
			1806, -- [1]
			"[*] Кровавый гной", -- [2]
		},
		[136932] = {
			1572, -- [1]
			"Глаз разума", -- [2]
		},
		[260806] = {
			2073, -- [1]
			"[*] Ярость Голганнета", -- [2]
		},
		[34761] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[197334] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[218321] = {
			2075, -- [1]
			"Войско мертвых", -- [2]
		},
		[142564] = {
			1593, -- [1]
			"Корвен Первейший", -- [2]
		},
		[120694] = {
			2075, -- [1]
			"Животное", -- [2]
		},
		[32421] = {
			1889, -- [1]
			"Экзарх Маладаар", -- [2]
		},
		[235214] = {
			2052, -- [1]
			"[*] Насыщение Светом", -- [2]
		},
		[134375] = {
			1573, -- [1]
			"Цзи-Кунь", -- [2]
		},
		[204502] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[118903] = {
			2129, -- [1]
			"Глинтрок - мастер проклятий", -- [2]
		},
		[106874] = {
			1405, -- [1]
			"[*] Огненная бомба", -- [2]
		},
		[194266] = {
			1823, -- [1]
			"Скованный прислужник", -- [2]
		},
		[267666] = {
			1581, -- [1]
			3, -- [2]
		},
		[34762] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[123255] = {
			1501, -- [1]
			"Область диссонанса", -- [2]
		},
		[10966] = {
			269, -- [1]
			"Воевода Вун", -- [2]
		},
		[75907] = {
			1045, -- [1]
			"Отважный страж Леди Наз'жар", -- [2]
		},
		[48583] = {
			2024, -- [1]
			"Скарвальд Строитель", -- [2]
		},
		[195804] = {
			1825, -- [1]
			"Корстилакс", -- [2]
		},
		[53318] = {
			1972, -- [1]
			"Ануб'арский сокрушитель", -- [2]
		},
		[259277] = {
			2063, -- [1]
			"Кит", -- [2]
		},
		[5708] = {
			492, -- [1]
			"Ледокрылый змей племени Хаккари", -- [2]
		},
		[244433] = {
			2065, -- [1]
			"Зураал Перерожденный", -- [2]
		},
		[199389] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[34763] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[106877] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[11894] = {
			595, -- [1]
			"Анту'сул", -- [2]
		},
		[47688] = {
			2009, -- [1]
			"Хаотический разлом <Аномалус> <Аномалус>", -- [2]
		},
		[47944] = {
			2012, -- [1]
			"[*] Кристальный шип", -- [2]
		},
		[104318] = {
			2075, -- [1]
			"Дикий бес", -- [2]
		},
		[209628] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[32422] = {
			1889, -- [1]
			"Экзарх Маладаар", -- [2]
		},
		[253650] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[227545] = {
			1961, -- [1]
			"Баронесса Доротея Милстип", -- [2]
		},
		[128889] = {
			1303, -- [1]
			"[*] Статическое поле", -- [2]
		},
		[209630] = {
			1870, -- [1]
			"[*] Пронзающий ураган", -- [2]
		},
		[117628] = {
			1436, -- [1]
			"Цзыань Беспросветная Тьма", -- [2]
		},
		[8599] = {
			598, -- [1]
			"Ревнитель из племени Песчаной Бури", -- [2]
		},
		[138480] = {
			1576, -- [1]
			"Большой голем анимы", -- [2]
		},
		[29799] = {
			652, -- [1]
			"Ловчий Аттумен <Полночь> <Полночь>", -- [2]
		},
		[201953] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[119932] = {
			1442, -- [1]
			"Куай Бесчеловечный", -- [2]
		},
		[124283] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[142576] = {
			1593, -- [1]
			"Скир Кровожадный", -- [2]
		},
		[245463] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[17962] = {
			1501, -- [1]
			9, -- [2]
		},
		[121468] = {
			1406, -- [1]
			"Райгонн", -- [2]
		},
		[9143] = {
			234, -- [1]
			"Ремесленник из клана Кузни Рока", -- [2]
		},
		[244952] = {
			2064, -- [1]
			"[*] Кокон из скверношелка", -- [2]
		},
		[30695] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[257238] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[106113] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[192231] = {
			1791, -- [1]
			"Тотем жидкой магмы <Zhargon-Thrall>", -- [2]
		},
		[229598] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[131830] = {
			1498, -- [1]
			"[*] Ветряная бомба", -- [2]
		},
		[60103] = {
			1581, -- [1]
			7, -- [2]
		},
		[257240] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[190185] = {
			2032, -- [1]
			"Дух волка <Даргинка-СтражСмерти>", -- [2]
		},
		[252634] = {
			2092, -- [1]
			"Констеллар-куратор", -- [2]
		},
		[201959] = {
			1793, -- [1]
			"Углепанцирный подчинитель", -- [2]
		},
		[198376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[125054] = {
			1499, -- [1]
			"Сгустившийся янтарь", -- [2]
		},
		[210150] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[34254] = {
			1925, -- [1]
			"Солнцелов-ботаник", -- [2]
		},
		[144119] = {
			1593, -- [1]
			"Янтарь <Корвен Первейший> <Корвен Первейший>", -- [2]
		},
		[269747] = {
			1501, -- [1]
			3, -- [2]
		},
		[52042] = {
			2032, -- [1]
			"Тотем исцеляющего потока <Вандэрграф-Корольлич>", -- [2]
		},
		[193260] = {
			1805, -- [1]
			"[*] Статическое поле", -- [2]
		},
		[198379] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[77451] = {
			1501, -- [1]
			7, -- [2]
		},
		[53322] = {
			1972, -- [1]
			"Ануб'арский некрорахнид", -- [2]
		},
		[107140] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[244449] = {
			2076, -- [1]
			"[*] Децимация", -- [2]
		},
		[15574] = {
			242, -- [1]
			"Посол Огнехлыст", -- [2]
		},
		[11639] = {
			598, -- [1]
			"Послушник из клана Песчаной Бури", -- [2]
		},
		[11831] = {
			492, -- [1]
			"Ледокрылый змей племени Хаккари", -- [2]
		},
		[11895] = {
			595, -- [1]
			"Анту'сул", -- [2]
		},
		[252641] = {
			2074, -- [1]
			"Булькающее исчадие", -- [2]
		},
		[249058] = {
			2068, -- [1]
			"[*] Отголосок страдания", -- [2]
		},
		[205549] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[32424] = {
			1889, -- [1]
			"Экзарх Маладаар", -- [2]
		},
		[191729] = {
			2073, -- [1]
			6, -- [2]
		},
		[122754] = {
			1463, -- [1]
			"Гаралон", -- [2]
		},
		[49356] = {
			1975, -- [1]
			"Пророк Тарон'джа", -- [2]
		},
		[206574] = {
			1868, -- [1]
			"[*] Резонирующий удар сплеча", -- [2]
		},
		[8376] = {
			595, -- [1]
			"Анту'сул", -- [2]
		},
		[8600] = {
			596, -- [1]
			"Тека Мученик", -- [2]
		},
		[42702] = {
			2026, -- [1]
			"Врайкул-скелет", -- [2]
		},
		[229610] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[131842] = {
			1498, -- [1]
			"[*] Ветряная бомба", -- [2]
		},
		[12887] = {
			275, -- [1]
			"Властитель Змейталак", -- [2]
		},
		[35280] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[191732] = {
			2075, -- [1]
			"Большой элементаль молний", -- [2]
		},
		[147711] = {
			1622, -- [1]
			"Коргра Змея", -- [2]
		},
		[9080] = {
			243, -- [1]
			"Мрак'нел", -- [2]
		},
		[215279] = {
			2075, -- [1]
			"Слеза Хаоса", -- [2]
		},
		[118917] = {
			2129, -- [1]
			"Глинтрок - мастер проклятий", -- [2]
		},
		[246504] = {
			2088, -- [1]
			"Аннигилятор Кин’гарота", -- [2]
		},
		[119941] = {
			1465, -- [1]
			"Лужа смолы", -- [2]
		},
		[244969] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[139011] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[254183] = {
			2082, -- [1]
			"[*] Опаленная кожа", -- [2]
		},
		[197365] = {
			1814, -- [1]
			"Гнев Азшары", -- [2]
		},
		[13847] = {
			243, -- [1]
			"Мрак'нел", -- [2]
		},
		[239852] = {
			2051, -- [1]
			"Демонический обелиск", -- [2]
		},
		[232174] = {
			2036, -- [1]
			"Харджатан", -- [2]
		},
		[204021] = {
			1501, -- [1]
			12, -- [2]
		},
		[251626] = {
			2074, -- [1]
			"Булаворукий повелитель зверей", -- [2]
		},
		[146180] = {
			1594, -- [1]
			"Дух мудрого ткача туманов", -- [2]
		},
		[147204] = {
			1622, -- [1]
			"Костекрушитель из клана Драконьей Пасти", -- [2]
		},
		[123014] = {
			1499, -- [1]
			"[*] Сгустки янтаря", -- [2]
		},
		[193273] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[107146] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[49998] = {
			1839, -- [1]
			"Руническое оружие <Хиперинмвп-Гордунни>", -- [2]
		},
		[134920] = {
			1565, -- [1]
			"Тортос", -- [2]
		},
		[229617] = {
			2017, -- [1]
			"Демонический портал", -- [2]
		},
		[193786] = {
			1581, -- [1]
			7, -- [2]
		},
		[81297] = {
			1501, -- [1]
			2, -- [2]
		},
		[207097] = {
			2075, -- [1]
			"Животное", -- [2]
		},
		[122504] = {
			1499, -- [1]
			"[*] Горящий янтарь", -- [2]
		},
		[250095] = {
			2073, -- [1]
			"Мучения Аман'тула", -- [2]
		},
		[53454] = {
			1973, -- [1]
			"Ануб'арак", -- [2]
		},
		[120201] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[257262] = {
			2070, -- [1]
			"Энтропическая мина", -- [2]
		},
		[147209] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[50255] = {
			2029, -- [1]
			"Скади Безжалостный", -- [2]
		},
		[42705] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[228598] = {
			1501, -- [1]
			8, -- [2]
		},
		[250097] = {
			2073, -- [1]
			"Мучения Аман'тула", -- [2]
		},
		[35283] = {
			1930, -- [1]
			"Яростное пламя", -- [2]
		},
		[227575] = {
			1961, -- [1]
			"Баронесса Доротея Милстип", -- [2]
		},
		[116363] = {
			1390, -- [1]
			"Фэн Проклятый", -- [2]
		},
		[213243] = {
			1581, -- [1]
			12, -- [2]
		},
		[121994] = {
			1499, -- [1]
			"Ваятель янтаря Ун'сок", -- [2]
		},
		[217851] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[121483] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[121995] = {
			1499, -- [1]
			"Ваятель янтаря Ун'сок", -- [2]
		},
		[196354] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[145679] = {
			1624, -- [1]
			"Слияние скверны", -- [2]
		},
		[243960] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[48849] = {
			1977, -- [1]
			"Король Дред", -- [2]
		},
		[123788] = {
			1501, -- [1]
			"Великая императрица Шек'зир", -- [2]
		},
		[243961] = {
			2069, -- [1]
			"[*] Страдания", -- [2]
		},
		[244473] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[3391] = {
			493, -- [1]
			"Тень Эраникуса", -- [2]
		},
		[34645] = {
			1893, -- [1]
			"Начальник стражи Гарголмар", -- [2]
		},
		[209667] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[194311] = {
			2073, -- [1]
			6, -- [2]
		},
		[243963] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[249082] = {
			2067, -- [1]
			"Темное щупальце", -- [2]
		},
		[188169] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[148243] = {
			1622, -- [1]
			"Рубака из клана Драконьей Пасти", -- [2]
		},
		[137494] = {
			1560, -- [1]
			"Су'линь", -- [2]
		},
		[253690] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[185099] = {
			2075, -- [1]
			10, -- [2]
		},
		[49618] = {
			1974, -- [1]
			"Кровотролль", -- [2]
		},
		[147733] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[42708] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[246014] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[35158] = {
			1932, -- [1]
			"Механолорд Конденсарон", -- [2]
		},
		[47699] = {
			2009, -- [1]
			"Кристаллический хранитель", -- [2]
		},
		[183566] = {
			1792, -- [1]
			"[*] Тошнотворная лужа", -- [2]
		},
		[243968] = {
			2069, -- [1]
			"[*] Пытка огнем", -- [2]
		},
		[245504] = {
			2064, -- [1]
			"Изголодавшийся ловец", -- [2]
		},
		[53330] = {
			1971, -- [1]
			"Ануб'арский некрорахнид", -- [2]
		},
		[33111] = {
			1922, -- [1]
			"Чернокнижник из клана Призрачной Луны", -- [2]
		},
		[198412] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[191758] = {
			2075, -- [1]
			"Шаркающий ужас", -- [2]
		},
		[144154] = {
			1600, -- [1]
			"Пушка", -- [2]
		},
		[89753] = {
			2092, -- [1]
			"Страж Скверны <Mazza-Stormscale>", -- [2]
		},
		[139548] = {
			1578, -- [1]
			"Мегера", -- [2]
		},
		[148762] = {
			1594, -- [1]
			"Командир На'каз", -- [2]
		},
		[253697] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[139549] = {
			1578, -- [1]
			"Мегера", -- [2]
		},
		[209676] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[145692] = {
			1594, -- [1]
			"Кор'тик-завоеватель", -- [2]
		},
		[247044] = {
			2076, -- [1]
			"Аннигиляция", -- [2]
		},
		[136991] = {
			1570, -- [1]
			"[*] Трескучий мороз", -- [2]
		},
		[248068] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[245509] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[139551] = {
			1578, -- [1]
			"Мегера", -- [2]
		},
		[209678] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[149277] = {
			1594, -- [1]
			"Искра жизни", -- [2]
		},
		[245510] = {
			2067, -- [1]
			"[*] Оскверняющая Бездна", -- [2]
		},
		[139552] = {
			1578, -- [1]
			"Мегера", -- [2]
		},
		[12889] = {
			492, -- [1]
			"Аватара Хаккара", -- [2]
		},
		[194323] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[248070] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[191765] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[136995] = {
			1574, -- [1]
			"Липкий ужас", -- [2]
		},
		[243977] = {
			2069, -- [1]
			"[*] Пытка холодом", -- [2]
		},
		[203539] = {
			1128, -- [1]
			"Ваельстадт-Гордунни", -- [2]
		},
		[257286] = {
			1581, -- [1]
			12, -- [2]
		},
		[254727] = {
			2068, -- [1]
			"Угасающее исчадие", -- [2]
		},
		[117910] = {
			1436, -- [1]
			"Цян Безжалостный", -- [2]
		},
		[191767] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[246026] = {
			2066, -- [1]
			"[*] Ловушка Бездны", -- [2]
		},
		[254728] = {
			2068, -- [1]
			"Угасающее исчадие", -- [2]
		},
		[35161] = {
			1932, -- [1]
			"Механолорд Конденсарон", -- [2]
		},
		[35289] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[198934] = {
			1805, -- [1]
			"Валарьяр-мистик", -- [2]
		},
		[47958] = {
			2012, -- [1]
			"Орморок Воспитатель Дерев", -- [2]
		},
		[243980] = {
			2069, -- [1]
			"[*] Пытка Скверной", -- [2]
		},
		[196376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[53333] = {
			1971, -- [1]
			"Ануб'арский некромант", -- [2]
		},
		[16497] = {
			272, -- [1]
			"Интендант Зигрис", -- [2]
		},
		[214804] = {
			1850, -- [1]
			"Чернокнижник из клана Призрачной Луны", -- [2]
		},
		[240398] = {
			2038, -- [1]
			"[*] Темная печать", -- [2]
		},
		[240910] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[192794] = {
			1812, -- [1]
			"[*] Поражение молнией", -- [2]
		},
		[247565] = {
			2082, -- [1]
			"[*] Усыпляющий газ", -- [2]
		},
		[243982] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[5374] = {
			1501, -- [1]
			4, -- [2]
		},
		[118936] = {
			2129, -- [1]
			"Глинтрок-оракул", -- [2]
		},
		[243983] = {
			2064, -- [1]
			"Хранительница порталов Азабель", -- [2]
		},
		[232722] = {
			2037, -- [1]
			"Госпожа Сашж'ин", -- [2]
		},
		[116633] = {
			1406, -- [1]
			"Крик'тик-саботажник", -- [2]
		},
		[254733] = {
			2065, -- [1]
			"Отродье Тьмы", -- [2]
		},
		[243984] = {
			2064, -- [1]
			"[*] Гибнущий мир", -- [2]
		},
		[30638] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[53334] = {
			1971, -- [1]
			"Ануб'арский некромант", -- [2]
		},
		[198428] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[57941] = {
			1968, -- [1]
			"Глашатай Волаж", -- [2]
		},
		[146217] = {
			1594, -- [1]
			"Дух древнего хмелевара", -- [2]
		},
		[15609] = {
			272, -- [1]
			"Интендант Зигрис", -- [2]
		},
		[239379] = {
			2050, -- [1]
			"Охотница Каспария", -- [2]
		},
		[145706] = {
			1594, -- [1]
			"Шри'тик-бомбардир", -- [2]
		},
		[31598] = {
			1893, -- [1]
			"Черный маг из клана Кровавой Глазницы", -- [2]
		},
		[106653] = {
			1418, -- [1]
			"Оскверненная живая вода", -- [2]
		},
		[145195] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[257296] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[192288] = {
			1806, -- [1]
			"Олмир Просвещенный", -- [2]
		},
		[192800] = {
			1790, -- [1]
			"[*] Удушающая пыль", -- [2]
		},
		[204574] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[192801] = {
			1814, -- [1]
			"[*] Приливная волна", -- [2]
		},
		[53463] = {
			1975, -- [1]
			"Пророк Тарон'джа", -- [2]
		},
		[198944] = {
			1806, -- [1]
			"Валарьяр - дева щита", -- [2]
		},
		[71335] = {
			1099, -- [1]
			"Ружейница с \"Усмирителя небес\"", -- [2]
		},
		[258834] = {
			2092, -- [1]
			"Грань аннигиляции", -- [2]
		},
		[193826] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[239383] = {
			2050, -- [1]
			"Цель Копья", -- [2]
		},
		[199457] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[257299] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[118940] = {
			2129, -- [1]
			"Глинтрок-оракул", -- [2]
		},
		[12890] = {
			493, -- [1]
			"Тень Эраникуса", -- [2]
		},
		[145199] = {
			1623, -- [1]
			"[*] Взрывное отчаяние", -- [2]
		},
		[56407] = {
			1109, -- [1]
			"Призрачный ученик", -- [2]
		},
		[52696] = {
			2002, -- [1]
			"Мясной Крюк", -- [2]
		},
		[145712] = {
			1594, -- [1]
			"Шри'тик-бомбардир", -- [2]
		},
		[13338] = {
			1850, -- [1]
			"Чернокнижник из клана Призрачной Луны", -- [2]
		},
		[258837] = {
			2092, -- [1]
			"[*] Разрыв души", -- [2]
		},
		[202019] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[239386] = {
			2050, -- [1]
			"Цель Копья", -- [2]
		},
		[199460] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[232732] = {
			2037, -- [1]
			"[*] Кромсающий торнадо", -- [2]
		},
		[143666] = {
			1593, -- [1]
			"Ийокук Проницательный", -- [2]
		},
		[250648] = {
			2073, -- [1]
			"Зу'райя, Матерь Космоса", -- [2]
		},
		[146226] = {
			1594, -- [1]
			"[*] Пламенное дыхание", -- [2]
		},
		[34653] = {
			1892, -- [1]
			"Назан", -- [2]
		},
		[258839] = {
			2092, -- [1]
			"[*] Разрыв души", -- [2]
		},
		[227615] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[124317] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[146739] = {
			1581, -- [1]
			9, -- [2]
		},
		[229151] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[56408] = {
			1109, -- [1]
			"Призрачный рыцарь смерти", -- [2]
		},
		[89766] = {
			2092, -- [1]
			"Страж Скверны <Mazza-Stormscale>", -- [2]
		},
		[196392] = {
			1827, -- [1]
			"Иванир", -- [2]
		},
		[135991] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[140598] = {
			1565, -- [1]
			"Загадочный гриб", -- [2]
		},
		[254747] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[227618] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[245022] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[197418] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[248094] = {
			2082, -- [1]
			"Артиллерийский удар", -- [2]
		},
		[64215] = {
			1128, -- [1]
			"Эмалон Страж Бури", -- [2]
		},
		[17843] = {
			598, -- [1]
			"Знахарь из клана Песчаной Бури", -- [2]
		},
		[117665] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[244000] = {
			2064, -- [1]
			"Хранительница порталов Азабель", -- [2]
		},
		[122784] = {
			1499, -- [1]
			"Ваятель янтаря Ун'сок", -- [2]
		},
		[30832] = {
			1924, -- [1]
			"Разбойник из клана Веселого Черепа", -- [2]
		},
		[244001] = {
			2064, -- [1]
			"[*] Шквальный обстрел Скверны", -- [2]
		},
		[228645] = {
			1839, -- [1]
			"Руническое оружие <Хиперинмвп-Гордунни>", -- [2]
		},
		[197422] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[27825] = {
			1109, -- [1]
			"Безжалостный рыцарь смерти", -- [2]
		},
		[11899] = {
			595, -- [1]
			"Анту'сул", -- [2]
		},
		[146747] = {
			1622, -- [1]
			"Рубака из клана Драконьей Пасти", -- [2]
		},
		[229159] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[121762] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[198959] = {
			1805, -- [1]
			"Валарьяр - резчик рун", -- [2]
		},
		[16346] = {
			1974, -- [1]
			"Гнусный изрыгатель", -- [2]
		},
		[122786] = {
			1463, -- [1]
			"[*] Перелом ноги", -- [2]
		},
		[53467] = {
			1973, -- [1]
			"Ануб'арак", -- [2]
		},
		[244005] = {
			2069, -- [1]
			"[*] Темный разлом", -- [2]
		},
		[252707] = {
			2092, -- [1]
			"Констеллар-куратор", -- [2]
		},
		[237351] = {
			2050, -- [1]
			"[*] Лунный обстрел", -- [2]
		},
		[244006] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[192307] = {
			1806, -- [1]
			"Хирья", -- [2]
		},
		[254244] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[12891] = {
			493, -- [1]
			"Тень Эраникуса", -- [2]
		},
		[198962] = {
			1805, -- [1]
			"Валарьяр - резчик рун", -- [2]
		},
		[191284] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[249126] = {
			2075, -- [1]
			"Инквизитор \"Параксия\"", -- [2]
		},
		[247079] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[145216] = {
			1624, -- [1]
			"Слияние скверны", -- [2]
		},
		[227628] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[191797] = {
			1814, -- [1]
			"[*] Жестокие ветра", -- [2]
		},
		[139074] = {
			1581, -- [1]
			"Ра-ден", -- [2]
		},
		[53468] = {
			1973, -- [1]
			"Ануб'арак", -- [2]
		},
		[123812] = {
			1507, -- [1]
			"Императорский визирь Зор'лок", -- [2]
		},
		[249128] = {
			2075, -- [1]
			"Инквизитор \"Параксия\"", -- [2]
		},
		[145218] = {
			1594, -- [1]
			"Оживший каменный могу", -- [2]
		},
		[212786] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[254760] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[64218] = {
			1128, -- [1]
			"Эмалон Страж Бури", -- [2]
		},
		[134470] = {
			1573, -- [1]
			"Стая радужных мух", -- [2]
		},
		[233263] = {
			2050, -- [1]
			"Жрица Лунное Пламя", -- [2]
		},
		[58460] = {
			2010, -- [1]
			"Лазурный головорез", -- [2]
		},
		[100780] = {
			2075, -- [1]
			10, -- [2]
		},
		[231729] = {
			2036, -- [1]
			"Волномаг из племени Острозубов", -- [2]
		},
		[110762] = {
			267, -- [1]
			"Вождь Омокк", -- [2]
		},
		[250669] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[136521] = {
			1570, -- [1]
			"Сул Пескорыск", -- [2]
		},
		[145735] = {
			1624, -- [1]
			"Слияние скверны", -- [2]
		},
		[232754] = {
			2037, -- [1]
			"Госпожа Сашж'ин", -- [2]
		},
		[48095] = {
			2011, -- [1]
			"[*] Лютый холод", -- [2]
		},
		[52446] = {
			1971, -- [1]
			"Быстролапый заразень", -- [2]
		},
		[244016] = {
			2064, -- [1]
			"Хранительница порталов Азабель", -- [2]
		},
		[245040] = {
			2064, -- [1]
			"Лорд Эйлгар", -- [2]
		},
		[102573] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[57949] = {
			1968, -- [1]
			"Глашатай Волаж", -- [2]
		},
		[232756] = {
			2037, -- [1]
			"Госпожа Сашж'ин", -- [2]
		},
		[75700] = {
			1045, -- [1]
			"Гейзер <Леди Наз'жар>", -- [2]
		},
		[15643] = {
			245, -- [1]
			"Император Дагран Тауриссан", -- [2]
		},
		[117418] = {
			2075, -- [1]
			10, -- [2]
		},
		[142667] = {
			1593, -- [1]
			"Голодный куньчун <Каз'тик Манипулятор> <Каз'тик Манипулятор>", -- [2]
		},
		[106413] = {
			1304, -- [1]
			"[*] Шар огня", -- [2]
		},
		[146763] = {
			1622, -- [1]
			"Огненная лучница из клана Драконьей Пасти", -- [2]
		},
		[48096] = {
			2011, -- [1]
			"Керистраза", -- [2]
		},
		[254769] = {
			2075, -- [1]
			"Наполненный Скверной разрушитель", -- [2]
		},
		[202046] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[194880] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[244532] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[146764] = {
			1622, -- [1]
			"Огненная лучница из клана Драконьей Пасти", -- [2]
		},
		[197952] = {
			1824, -- [1]
			"Щупальце разрушения", -- [2]
		},
		[244021] = {
			2064, -- [1]
			"[*] Взрывная тьма", -- [2]
		},
		[146253] = {
			1594, -- [1]
			"Безымянный дух танцующего с ветром", -- [2]
		},
		[146765] = {
			1622, -- [1]
			"[*] Огненные стрелы", -- [2]
		},
		[12540] = {
			243, -- [1]
			"Радо'рел", -- [2]
		},
		[100784] = {
			2075, -- [1]
			10, -- [2]
		},
		[144718] = {
			1600, -- [1]
			"Ползучая мина", -- [2]
		},
		[145230] = {
			1594, -- [1]
			"Темный ритуалист могу", -- [2]
		},
		[34660] = {
			1928, -- [1]
			"Скалезуб Скорбный", -- [2]
		},
		[123051] = {
			2032, -- [1]
			"Подчиняющий разум <Корелин-СвежевательДуш>", -- [2]
		},
		[83381] = {
			2064, -- [1]
			"Возлепопы", -- [2]
		},
		[3256] = {
			596, -- [1]
			"Скарабей", -- [2]
		},
		[136018] = {
			1579, -- [1]
			"Маленькая рассеянная молния <Зёба>", -- [2]
		},
		[6607] = {
			492, -- [1]
			"Аватара Хаккара", -- [2]
		},
		[133971] = {
			1565, -- [1]
			"Вихреспин", -- [2]
		},
		[30643] = {
			1893, -- [1]
			"Дозорный цитадели Адского Пламени", -- [2]
		},
		[30707] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[53472] = {
			1973, -- [1]
			"Ануб'арак", -- [2]
		},
		[119981] = {
			1442, -- [1]
			"Мин Коварный", -- [2]
		},
		[204611] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[239931] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[42723] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[245050] = {
			2064, -- [1]
			"Лорд Эйлгар", -- [2]
		},
		[118958] = {
			2129, -- [1]
			"Глинтрок-крепкошкур", -- [2]
		},
		[137045] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[239932] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[252729] = {
			2092, -- [1]
			"Констеллар-куратор", -- [2]
		},
		[220481] = {
			1825, -- [1]
			"Корстилакс", -- [2]
		},
		[124845] = {
			1501, -- [1]
			"Великая императрица Шек'зир", -- [2]
		},
		[246075] = {
			2064, -- [1]
			"Хранительница порталов Азабель", -- [2]
		},
		[138070] = {
			1579, -- [1]
			"Высвобожденная сила", -- [2]
		},
		[57952] = {
			1968, -- [1]
			"[*] Трепет", -- [2]
		},
		[240446] = {
			1964, -- [1]
			"[*] Взрыв Скверны", -- [2]
		},
		[249148] = {
			2075, -- [1]
			"Инквизитор \"Параксия\"", -- [2]
		},
		[144214] = {
			1606, -- [1]
			"Покорительница волн Кардрис", -- [2]
		},
		[197961] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[42724] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[233281] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[241983] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[148310] = {
			1622, -- [1]
			"Кор'кронский разрушитель", -- [2]
		},
		[240448] = {
			1836, -- [1]
			"[*] Землетрясение", -- [2]
		},
		[200010] = {
			2092, -- [1]
			"Подчиняющий разум <Càro-ZirkeldesCenarius>", -- [2]
		},
		[261947] = {
			1501, -- [1]
			10, -- [2]
		},
		[197963] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[255805] = {
			2064, -- [1]
			"Вулканар", -- [2]
		},
		[233283] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[246592] = {
			2067, -- [1]
			"[*] Оскверняющая Бездна", -- [2]
		},
		[197964] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[244033] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[15580] = {
			243, -- [1]
			"Гнев'рел", -- [2]
		},
		[233284] = {
			2050, -- [1]
			"[*] Призрачная детонация", -- [2]
		},
		[197965] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[183633] = {
			1793, -- [1]
			"Скальный зверолов", -- [2]
		},
		[246082] = {
			2064, -- [1]
			"[*] Усиленный портал: Ранкора", -- [2]
		},
		[197454] = {
			1818, -- [1]
			"Аватара отмщения", -- [2]
		},
		[197966] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[52067] = {
			2012, -- [1]
			"Кристаллический хлестун", -- [2]
		},
		[124849] = {
			1501, -- [1]
			"Великая императрица Шек'зир", -- [2]
		},
		[234310] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[197967] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[246084] = {
			2064, -- [1]
			"[*] Портал: Ранкора", -- [2]
		},
		[209741] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[136543] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[198480] = {
			2088, -- [1]
			"Дух волка", -- [2]
		},
		[207694] = {
			1581, -- [1]
			10, -- [2]
		},
		[143198] = {
			1598, -- [1]
			"Хэ Легкая Нога", -- [2]
		},
		[209742] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[85692] = {
			2092, -- [1]
			"Коррот", -- [2]
		},
		[85948] = {
			2073, -- [1]
			6, -- [2]
		},
		[258883] = {
			1581, -- [1]
			12, -- [2]
		},
		[119476] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[231754] = {
			2036, -- [1]
			"Волномаг из племени Острозубов", -- [2]
		},
		[236361] = {
			2054, -- [1]
			"Падшая жрица", -- [2]
		},
		[196947] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[222029] = {
			2064, -- [1]
			10, -- [2]
		},
		[198483] = {
			2088, -- [1]
			"Дух волка", -- [2]
		},
		[147296] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[247112] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[49637] = {
			1974, -- [1]
			"Кровотролль", -- [2]
		},
		[240970] = {
			2038, -- [1]
			"Аватара Падшего", -- [2]
		},
		[71617] = {
			1102, -- [1]
			"Профессор Мерзоцид", -- [2]
		},
		[259398] = {
			1581, -- [1]
			3, -- [2]
		},
		[244042] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[136037] = {
			1574, -- [1]
			"Изначалий", -- [2]
		},
		[197974] = {
			1833, -- [1]
			"Лишенный души боец авангарда", -- [2]
		},
		[120758] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[232271] = {
			1964, -- [1]
			"Насытившийся маназмей", -- [2]
		},
		[200024] = {
			1826, -- [1]
			"Нал'тира", -- [2]
		},
		[120759] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[254795] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[220500] = {
			1825, -- [1]
			"[*] Дестабилизированная сфера", -- [2]
		},
		[254796] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[120760] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[216407] = {
			1793, -- [1]
			"[*] Лавовый гейзер", -- [2]
		},
		[250191] = {
			2082, -- [1]
			"Conflagration", -- [2]
		},
		[250703] = {
			2075, -- [1]
			"Заряженный Скверной очиститель", -- [2]
		},
		[202075] = {
			1791, -- [1]
			"Пылающая жеода", -- [2]
		},
		[49639] = {
			1974, -- [1]
			"Кровотролль", -- [2]
		},
		[145769] = {
			1624, -- [1]
			"Слияние скверны", -- [2]
		},
		[191326] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[15581] = {
			243, -- [1]
			"Радо'рел", -- [2]
		},
		[143210] = {
			1598, -- [1]
			"Хэ Легкая Нога", -- [2]
		},
		[207707] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[191839] = {
			1813, -- [1]
			"Змеикс", -- [2]
		},
		[245586] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[193375] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[123833] = {
			1507, -- [1]
			"Императорский визирь Зор'лок", -- [2]
		},
		[244051] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[116155] = {
			1414, -- [1]
			"Пузыристый бражный хмелементаль", -- [2]
		},
		[225624] = {
			1501, -- [1]
			8, -- [2]
		},
		[193376] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[132463] = {
			2075, -- [1]
			"Дух земли", -- [2]
		},
		[198495] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[147820] = {
			1622, -- [1]
			"Шаман приливов из клана Драконьей Пасти", -- [2]
		},
		[144749] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[255826] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[231768] = {
			2036, -- [1]
			"[*] Студеная вода", -- [2]
		},
		[42730] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[132466] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[47721] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[138609] = {
			1576, -- [1]
			"Огромный голем анимы", -- [2]
		},
		[249686] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[136050] = {
			1574, -- [1]
			"Изначалий", -- [2]
		},
		[132467] = {
			2064, -- [1]
			10, -- [2]
		},
		[244056] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[48873] = {
			1977, -- [1]
			"Король Дред", -- [2]
		},
		[228700] = {
			1964, -- [1]
			"Скопление маны", -- [2]
		},
		[244057] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[247641] = {
			2082, -- [1]
			"Ловушки!", -- [2]
		},
		[219488] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[191847] = {
			1813, -- [1]
			"Змеикс", -- [2]
		},
		[212834] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[197478] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[191848] = {
			1813, -- [1]
			"Змеикс", -- [2]
		},
		[238429] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[36333] = {
			1934, -- [1]
			"Кровостраж-врач", -- [2]
		},
		[200551] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[238430] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[200040] = {
			1826, -- [1]
			"[*] Яд Пустоты", -- [2]
		},
		[261977] = {
			1501, -- [1]
			10, -- [2]
		},
		[202088] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[117952] = {
			2075, -- [1]
			"Дух земли", -- [2]
		},
		[202089] = {
			1791, -- [1]
			"Пылающая жеода", -- [2]
		},
		[47723] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[143224] = {
			1598, -- [1]
			"Хэ Легкая Нога", -- [2]
		},
		[52586] = {
			1971, -- [1]
			"Крик'тир Хранитель Врат", -- [2]
		},
		[134011] = {
			1565, -- [1]
			"[*] Вращающийся панцирь", -- [2]
		},
		[197484] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[220519] = {
			1837, -- [1]
			"Корни-душители", -- [2]
		},
		[50155] = {
			2011, -- [1]
			"Керистраза", -- [2]
		},
		[144762] = {
			1623, -- [1]
			"Оскверненное оружие <Гаррош Адский Крик>", -- [2]
		},
		[191855] = {
			1813, -- [1]
			"Змеикс", -- [2]
		},
		[34799] = {
			1925, -- [1]
			"Командир Сараннис", -- [2]
		},
		[258399] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[35311] = {
			1933, -- [1]
			"Страж ворот Точеный Нож", -- [2]
		},
		[244579] = {
			2065, -- [1]
			"Зураал Перерожденный", -- [2]
		},
		[121282] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[219498] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[212332] = {
			2092, -- [1]
			"Тухломур <Хашру-СвежевательДуш>", -- [2]
		},
		[241509] = {
			2037, -- [1]
			"Волноход из племени Острозубов", -- [2]
		},
		[16508] = {
			271, -- [1]
			"Аррок Смертный Вопль", -- [2]
		},
		[191858] = {
			1813, -- [1]
			"[*] Ядовитая лужа", -- [2]
		},
		[248165] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[244582] = {
			2032, -- [1]
			"[*] Падающая комета", -- [2]
		},
		[241511] = {
			2036, -- [1]
			"[*] Промокание", -- [2]
		},
		[35312] = {
			1930, -- [1]
			"[*] Яростное пламя", -- [2]
		},
		[256356] = {
			2073, -- [1]
			"[*] Студеная кровь", -- [2]
		},
		[244583] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[212335] = {
			2092, -- [1]
			"Тухломур <Хашру-СвежевательДуш>", -- [2]
		},
		[121284] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[202098] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[248167] = {
			2092, -- [1]
			"[*] Смертоносный туман", -- [2]
		},
		[204658] = {
			1837, -- [1]
			"[*] Сокрушительная хватка", -- [2]
		},
		[245097] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[143746] = {
			1598, -- [1]
			"Воплощение отчаяния", -- [2]
		},
		[247145] = {
			2066, -- [1]
			"Сарпиш", -- [2]
		},
		[212338] = {
			2092, -- [1]
			"Тухломур <Хашру-СвежевательДуш>", -- [2]
		},
		[246634] = {
			2088, -- [1]
			"[*] Апокалиптический взрыв", -- [2]
		},
		[123845] = {
			1501, -- [1]
			"Сердце Страха", -- [2]
		},
		[249194] = {
			2075, -- [1]
			"Инквизитор \"Параксия\"", -- [2]
		},
		[71621] = {
			1102, -- [1]
			"Профессор Мерзоцид", -- [2]
		},
		[244588] = {
			2065, -- [1]
			"[*] Яд Бездны", -- [2]
		},
		[253290] = {
			2070, -- [1]
			"Энтропическая мина", -- [2]
		},
		[70475] = {
			1097, -- [1]
			"Ловушка Мерзоцида", -- [2]
		},
		[69159] = {
			1097, -- [1]
			"Тухлопуз", -- [2]
		},
		[16509] = {
			271, -- [1]
			"Аррок Смертный Вопль", -- [2]
		},
		[69958] = {
			1099, -- [1]
			"Проповедник с \"Усмирителя небес\"", -- [2]
		},
		[69926] = {
			1099, -- [1]
			"Проповедник с \"Усмирителя небес\"", -- [2]
		},
		[2601] = {
			245, -- [1]
			"Тенегорнский сенатор", -- [2]
		},
		[69899] = {
			1099, -- [1]
			"Иерофант с \"Усмирителя небес\"", -- [2]
		},
		[204151] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[245099] = {
			2064, -- [1]
			"[*] Затуманенный разум", -- [2]
		},
		[146815] = {
			1594, -- [1]
			"Нестабильная искра", -- [2]
		},
		[70162] = {
			1099, -- [1]
			"Ружейница с \"Усмирителя небес\"", -- [2]
		},
		[69705] = {
			1099, -- [1]
			"Колдун с \"Усмирителя небес\"", -- [2]
		},
		[145286] = {
			1594, -- [1]
			"Сет'тик - направитель ветров", -- [2]
		},
		[199033] = {
			1806, -- [1]
			"Валарьяр-претендентка", -- [2]
		},
		[69901] = {
			1099, -- [1]
			"Заступник с \"Усмирителя небес\"", -- [2]
		},
		[69963] = {
			1099, -- [1]
			"Священник с \"Усмирителя небес\"", -- [2]
		},
		[3054] = {
			245, -- [1]
			"Тенегорнский сенатор", -- [2]
		},
		[69972] = {
			1101, -- [1]
			"Призыватель с \"Усмирителя небес\"", -- [2]
		},
		[69973] = {
			1101, -- [1]
			"Призыватель с \"Усмирителя небес\"", -- [2]
		},
		[69917] = {
			1101, -- [1]
			"Клинок ужаса с \"Усмирителя небес\"", -- [2]
		},
		[35314] = {
			1930, -- [1]
			"Пустомант Сепетрея", -- [2]
		},
		[199034] = {
			1806, -- [1]
			"Валарьяр-претендентка", -- [2]
		},
		[57807] = {
			1101, -- [1]
			"Заступник с \"Усмирителя небес\"", -- [2]
		},
		[64363] = {
			1128, -- [1]
			"Служитель бури", -- [2]
		},
		[1604] = {
			1101, -- [1]
			"Заступник с \"Усмирителя небес\"", -- [2]
		},
		[69934] = {
			1101, -- [1]
			"Мститель с \"Усмирителя небес\"", -- [2]
		},
		[69927] = {
			1101, -- [1]
			"Мститель с \"Усмирителя небес\"", -- [2]
		},
		[202472] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[145288] = {
			1594, -- [1]
			"Измененный голем анимы", -- [2]
		},
		[121442] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[69968] = {
			1101, -- [1]
			"Иерофант с \"Усмирителя небес\"", -- [2]
		},
		[134539] = {
			1565, -- [1]
			"Камнепад", -- [2]
		},
		[204666] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[69387] = {
			1101, -- [1]
			"Вестник смерти - ученик", -- [2]
		},
		[239264] = {
			2050, -- [1]
			"Жрица Лунное Пламя", -- [2]
		},
		[70395] = {
			1101, -- [1]
			"Прислужник Шпиля", -- [2]
		},
		[145746] = {
			1594, -- [1]
			"Дух мудрого ткача туманов", -- [2]
		},
		[69965] = {
			1101, -- [1]
			"Заступник с \"Усмирителя небес\"", -- [2]
		},
		[69912] = {
			1101, -- [1]
			"Клинок ужаса с \"Усмирителя небес\"", -- [2]
		},
		[15583] = {
			243, -- [1]
			"Радо'рел", -- [2]
		},
		[204667] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[69911] = {
			1101, -- [1]
			"Клинок ужаса с \"Усмирителя небес\"", -- [2]
		},
		[111400] = {
			1128, -- [1]
			9, -- [2]
		},
		[202108] = {
			1791, -- [1]
			"Заклинатель чумных осколков", -- [2]
		},
		[59008] = {
			1128, -- [1]
			"Жилистый волк", -- [2]
		},
		[194942] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[215929] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора>", -- [2]
		},
		[126664] = {
			1581, -- [1]
			1, -- [2]
		},
		[60945] = {
			1128, -- [1]
			"Адепт рыцарей смерти", -- [2]
		},
		[60950] = {
			1128, -- [1]
			"Адепт рыцарей смерти", -- [2]
		},
		[197502] = {
			1810, -- [1]
			"Укротительница волн из клана Колец Ненависти <Полководец Паржеш> <Полководец Паржеш>", -- [2]
		},
		[125206] = {
			1395, -- [1]
			"Кобальтовый страж", -- [2]
		},
		[66765] = {
			1128, -- [1]
			"Коралон Страж Огня", -- [2]
		},
		[66670] = {
			1128, -- [1]
			"Коралон Страж Огня", -- [2]
		},
		[66725] = {
			1128, -- [1]
			"Коралон Страж Огня", -- [2]
		},
		[66665] = {
			1128, -- [1]
			"Коралон Страж Огня", -- [2]
		},
		[144464] = {
			1600, -- [1]
			"\"Железный исполин\"", -- [2]
		},
		[253367] = {
			2073, -- [1]
			6, -- [2]
		},
		[196357] = {
			1827, -- [1]
			"Иванир", -- [2]
		},
		[28679] = {
			1109, -- [1]
			"Готик Жнец", -- [2]
		},
		[36339] = {
			1926, -- [1]
			"Красный саженец <Верховный ботаник Фрейвин>", -- [2]
		},
		[55645] = {
			1109, -- [1]
			"Жестокий новобранец", -- [2]
		},
		[235271] = {
			2052, -- [1]
			"Бдительная дева", -- [2]
		},
		[28433] = {
			1434, -- [1]
			"Живой яд", -- [2]
		},
		[55216] = {
			1434, -- [1]
			"Оледенелый землегнев", -- [2]
		},
		[233272] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[122540] = {
			1499, -- [1]
			"Янтарное чудовище", -- [2]
		},
		[116174] = {
			1434, -- [1]
			"Душелов Гара'джал", -- [2]
		},
		[118530] = {
			1390, -- [1]
			"Фэн Проклятый", -- [2]
		},
		[194945] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[199552] = {
			1581, -- [1]
			12, -- [2]
		},
		[130756] = {
			1501, -- [1]
			"Область диссонанса", -- [2]
		},
		[12544] = {
			243, -- [1]
			"Беше'рел", -- [2]
		},
		[246133] = {
			2065, -- [1]
			"Зураал Перерожденный", -- [2]
		},
		[238455] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[247157] = {
			2066, -- [1]
			"Сарпиш", -- [2]
		},
		[123184] = {
			1501, -- [1]
			"Область диссонанса", -- [2]
		},
		[123198] = {
			1499, -- [1]
			"[*] Сгустки янтаря", -- [2]
		},
		[244598] = {
			2064, -- [1]
			"Вулканар", -- [2]
		},
		[253300] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[122005] = {
			1499, -- [1]
			"[*] Расплавленный янтарь", -- [2]
		},
		[246134] = {
			2065, -- [1]
			"Зураал Перерожденный", -- [2]
		},
		[246646] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[107215] = {
			1397, -- [1]
			"Взрывчатка богомолов", -- [2]
		},
		[140400] = {
			1570, -- [1]
			"Зандаларский пророк", -- [2]
		},
		[47729] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[244599] = {
			2065, -- [1]
			"Сгусток Бездны", -- [2]
		},
		[122853] = {
			1504, -- [1]
			"[*] Ураганный удар", -- [2]
		},
		[123180] = {
			1504, -- [1]
			"Повелитель клинков Та'як", -- [2]
		},
		[123790] = {
			1507, -- [1]
			"Эхо силы и мощи", -- [2]
		},
		[42669] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[247159] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[52720] = {
			2005, -- [1]
			"Мал'Ганис", -- [2]
		},
		[197550] = {
			1812, -- [1]
			"Король Волнобород", -- [2]
		},
		[224125] = {
			2088, -- [1]
			"Дух волка", -- [2]
		},
		[232827] = {
			2037, -- [1]
			"Пираньядо", -- [2]
		},
		[227742] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[246136] = {
			2065, -- [1]
			"Зураал Перерожденный", -- [2]
		},
		[193455] = {
			1581, -- [1]
			3, -- [2]
		},
		[70361] = {
			1101, -- [1]
			"Ледяной змей Шпиля", -- [2]
		},
		[12471] = {
			488, -- [1]
			"Огом Презренный", -- [2]
		},
		[53317] = {
			1971, -- [1]
			"Ануб'арский воитель", -- [2]
		},
		[244601] = {
			2064, -- [1]
			"Вулканар", -- [2]
		},
		[145565] = {
			1603, -- [1]
			"Кор'кронский железный клинок", -- [2]
		},
		[191976] = {
			1806, -- [1]
			"Хирья", -- [2]
		},
		[75992] = {
			1045, -- [1]
			"Ведьма бурь Леди Наз'жар", -- [2]
		},
		[197509] = {
			2063, -- [1]
			"Кровавый червь <Василец>", -- [2]
		},
		[144289] = {
			1606, -- [1]
			"Покорительница волн Кардрис", -- [2]
		},
		[144800] = {
			1604, -- [1]
			"Ша Гордыни", -- [2]
		},
		[191977] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[42739] = {
			2025, -- [1]
			"[*] Удар скорби", -- [2]
		},
		[143262] = {
			1598, -- [1]
			"Хэ Легкая Нога", -- [2]
		},
		[257911] = {
			2092, -- [1]
			"[*] Безудержная ярость", -- [2]
		},
		[134366] = {
			1573, -- [1]
			"Цзи-Кунь", -- [2]
		},
		[254329] = {
			2063, -- [1]
			"Уголек Тайшалака", -- [2]
		},
		[70362] = {
			1101, -- [1]
			"Ледяной змей Шпиля", -- [2]
		},
		[191975] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[199805] = {
			1805, -- [1]
			"Закаленный бурей страж", -- [2]
		},
		[212337] = {
			2064, -- [1]
			"Vilesore <Alêxis-Blackrock>", -- [2]
		},
		[133974] = {
			1565, -- [1]
			"Вихреспин", -- [2]
		},
		[245627] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[246139] = {
			2065, -- [1]
			"Зураал Перерожденный", -- [2]
		},
		[12039] = {
			598, -- [1]
			"Жрец Тьмы Шезз'зиз", -- [2]
		},
		[144788] = {
			1604, -- [1]
			"Отражение", -- [2]
		},
		[52721] = {
			2005, -- [1]
			"Мал'Ганис", -- [2]
		},
		[145812] = {
			1594, -- [1]
			"Сет'тик - направитель ветров", -- [2]
		},
		[16468] = {
			270, -- [1]
			"Мать Дымная Паутина", -- [2]
		},
		[122547] = {
			1499, -- [1]
			"Ваятель янтаря Ун'сок", -- [2]
		},
		[229248] = {
			2017, -- [1]
			"Флагманский корабль", -- [2]
		},
		[143765] = {
			1593, -- [1]
			"Каз'тик Манипулятор", -- [2]
		},
		[245458] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[53617] = {
			1973, -- [1]
			"Ануб'арский ядомант", -- [2]
		},
		[142987] = {
			1595, -- [1]
			"Имплозия", -- [2]
		},
		[244093] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[252795] = {
			2088, -- [1]
			"[*] Децимация", -- [2]
		},
		[245118] = {
			2064, -- [1]
			"[*] Надоедливые тени", -- [2]
		},
		[249724] = {
			2088, -- [1]
			"[*] Резонансное истребление", -- [2]
		},
		[120269] = {
			1502, -- [1]
			"[*] Едкий сок", -- [2]
		},
		[48380] = {
			2028, -- [1]
			"Источник духа", -- [2]
		},
		[188114] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[246505] = {
			2070, -- [1]
			"Фанатичная пиромантка", -- [2]
		},
		[244094] = {
			2069, -- [1]
			"[*] Некротические объятия", -- [2]
		},
		[34550] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[228738] = {
			1964, -- [1]
			"Нестабильная энергия <Смотритель>", -- [2]
		},
		[229250] = {
			2017, -- [1]
			"[*] Пламя Скверны", -- [2]
		},
		[114942] = {
			2037, -- [1]
			"Тотем целительного прилива <Вандэрграф-Корольлич>", -- [2]
		},
		[258939] = {
			2092, -- [1]
			"[*] Разрыв души", -- [2]
		},
		[75993] = {
			1045, -- [1]
			"[*] Выброс тока", -- [2]
		},
		[35318] = {
			1933, -- [1]
			"Страж ворот Точеный Нож", -- [2]
		},
		[199050] = {
			1806, -- [1]
			"Валарьяр - дева щита", -- [2]
		},
		[244607] = {
			2064, -- [1]
			"Вулканар", -- [2]
		},
		[138738] = {
			1576, -- [1]
			"Темный Анимус", -- [2]
		},
		[245631] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[143768] = {
			1593, -- [1]
			"Каз'тик Манипулятор", -- [2]
		},
		[35159] = {
			1932, -- [1]
			"Механолорд Конденсарон", -- [2]
		},
		[30637] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[52722] = {
			2005, -- [1]
			"Мал'Ганис", -- [2]
		},
		[199051] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[30925] = {
			1922, -- [1]
			"Мастер", -- [2]
		},
		[114386] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[245632] = {
			2063, -- [1]
			"Пламя Тайшалака", -- [2]
		},
		[244070] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[30844] = {
			1924, -- [1]
			"Техник из клана Призрачной Луны", -- [2]
		},
		[198028] = {
			1790, -- [1]
			"[*] Кристализованная земля", -- [2]
		},
		[215204] = {
			1868, -- [1]
			"Бдительный часовой из Сумеречной стражи", -- [2]
		},
		[235907] = {
			2054, -- [1]
			"Реактор душ", -- [2]
		},
		[134044] = {
			1572, -- [1]
			"Изучающий глаз", -- [2]
		},
		[245121] = {
			2070, -- [1]
			"Энтропическая мина", -- [2]
		},
		[124783] = {
			1504, -- [1]
			"Повелитель клинков Та'як", -- [2]
		},
		[116297] = {
			1405, -- [1]
			"[*] Авиаудар", -- [2]
		},
		[193267] = {
			1791, -- [1]
			"Ревущий идол <Уларогг Скаломол> <Уларогг Скаломол>", -- [2]
		},
		[193827] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[247681] = {
			2082, -- [1]
			"Ловушки!", -- [2]
		},
		[49380] = {
			1974, -- [1]
			"Кровотролль", -- [2]
		},
		[34551] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[106827] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[245634] = {
			2073, -- [1]
			"[*] Вращающийся меч", -- [2]
		},
		[205196] = {
			2075, -- [1]
			"Зловещий охотник", -- [2]
		},
		[248329] = {
			2075, -- [1]
			"\"Параксий\"", -- [2]
		},
		[198030] = {
			1581, -- [1]
			12, -- [2]
		},
		[198496] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[145275] = {
			1623, -- [1]
			"Воплощение сомнения", -- [2]
		},
		[115982] = {
			1434, -- [1]
			"Теневой прислужник", -- [2]
		},
		[247207] = {
			2066, -- [1]
			"[*] Перегрузка", -- [2]
		},
		[16128] = {
			273, -- [1]
			"Гизрул Поработитель", -- [2]
		},
		[143993] = {
			1606, -- [1]
			"Покорительница волн Кардрис", -- [2]
		},
		[8258] = {
			234, -- [1]
			"Финий Темнострой", -- [2]
		},
		[34745] = {
			1926, -- [1]
			"Заступник-хлестун <Верховный ботаник Фрейвин>", -- [2]
		},
		[137118] = {
			1560, -- [1]
			"Лу'линь", -- [2]
		},
		[194960] = {
			1832, -- [1]
			"[*] Эхо души", -- [2]
		},
		[199567] = {
			1835, -- [1]
			"Проекция Латосия", -- [2]
		},
		[137382] = {
			1560, -- [1]
			"Ночной ужас", -- [2]
		},
		[196496] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[198080] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[106966] = {
			1305, -- [1]
			"Малая нестабильная энергия <Ша Жестокости>", -- [2]
		},
		[248230] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[75683] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[119931] = {
			1442, -- [1]
			"Куай Бесчеловечный", -- [2]
		},
		[244613] = {
			2064, -- [1]
			"[*] Неугасающее пламя", -- [2]
		},
		[106932] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[196497] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[75998] = {
			1045, -- [1]
			"Отважный страж Леди Наз'жар", -- [2]
		},
		[197521] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[144365] = {
			1598, -- [1]
			"[*] Знак страданий", -- [2]
		},
		[48017] = {
			2012, -- [1]
			"Орморок Воспитатель Дерев", -- [2]
		},
		[136019] = {
			1579, -- [1]
			"Рассеянная молния", -- [2]
		},
		[248233] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[193443] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[148760] = {
			1594, -- [1]
			"Командир Тик", -- [2]
		},
		[236464] = {
			2054, -- [1]
			"[*] Соединение душ", -- [2]
		},
		[235125] = {
			2052, -- [1]
			"[*] Нестабильная душа", -- [2]
		},
		[107223] = {
			1417, -- [1]
			"Солнце", -- [2]
		},
		[245098] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[256388] = {
			2092, -- [1]
			"Модуль пересоздания", -- [2]
		},
		[191380] = {
			1501, -- [1]
			10, -- [2]
		},
		[218587] = {
			1838, -- [1]
			"Дресарон", -- [2]
		},
		[52212] = {
			1501, -- [1]
			6, -- [2]
		},
		[246779] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[246663] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[247175] = {
			2066, -- [1]
			"Сарпиш", -- [2]
		},
		[137122] = {
			1570, -- [1]
			"Казра'джин", -- [2]
		},
		[17492] = {
			245, -- [1]
			"Император Дагран Тауриссан", -- [2]
		},
		[16103] = {
			270, -- [1]
			"Мать Дымная Паутина", -- [2]
		},
		[123654] = {
			1442, -- [1]
			"Мин Коварный", -- [2]
		},
		[143265] = {
			1601, -- [1]
			"Мастер осады Черноплавс", -- [2]
		},
		[123092] = {
			1463, -- [1]
			"[*] Феромоны", -- [2]
		},
		[246664] = {
			2088, -- [1]
			"Аннигилятор Кин’гарота", -- [2]
		},
		[234891] = {
			2052, -- [1]
			"Бдительная дева", -- [2]
		},
		[136366] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[245629] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[144758] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[146849] = {
			1622, -- [1]
			"Старший головорез Транок", -- [2]
		},
		[120789] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[198263] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[144290] = {
			1606, -- [1]
			"Покорительница волн Кардрис", -- [2]
		},
		[980] = {
			1581, -- [1]
			9, -- [2]
		},
		[131813] = {
			1498, -- [1]
			"Повелитель ветров Мел'джарак", -- [2]
		},
		[199061] = {
			1822, -- [1]
			"Порабощенная дева щита", -- [2]
		},
		[244618] = {
			2065, -- [1]
			"Отродье Тьмы", -- [2]
		},
		[102572] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[143267] = {
			1598, -- [1]
			"Хэ Легкая Нога", -- [2]
		},
		[118988] = {
			2129, -- [1]
			"Геккан", -- [2]
		},
		[144291] = {
			1606, -- [1]
			"Покорительница волн Кардрис", -- [2]
		},
		[48082] = {
			2012, -- [1]
			"Кристаллический хлестун", -- [2]
		},
		[13953] = {
			234, -- [1]
			"Финий Темнострой", -- [2]
		},
		[142528] = {
			1593, -- [1]
			"Ксарил Отравленный Разум", -- [2]
		},
		[118905] = {
			2075, -- [1]
			"Тотем выброса тока", -- [2]
		},
		[246666] = {
			2088, -- [1]
			"Аннигилятор Кин’гарота", -- [2]
		},
		[112945] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[76001] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[195473] = {
			1812, -- [1]
			"Песчаная улитка", -- [2]
		},
		[241108] = {
			2036, -- [1]
			"Легионер из клана Волнистой Чешуи", -- [2]
		},
		[246208] = {
			2064, -- [1]
			"Отмеченный Скверной быстролап", -- [2]
		},
		[256393] = {
			2092, -- [1]
			"Модуль пересоздания", -- [2]
		},
		[35322] = {
			1933, -- [1]
			"Страж ворот Точеный Нож", -- [2]
		},
		[243121] = {
			2082, -- [1]
			"Юркая змея", -- [2]
		},
		[135695] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[3110] = {
			2092, -- [1]
			"Rulmat", -- [2]
		},
		[250763] = {
			2073, -- [1]
			"Зу'райя, Матерь Космоса", -- [2]
		},
		[53520] = {
			1973, -- [1]
			"Ануб'арак", -- [2]
		},
		[37369] = {
			1889, -- [1]
			"Украденная душа", -- [2]
		},
		[194966] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[258731] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[227644] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[257930] = {
			2092, -- [1]
			"[*] Сокрушительный страх", -- [2]
		},
		[246157] = {
			2064, -- [1]
			"[*] Усиленный портал: Натреза", -- [2]
		},
		[52766] = {
			2003, -- [1]
			"Хронолорд Эпох", -- [2]
		},
		[234896] = {
			2052, -- [1]
			"Бдительная дева", -- [2]
		},
		[143339] = {
			1593, -- [1]
			"Рик'кал Разрезатель", -- [2]
		},
		[52532] = {
			1972, -- [1]
			"Ануб'арский воин", -- [2]
		},
		[236432] = {
			2052, -- [1]
			"Бдительная дева", -- [2]
		},
		[253324] = {
			1501, -- [1]
			12, -- [2]
		},
		[15619] = {
			234, -- [1]
			"Ремесленник из клана Кузни Рока", -- [2]
		},
		[200898] = {
			1850, -- [1]
			"Инквизитор Истязарий", -- [2]
		},
		[70116] = {
			1101, -- [1]
			"Ледяной змей Шпиля", -- [2]
		},
		[249009] = {
			2068, -- [1]
			"Л'ура", -- [2]
		},
		[137129] = {
			1560, -- [1]
			"Звезда", -- [2]
		},
		[256396] = {
			2092, -- [1]
			"Модуль пересоздания", -- [2]
		},
		[226296] = {
			1791, -- [1]
			"Злобнозем-исполин", -- [2]
		},
		[191900] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[245647] = {
			2067, -- [1]
			"Ловкач из Темной Стражи", -- [2]
		},
		[246159] = {
			2064, -- [1]
			"[*] Портал: Натреза", -- [2]
		},
		[255201] = {
			2092, -- [1]
			"[*] Жертва Агграмара", -- [2]
		},
		[244849] = {
			2064, -- [1]
			"[*] Едкая слизь", -- [2]
		},
		[186270] = {
			1501, -- [1]
			3, -- [2]
		},
		[135146] = {
			1559, -- [1]
			"Дам'рен", -- [2]
		},
		[137408] = {
			1560, -- [1]
			"Су'линь", -- [2]
		},
		[130774] = {
			1395, -- [1]
			"Аметистовый страж", -- [2]
		},
		[245648] = {
			2067, -- [1]
			"Ловкач из Темной Стражи", -- [2]
		},
		[250255] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[61684] = {
			2088, -- [1]
			1, -- [2]
		},
		[49527] = {
			1975, -- [1]
			"Пророк Тарон'джа", -- [2]
		},
		[25504] = {
			1581, -- [1]
			7, -- [2]
		},
		[148196] = {
			1594, -- [1]
			"Дух мудрого ткача туманов", -- [2]
		},
		[244625] = {
			2070, -- [1]
			"Крейсер Легиона", -- [2]
		},
		[210166] = {
			1792, -- [1]
			"[*] Токсичная желчь", -- [2]
		},
		[245649] = {
			2067, -- [1]
			"Ловкач из Темной Стражи", -- [2]
		},
		[244915] = {
			2064, -- [1]
			"Леди Дацидия", -- [2]
		},
		[122774] = {
			1463, -- [1]
			"Гаралон", -- [2]
		},
		[136620] = {
			1579, -- [1]
			"Шаровая молния <Лэй Шэнь> <Лэй Шэнь>", -- [2]
		},
		[52592] = {
			1971, -- [1]
			"Крик'тир Хранитель Врат", -- [2]
		},
		[134691] = {
			1559, -- [1]
			"Кон Железный", -- [2]
		},
		[246965] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[115003] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[245650] = {
			2067, -- [1]
			"Ловкач из Темной Стражи", -- [2]
		},
		[198605] = {
			1805, -- [1]
			"Валарьяр - призыватель молний", -- [2]
		},
		[32302] = {
			1890, -- [1]
			"Сконцентрированный огонь", -- [2]
		},
		[115419] = {
			1406, -- [1]
			"Крик'тик - направитель ветров", -- [2]
		},
		[227285] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[47736] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[244627] = {
			2070, -- [1]
			"Крейсер Легиона", -- [2]
		},
		[16097] = {
			268, -- [1]
			"Темная охотница Вос'гаджин", -- [2]
		},
		[245651] = {
			2067, -- [1]
			"Ловкач из Темной Стражи", -- [2]
		},
		[143337] = {
			1593, -- [1]
			"Рик'кал Разрезатель", -- [2]
		},
		[193702] = {
			1808, -- [1]
			"[*] Инфернальное пламя", -- [2]
		},
		[13747] = {
			267, -- [1]
			"Огр-волхв из клана Черной Вершины", -- [2]
		},
		[35250] = {
			1930, -- [1]
			"Пустомант Сепетрея", -- [2]
		},
		[207261] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[248499] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[142765] = {
			1594, -- [1]
			"Неизвестно", -- [2]
		},
		[249747] = {
			1501, -- [1]
			"Безумный заразитель", -- [2]
		},
		[142826] = {
			1595, -- [1]
			"Малкорок", -- [2]
		},
		[135150] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[49528] = {
			1975, -- [1]
			"Пророк Тарон'джа", -- [2]
		},
		[147554] = {
			1593, -- [1]
			"[*] Кровь И'Шараджа", -- [2]
		},
		[235927] = {
			2054, -- [1]
			"Оживленный храмовник", -- [2]
		},
		[17194] = {
			1925, -- [1]
			"Неизвестно", -- [2]
		},
		[197696] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[143278] = {
			1593, -- [1]
			"Рик'кал Разрезатель", -- [2]
		},
		[143546] = {
			1598, -- [1]
			"Сунь Доброе Сердце", -- [2]
		},
		[144302] = {
			1606, -- [1]
			"Землелом Харомм", -- [2]
		},
		[238999] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[12674] = {
			243, -- [1]
			"Беше'рел", -- [2]
		},
		[112929] = {
			1306, -- [1]
			"Хваткая ненависть <Оскверненный Тажань Чжу> <Оскверненный Тажань Чжу>", -- [2]
		},
		[138729] = {
			1576, -- [1]
			"Темный Анимус", -- [2]
		},
		[227779] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[51917] = {
			1974, -- [1]
			"Вурдалак-мучитель", -- [2]
		},
		[33775] = {
			1923, -- [1]
			"Кели'дан Разрушитель", -- [2]
		},
		[144303] = {
			1606, -- [1]
			"Черноклык", -- [2]
		},
		[115421] = {
			1406, -- [1]
			"Крик'тик - направитель ветров", -- [2]
		},
		[55799] = {
			1119, -- [1]
			"Сапфирон", -- [2]
		},
		[248214] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[75722] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[196563] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[143280] = {
			1593, -- [1]
			"Скир Кровожадный", -- [2]
		},
		[236480] = {
			2050, -- [1]
			"[*] Град глеф", -- [2]
		},
		[144304] = {
			1606, -- [1]
			"Черноклык", -- [2]
		},
		[144816] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[36348] = {
			1934, -- [1]
			"Кровостраж-врач", -- [2]
		},
		[48920] = {
			1977, -- [1]
			"Король Дред", -- [2]
		},
		[236442] = {
			2050, -- [1]
			"Капитан Ята Лунный Удар", -- [2]
		},
		[143589] = {
			1603, -- [1]
			"Генерал Назгрим", -- [2]
		},
		[245656] = {
			2067, -- [1]
			"Ловкач из Темной Стражи", -- [2]
		},
		[192799] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора> <Рокмора>", -- [2]
		},
		[32861] = {
			1890, -- [1]
			"Аукенайский воздаятель", -- [2]
		},
		[144817] = {
			1623, -- [1]
			"Усиленное оскверненное оружие <Гаррош Адский Крик>", -- [2]
		},
		[235969] = {
			2054, -- [1]
			"Падшая жрица", -- [2]
		},
		[230084] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[138569] = {
			1576, -- [1]
			"Огромный голем анимы", -- [2]
		},
		[198475] = {
			1791, -- [1]
			"[*] Удар горы", -- [2]
		},
		[196517] = {
			1832, -- [1]
			"[*] Вращающаяся коса", -- [2]
		},
		[76008] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[197541] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[107270] = {
			2075, -- [1]
			"Дух огня <Валерасан-Дракономор>", -- [2]
		},
		[117633] = {
			1436, -- [1]
			"Цзыань Беспросветная Тьма", -- [2]
		},
		[244122] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[34557] = {
			1926, -- [1]
			"Верховный ботаник Фрейвин", -- [2]
		},
		[227270] = {
			1964, -- [1]
			"Нестабильная энергия <Смотритель>", -- [2]
		},
		[195791] = {
			1825, -- [1]
			"Корстилакс", -- [2]
		},
		[184575] = {
			1581, -- [1]
			2, -- [2]
		},
		[115167] = {
			1418, -- [1]
			"[*] Оскверненные воды", -- [2]
		},
		[144819] = {
			1623, -- [1]
			"Усиленное оскверненное оружие <Гаррош Адский Крик> <Гаррош Адский Крик>", -- [2]
		},
		[145331] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[70890] = {
			1501, -- [1]
			6, -- [2]
		},
		[124967] = {
			1500, -- [1]
			"Элегон", -- [2]
		},
		[47727] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[229161] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[11086] = {
			597, -- [1]
			"Знахарь Зум'рах", -- [2]
		},
		[117215] = {
			1434, -- [1]
			"Душелов Гара'джал", -- [2]
		},
		[235267] = {
			2052, -- [1]
			"Бдительная дева", -- [2]
		},
		[15062] = {
			243, -- [1]
			"Гнев'рел", -- [2]
		},
		[142849] = {
			1595, -- [1]
			"Малкорок", -- [2]
		},
		[183539] = {
			1792, -- [1]
			"Гнилослюнный червь", -- [2]
		},
		[227592] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[249755] = {
			1501, -- [1]
			"Темный инквизитор", -- [2]
		},
		[57464] = {
			1121, -- [1]
			"Леди Бломе", -- [2]
		},
		[47981] = {
			2012, -- [1]
			"Орморок Воспитатель Дерев", -- [2]
		},
		[257978] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[227233] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[147713] = {
			1622, -- [1]
			"Коргра Змея", -- [2]
		},
		[248732] = {
			2069, -- [1]
			"Тень Вариматраса", -- [2]
		},
		[192519] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[241566] = {
			2054, -- [1]
			"Королева душ Дехана", -- [2]
		},
		[205223] = {
			1826, -- [1]
			"Руническое оружие <Василец>", -- [2]
		},
		[12480] = {
			488, -- [1]
			"Джаммал'ан Пророк", -- [2]
		},
		[138485] = {
			1576, -- [1]
			"Багровый след <Большой голем анимы>", -- [2]
		},
		[227234] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[143707] = {
			1599, -- [1]
			"[*] Шоковый удар", -- [2]
		},
		[243050] = {
			2075, -- [1]
			"Пламенный разлом", -- [2]
		},
		[142775] = {
			1594, -- [1]
			"Искра жизни", -- [2]
		},
		[247687] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[1943] = {
			1501, -- [1]
			4, -- [2]
		},
		[197546] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[198058] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[35326] = {
			1934, -- [1]
			"Страж ворот Стальная Клешня", -- [2]
		},
		[115458] = {
			1405, -- [1]
			"[*] Кислотная бомба", -- [2]
		},
		[236449] = {
			2054, -- [1]
			"Королева душ Дехана", -- [2]
		},
		[155625] = {
			1501, -- [1]
			"Красун-СвежевательДуш", -- [2]
		},
		[221093] = {
			1808, -- [1]
			"Пламя печали", -- [2]
		},
		[135142] = {
			1559, -- [1]
			"[*] Морозная преграда", -- [2]
		},
		[232746] = {
			2037, -- [1]
			"Госпожа Сашж'ин", -- [2]
		},
		[216376] = {
			1793, -- [1]
			"[*] Сгусток пламени", -- [2]
		},
		[244163] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[32175] = {
			1581, -- [1]
			7, -- [2]
		},
		[244071] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[199177] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[143961] = {
			1598, -- [1]
			"Воплощение страдания", -- [2]
		},
		[69869] = {
			1101, -- [1]
			"Колдун с \"Усмирителя небес\"", -- [2]
		},
		[246688] = {
			2065, -- [1]
			"[*] Подавляющее поле", -- [2]
		},
		[22271] = {
			1934, -- [1]
			"Волшебный слуга", -- [2]
		},
		[111723] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[16006] = {
			595, -- [1]
			"Анту'сул", -- [2]
		},
		[228261] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[15586] = {
			243, -- [1]
			"Гнус'рел", -- [2]
		},
		[229285] = {
			2017, -- [1]
			"Флагманский корабль", -- [2]
		},
		[137410] = {
			1560, -- [1]
			"Су'линь", -- [2]
		},
		[117218] = {
			1434, -- [1]
			"Душелов Гара'джал", -- [2]
		},
		[200154] = {
			1793, -- [1]
			"Раскаленный углешкур <Даргрул> <Даргрул>", -- [2]
		},
		[239523] = {
			1501, -- [1]
			"Пламенная гончая", -- [2]
		},
		[244130] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[228262] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[191919] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[149280] = {
			1594, -- [1]
			"Измененный голем анимы", -- [2]
		},
		[15504] = {
			272, -- [1]
			"Интендант Зигрис", -- [2]
		},
		[246690] = {
			2088, -- [1]
			"[*] Децимация", -- [2]
		},
		[51505] = {
			1501, -- [1]
			7, -- [2]
		},
		[55802] = {
			1114, -- [1]
			"Кел'Тузад", -- [2]
		},
		[117921] = {
			1436, -- [1]
			"Цян Безжалостный", -- [2]
		},
		[11971] = {
			243, -- [1]
			"Гнев'рел", -- [2]
		},
		[16098] = {
			268, -- [1]
			"Темная охотница Вос'гаджин", -- [2]
		},
		[229287] = {
			2017, -- [1]
			"Флагманский корабль", -- [2]
		},
		[119684] = {
			1441, -- [1]
			"Синь Мастер Боя", -- [2]
		},
		[144316] = {
			1600, -- [1]
			"Верхняя пушка", -- [2]
		},
		[52723] = {
			2005, -- [1]
			"Мал'Ганис", -- [2]
		},
		[144748] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[248831] = {
			2066, -- [1]
			"Ночнокрыл", -- [2]
		},
		[32176] = {
			1581, -- [1]
			7, -- [2]
		},
		[200111] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[106470] = {
			1304, -- [1]
			"[*] Шар огня", -- [2]
		},
		[143805] = {
			1595, -- [1]
			"Малкорок", -- [2]
		},
		[246692] = {
			2088, -- [1]
			"Уничтожитель Кин’гарота", -- [2]
		},
		[146452] = {
			1593, -- [1]
			"[*] Резонирующий янтарь", -- [2]
		},
		[247716] = {
			2082, -- [1]
			"[*] Направленные взрывы", -- [2]
		},
		[207278] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[248740] = {
			2069, -- [1]
			"[*] Отголоски гибели", -- [2]
		},
		[191798] = {
			1813, -- [1]
			"[*] Жестокие ветра", -- [2]
		},
		[230066] = {
			2017, -- [1]
			"Изрыгатель тьмы", -- [2]
		},
		[131521] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[227736] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[227737] = {
			1961, -- [1]
			"Мороуз", -- [2]
		},
		[226512] = {
			1806, -- [1]
			"[*] Кровавый гной", -- [2]
		},
		[20271] = {
			1581, -- [1]
			2, -- [2]
		},
		[12739] = {
			597, -- [1]
			"Знахарь Зум'рах", -- [2]
		},
		[147552] = {
			1622, -- [1]
			"Огненная лучница из клана Драконьей Пасти", -- [2]
		},
		[143295] = {
			1602, -- [1]
			"Глубиний", -- [2]
		},
		[131522] = {
			1306, -- [1]
			"Оскверненный Тажань Чжу", -- [2]
		},
		[35072] = {
			1927, -- [1]
			"Шипастый плеточник", -- [2]
		},
		[144947] = {
			1623, -- [1]
			"Гаррош Адский Крик", -- [2]
		},
		[143955] = {
			1598, -- [1]
			"Рук Каменная Ступня", -- [2]
		},
		[55931] = {
			1966, -- [1]
			"Принц Талдарам", -- [2]
		},
		[30641] = {
			1893, -- [1]
			"Начальник стражи Гарголмар", -- [2]
		},
		[32346] = {
			1889, -- [1]
			"Экзарх Маладаар", -- [2]
		},
		[245671] = {
			2073, -- [1]
			"Мучения Каз'горота", -- [2]
		},
		[214739] = {
			1850, -- [1]
			"Техник из клана Призрачной Луны", -- [2]
		},
		[193460] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[144832] = {
			1604, -- [1]
			"Ша Гордыни", -- [2]
		},
		[258838] = {
			2092, -- [1]
			"Аргус Порабощенный", -- [2]
		},
		[143327] = {
			1601, -- [1]
			"[*] Рваная рана", -- [2]
		},
		[191413] = {
			2092, -- [1]
			"Poison", -- [2]
		},
		[229083] = {
			2017, -- [1]
			"Виз'адуум Всевидящий", -- [2]
		},
		[143297] = {
			1602, -- [1]
			"[*] Всплеск ша", -- [2]
		},
		[36992] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[106984] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[30913] = {
			1924, -- [1]
			"Броггок", -- [2]
		},
		[251815] = {
			2092, -- [1]
			"Коса разрушения <Аргус Порабощенный>", -- [2]
		},
		[57942] = {
			1968, -- [1]
			"Глашатай Волаж", -- [2]
		},
		[228269] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[13585] = {
			268, -- [1]
			"Ясновидец из племени Тлеющего Терновника", -- [2]
		},
		[33793] = {
			1892, -- [1]
			"Назан", -- [2]
		},
		[243431] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[117222] = {
			1434, -- [1]
			"Душелов Гара'джал", -- [2]
		},
		[56149] = {
			1969, -- [1]
			"Ан'кахарский страж", -- [2]
		},
		[15346] = {
			234, -- [1]
			"Финий Темнострой", -- [2]
		},
		[199093] = {
			1822, -- [1]
			"Порабощенный резчик рун", -- [2]
		},
		[42751] = {
			2025, -- [1]
			"[*] Теневой топор", -- [2]
		},
		[145212] = {
			1624, -- [1]
			"Слияние скверны", -- [2]
		},
		[196534] = {
			1824, -- [1]
			"Щупальце разрушения", -- [2]
		},
		[147906] = {
			1599, -- [1]
			"Истощенный йети", -- [2]
		},
		[197558] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[191726] = {
			2075, -- [1]
			"Большой элементаль молний", -- [2]
		},
		[53418] = {
			1971, -- [1]
			"Хадронокс", -- [2]
		},
		[231854] = {
			2036, -- [1]
			"Харджатан", -- [2]
		},
		[197858] = {
			1824, -- [1]
			"Бурлящая лужа", -- [2]
		},
		[200723] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[139205] = {
			1570, -- [1]
			"Зандаларский пророк", -- [2]
		},
		[143812] = {
			1598, -- [1]
			"Хэ Легкая Нога", -- [2]
		},
		[15618] = {
			269, -- [1]
			"Воевода Вун", -- [2]
		},
		[244172] = {
			2070, -- [1]
			"[*] Псионная атака", -- [2]
		},
		[252616] = {
			2092, -- [1]
			"Констеллар-куратор", -- [2]
		},
		[198745] = {
			1805, -- [1]
			"Закаленный бурей страж", -- [2]
		},
		[48894] = {
			1974, -- [1]
			"Шаман Драккари", -- [2]
		},
		[245164] = {
			2068, -- [1]
			"Страж огромного портала Бездны", -- [2]
		},
		[217011] = {
			1792, -- [1]
			"Разъяренная толпа", -- [2]
		},
		[106334] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[29714] = {
			652, -- [1]
			"Полночь", -- [2]
		},
		[193977] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[144070] = {
			1606, -- [1]
			"Землелом Харомм", -- [2]
		},
		[254455] = {
			2063, -- [1]
			"[*] Хищное пламя", -- [2]
		},
		[244653] = {
			2065, -- [1]
			"Зураал Перерожденный", -- [2]
		},
		[232757] = {
			2037, -- [1]
			"Госпожа Сашж'ин", -- [2]
		},
		[120807] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[11921] = {
			1924, -- [1]
			"Фамилиар цитадели Адского Пламени", -- [2]
		},
		[144396] = {
			1598, -- [1]
			"Рук Каменная Ступня", -- [2]
		},
		[198073] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[202680] = {
			1813, -- [1]
			"Змеикс", -- [2]
		},
		[239216] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[240559] = {
			1964, -- [1]
			"[*] Тяжкая рана", -- [2]
		},
		[114646] = {
			1417, -- [1]
			"Неизвестно", -- [2]
		},
		[48292] = {
			2028, -- [1]
			"Король Имирон", -- [2]
		},
		[196838] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[144327] = {
			1600, -- [1]
			"[*] Рикошет", -- [2]
		},
		[144839] = {
			1593, -- [1]
			"Хисек Хранитель Роя", -- [2]
		},
		[197506] = {
			1818, -- [1]
			"Ползучая гибель", -- [2]
		},
		[162243] = {
			1501, -- [1]
			12, -- [2]
		},
		[30923] = {
			1922, -- [1]
			"Мастер", -- [2]
		},
		[171457] = {
			1434, -- [1]
			3, -- [2]
		},
		[125464] = {
			1501, -- [1]
			"Великая императрица Шек'зир", -- [2]
		},
		[16075] = {
			269, -- [1]
			"Воевода Вун", -- [2]
		},
		[144328] = {
			1606, -- [1]
			"Землелом Харомм", -- [2]
		},
		[84721] = {
			1501, -- [1]
			8, -- [2]
		},
		[137162] = {
			1577, -- [1]
			"Джин'рок Разрушитель", -- [2]
		},
		[138923] = {
			1573, -- [1]
			"Цзи-Кунь", -- [2]
		},
		[48895] = {
			1974, -- [1]
			"Шаман Драккари", -- [2]
		},
		[124862] = {
			1501, -- [1]
			"Великая императрица Шек'зир", -- [2]
		},
		[2818] = {
			1501, -- [1]
			4, -- [2]
		},
		[15501] = {
			595, -- [1]
			"Анту'сул", -- [2]
		},
		[119946] = {
			1442, -- [1]
			"Му'Шиба", -- [2]
		},
		[30914] = {
			1924, -- [1]
			"Неизвестно <Броггок> <Броггок>", -- [2]
		},
		[589] = {
			1581, -- [1]
			5, -- [2]
		},
		[145240] = {
			1594, -- [1]
			"Темный ритуалист могу", -- [2]
		},
		[244657] = {
			2065, -- [1]
			"Зураал Перерожденный", -- [2]
		},
		[15587] = {
			243, -- [1]
			"Гнус'рел", -- [2]
		},
		[257966] = {
			2092, -- [1]
			"[*] Приговор Саргераса", -- [2]
		},
		[254383] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[144330] = {
			1606, -- [1]
			"Покорительница волн Кардрис", -- [2]
		},
		[198077] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[227254] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[235956] = {
			2054, -- [1]
			"Оживленный храмовник", -- [2]
		},
		[212541] = {
			1815, -- [1]
			"Ярость Скверны", -- [2]
		},
		[232885] = {
			2037, -- [1]
			"Сарукел", -- [2]
		},
		[200637] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[254384] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[246706] = {
			2088, -- [1]
			"[*] Разрушение", -- [2]
		},
		[11876] = {
			493, -- [1]
			"Тень Эраникуса", -- [2]
		},
		[210875] = {
			1805, -- [1]
			"Закаленный бурей страж", -- [2]
		},
		[43649] = {
			2024, -- [1]
			"Далронн Контролирующий", -- [2]
		},
		[11972] = {
			245, -- [1]
			"Капитан из клана Ярости Горна", -- [2]
		},
		[246739] = {
			2073, -- [1]
			"Мучения Голганнета", -- [2]
		},
		[139213] = {
			1570, -- [1]
			"Зандаларский прелат", -- [2]
		},
		[48256] = {
			2027, -- [1]
			"Горток Бледное Копыто", -- [2]
		},
		[106563] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[198079] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[195309] = {
			1824, -- [1]
			"[*] Бурлящая вода", -- [2]
		},
		[81140] = {
			1976, -- [1]
			"Неповоротливое тело", -- [2]
		},
		[53618] = {
			1973, -- [1]
			"Ануб'арский страж", -- [2]
		},
		[15981] = {
			267, -- [1]
			"Мистик из клана Черной Вершины", -- [2]
		},
		[196608] = {
			1581, -- [1]
			10, -- [2]
		},
		[248254] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[193473] = {
			2075, -- [1]
			"Щупальце Бездны", -- [2]
		},
		[115436] = {
			1406, -- [1]
			"Крик'тик-яростень", -- [2]
		},
		[227257] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[207881] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[207806] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[254771] = {
			2070, -- [1]
			"Разрушающий маяк <Комарняшка> <Комарняшка>", -- [2]
		},
		[107118] = {
			1397, -- [1]
			"Райгонн", -- [2]
		},
		[15087] = {
			243, -- [1]
			"Радо'рел", -- [2]
		},
		[144334] = {
			1606, -- [1]
			"[*] Железная гробница", -- [2]
		},
		[200700] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[146179] = {
			1624, -- [1]
			"Слияние скверны", -- [2]
		},
		[206459] = {
			1818, -- [1]
			"Аватара тьмы", -- [2]
		},
		[227463] = {
			1961, -- [1]
			"Лорд Робин Дэрис", -- [2]
		},
		[143638] = {
			1603, -- [1]
			"Генерал Назгрим", -- [2]
		},
		[198088] = {
			1809, -- [1]
			"[*] Сияющий фрагмент", -- [2]
		},
		[142759] = {
			1594, -- [1]
			"Искра жизни", -- [2]
		},
		[194289] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[137485] = {
			1577, -- [1]
			"[*] Разлом от удара молнии", -- [2]
		},
		[248336] = {
			2075, -- [1]
			"\"Параксий\"", -- [2]
		},
		[43650] = {
			2024, -- [1]
			"Далронн Контролирующий", -- [2]
		},
		[227543] = {
			1957, -- [1]
			"Эльфира", -- [2]
		},
		[198599] = {
			1805, -- [1]
			"Валарьяр - призыватель молний", -- [2]
		},
		[253538] = {
			2073, -- [1]
			"[*] Гремучий импульс", -- [2]
		},
		[200758] = {
			1501, -- [1]
			4, -- [2]
		},
		[52480] = {
			2004, -- [1]
			"Салрамм Плоторез", -- [2]
		},
		[257236] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[198595] = {
			1805, -- [1]
			"Валарьяр - призыватель молний", -- [2]
		},
		[57725] = {
			2004, -- [1]
			"Салрамм Плоторез", -- [2]
		},
		[122348] = {
			1499, -- [1]
			"Неизвестно", -- [2]
		},
		[191941] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[244762] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[106736] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[164812] = {
			1581, -- [1]
			11, -- [2]
		},
		[49537] = {
			1975, -- [1]
			"Пророк Тарон'джа", -- [2]
		},
		[20153] = {
			2075, -- [1]
			"Пламекровь", -- [2]
		},
		[198386] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[36340] = {
			1934, -- [1]
			"Кровостраж-врач", -- [2]
		},
		[245177] = {
			2068, -- [1]
			"Страж огромного портала Бездны", -- [2]
		},
		[257974] = {
			2070, -- [1]
			"Генерал Эрод", -- [2]
		},
		[245674] = {
			2073, -- [1]
			"Мучения Каз'горота", -- [2]
		},
		[209858] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[144397] = {
			1598, -- [1]
			"Рук Каменная Ступня", -- [2]
		},
		[249306] = {
			2067, -- [1]
			"Наместник Незжар", -- [2]
		},
		[249196] = {
			2075, -- [1]
			"Инквизитор \"Параксия\"", -- [2]
		},
		[122349] = {
			1499, -- [1]
			"Живой янтарь", -- [2]
		},
		[135251] = {
			1565, -- [1]
			"Тортос", -- [2]
		},
		[257239] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[69882] = {
			1099, -- [1]
			"Иерофант с \"Усмирителя небес\"", -- [2]
		},
		[114451] = {
			1414, -- [1]
			"Пузыристый бражный хмелементаль", -- [2]
		},
		[192504] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[111600] = {
			1419, -- [1]
			"Крик'тик - вестник роя", -- [2]
		},
		[43651] = {
			2024, -- [1]
			"Скарвальд Строитель", -- [2]
		},
		[236516] = {
			2050, -- [1]
			"[*] Сумеречный залп", -- [2]
		},
		[34661] = {
			1928, -- [1]
			"Скалезуб Скорбный", -- [2]
		},
		[200182] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[48258] = {
			2030, -- [1]
			"Свала Вечноскорбящая", -- [2]
		},
		[164815] = {
			2092, -- [1]
			11, -- [2]
		},
		[137399] = {
			1577, -- [1]
			"Джин'рок Разрушитель", -- [2]
		},
		[52737] = {
			2003, -- [1]
			"Хронолорд Эпох", -- [2]
		},
		[227776] = {
			1957, -- [1]
			"Галиндра", -- [2]
		},
		[16827] = {
			2092, -- [1]
			1, -- [2]
		},
		[236519] = {
			2050, -- [1]
			"[*] Лунный ожог", -- [2]
		},
		[194956] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[145718] = {
			1594, -- [1]
			"[*] Ураганная бомба", -- [2]
		},
		[227466] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[144853] = {
			1594, -- [1]
			"Цийлинь-стражник", -- [2]
		},
		[196543] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[248252] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[250701] = {
			2075, -- [1]
			"Заряженный Скверной очиститель", -- [2]
		},
		[191946] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[139223] = {
			1570, -- [1]
			"Зандаларский прелат", -- [2]
		},
		[244709] = {
			2064, -- [1]
			"Пылающий бес", -- [2]
		},
		[209862] = {
			1824, -- [1]
			"[*] Вулканический шлейф", -- [2]
		},
		[233520] = {
			2036, -- [1]
			"Харджатан", -- [2]
		},
		[137176] = {
			1579, -- [1]
			"[*] Перегрузка цепи", -- [2]
		},
		[235968] = {
			2054, -- [1]
			"Призрачный страж костей", -- [2]
		},
		[207815] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[146902] = {
			1622, -- [1]
			"Коргра Змея", -- [2]
		},
		[111129] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[119573] = {
			1441, -- [1]
			"[*] Кольцо огня", -- [2]
		},
		[145688] = {
			1594, -- [1]
			"Охраняемый запас пандаренских трофеев", -- [2]
		},
		[70396] = {
			1101, -- [1]
			"Прислужник Шпиля", -- [2]
		},
		[227267] = {
			1964, -- [1]
			"Смотритель", -- [2]
		},
		[47747] = {
			2009, -- [1]
			"Аномалус", -- [2]
		},
		[252861] = {
			2073, -- [1]
			"Азара, Матерь Ночи", -- [2]
		},
		[191948] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[144923] = {
			1594, -- [1]
			"Оживший каменный могу", -- [2]
		},
		[129262] = {
			2129, -- [1]
			"Геккан", -- [2]
		},
		[6434] = {
			1924, -- [1]
			"Разбойник из клана Веселого Черепа", -- [2]
		},
		[228597] = {
			1501, -- [1]
			8, -- [2]
		},
		[231363] = {
			2032, -- [1]
			"Горот", -- [2]
		},
		[248255] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[65279] = {
			1128, -- [1]
			"Эмалон Страж Бури", -- [2]
		},
		[191949] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[241822] = {
			2051, -- [1]
			"[*] --unknown spell--", -- [2]
		},
		[123120] = {
			1463, -- [1]
			"[*] След феромонов", -- [2]
		},
		[30686] = {
			1891, -- [1]
			"Омор Неодолимый", -- [2]
		},
		[30916] = {
			1924, -- [1]
			"Броггок", -- [2]
		},
		[235253] = {
			2052, -- [1]
			"[*] Насыщение Скверной", -- [2]
		},
		[240066] = {
			2036, -- [1]
			"Волномаг из племени Острозубов", -- [2]
		},
		[198408] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[15615] = {
			1850, -- [1]
			"Страж Скверны - уничтожитель", -- [2]
		},
		[15620] = {
			245, -- [1]
			"Драгун из клана Кузни Рока", -- [2]
		},
		[115010] = {
			1306, -- [1]
			"Хваткая ненависть <Оскверненный Тажань Чжу> <Оскверненный Тажань Чжу>", -- [2]
		},
		[193636] = {
			1811, -- [1]
			"Капля морской воды", -- [2]
		},
		[15668] = {
			244, -- [1]
			"Магмус", -- [2]
		},
		[255935] = {
			2092, -- [1]
			"Констеллар-куратор", -- [2]
		},
		[246516] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[145702] = {
			1594, -- [1]
			"Шри'тик-бомбардир", -- [2]
		},
		[138178] = {
			1560, -- [1]
			"Громовая ловушка", -- [2]
		},
		[249793] = {
			2073, -- [1]
			"Нура, Матерь Пламени", -- [2]
		},
		[90361] = {
			2064, -- [1]
			"Сальтпульэто", -- [2]
		},
		[196111] = {
			1813, -- [1]
			"Прибойный краб", -- [2]
		},
		[16171] = {
			275, -- [1]
			"Полководец из клана Черной Вершины", -- [2]
		},
		[230143] = {
			2037, -- [1]
			"Госпожа Сашж'ин", -- [2]
		},
		[47748] = {
			2009, -- [1]
			"Аномалус", -- [2]
		},
		[244675] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[233371] = {
			2036, -- [1]
			"Волномаг из племени Острозубов", -- [2]
		},
		[250135] = {
			2082, -- [1]
			"Ловец душ Имонар", -- [2]
		},
		[48260] = {
			2027, -- [1]
			"Горток Бледное Копыто", -- [2]
		},
		[138288] = {
			1581, -- [1]
			"Ра-ден", -- [2]
		},
		[194325] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[123707] = {
			1501, -- [1]
			"Великая императрица Шек'зир", -- [2]
		},
		[235974] = {
			2051, -- [1]
			"Взрывное темное отражение", -- [2]
		},
		[188493] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[146222] = {
			1594, -- [1]
			"Дух древнего хмелевара", -- [2]
		},
		[239785] = {
			2051, -- [1]
			"Демонический обелиск", -- [2]
		},
		[196810] = {
			2017, -- [1]
			"Т'ууре <Illumina-Sinstralis>", -- [2]
		},
		[248829] = {
			2066, -- [1]
			"Ночнокрыл", -- [2]
		},
		[80564] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[49668] = {
			1976, -- [1]
			"Хрустальный укротитель", -- [2]
		},
		[52708] = {
			2004, -- [1]
			"Салрамм Плоторез", -- [2]
		},
		[42729] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[236542] = {
			2054, -- [1]
			"Сонм страданий", -- [2]
		},
		[244737] = {
			2070, -- [1]
			"Адмирал Свиракс", -- [2]
		},
		[254403] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[54531] = {
			1120, -- [1]
			"Таддиус", -- [2]
		},
		[202192] = {
			2075, -- [1]
			"Тотем резонанса", -- [2]
		},
		[199705] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[245518] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[137528] = {
			1573, -- [1]
			"Цзи-Кунь", -- [2]
		},
		[106651] = {
			1412, -- [1]
			"Ук-Ук", -- [2]
		},
		[196562] = {
			1827, -- [1]
			"Иванир", -- [2]
		},
		[134476] = {
			1565, -- [1]
			"Камнепад", -- [2]
		},
		[144351] = {
			1604, -- [1]
			"Ша Гордыни", -- [2]
		},
		[148029] = {
			1599, -- [1]
			"Терродактиль", -- [2]
		},
		[185123] = {
			1581, -- [1]
			12, -- [2]
		},
		[247038] = {
			2065, -- [1]
			"Зураал Перерожденный", -- [2]
		},
		[244679] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[106923] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[30213] = {
			2092, -- [1]
			"Страж Скверны <Mazza-Stormscale>", -- [2]
		},
		[48261] = {
			2027, -- [1]
			"Горток Бледное Копыто", -- [2]
		},
		[258643] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[55927] = {
			1966, -- [1]
			"Огненная сфера", -- [2]
		},
		[122532] = {
			1499, -- [1]
			"Живой янтарь", -- [2]
		},
		[50933] = {
			1974, -- [1]
			"Плотоядный вурдалак", -- [2]
		},
		[140092] = {
			1573, -- [1]
			"Цзи-Кунь", -- [2]
		},
		[198446] = {
			1834, -- [1]
			"Сквернотопырь", -- [2]
		},
		[247816] = {
			2068, -- [1]
			"Л'ура", -- [2]
		},
		[195362] = {
			1825, -- [1]
			"[*] Энергия Ночного Колодца", -- [2]
		},
		[240908] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[30917] = {
			1924, -- [1]
			"Броггок", -- [2]
		},
		[11436] = {
			245, -- [1]
			"Тенегорнский сенатор", -- [2]
		},
		[227789] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[244681] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[134628] = {
			1559, -- [1]
			"Ро'шак", -- [2]
		},
		[120800] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[196813] = {
			2092, -- [1]
			"Т'ууре <Альмерья-СвежевательДуш>", -- [2]
		},
		[254919] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[124290] = {
			1447, -- [1]
			"[*] Натиск Клинка", -- [2]
		},
		[143427] = {
			1603, -- [1]
			"Кор'кронский железный клинок", -- [2]
		},
		[143428] = {
			1599, -- [1]
			"Ток Кровожадный", -- [2]
		},
		[193235] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[34697] = {
			1927, -- [1]
			"Ладж", -- [2]
		},
		[48381] = {
			2028, -- [1]
			"Источник духа", -- [2]
		},
		[13730] = {
			245, -- [1]
			"Капитан из клана Ярости Горна", -- [2]
		},
		[255641] = {
			2082, -- [1]
			"[*] Заряд шрапнели", -- [2]
		},
		[138297] = {
			1581, -- [1]
			"Ра-ден", -- [2]
		},
		[106546] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[148025] = {
			1622, -- [1]
			"Рубака из клана Драконьей Пасти", -- [2]
		},
		[35748] = {
			1891, -- [1]
			"Злобная гончая <Омор Неодолимый>", -- [2]
		},
		[32197] = {
			1924, -- [1]
			"Чернокнижник из клана Призрачной Луны", -- [2]
		},
		[196567] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[34809] = {
			1925, -- [1]
			"Неизвестно", -- [2]
		},
		[197165] = {
			1814, -- [1]
			"Гнев Азшары", -- [2]
		},
		[236571] = {
			2038, -- [1]
			"Оскверненный клинок", -- [2]
		},
		[106933] = {
			1405, -- [1]
			"Боец Га'док", -- [2]
		},
		[195032] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[236494] = {
			2038, -- [1]
			"Аватара Падшего", -- [2]
		},
		[244761] = {
			2076, -- [1]
			"Аннигилятор", -- [2]
		},
		[30153] = {
			2092, -- [1]
			"Страж Скверны <Mazza-Stormscale>", -- [2]
		},
		[192985] = {
			1814, -- [1]
			"Гнев Азшары", -- [2]
		},
		[53509] = {
			1973, -- [1]
			"Ануб'арак", -- [2]
		},
		[124844] = {
			1501, -- [1]
			"Великая императрица Шек'зир", -- [2]
		},
		[198963] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[138321] = {
			1581, -- [1]
			"Ра-ден", -- [2]
		},
		[148560] = {
			1622, -- [1]
			"Протодракон клана Драконьей Пасти", -- [2]
		},
		[243999] = {
			2069, -- [1]
			"Вариматрас", -- [2]
		},
		[135144] = {
			1559, -- [1]
			"Дам'рен", -- [2]
		},
		[192094] = {
			1810, -- [1]
			"Полководец Паржеш", -- [2]
		},
		[144358] = {
			1604, -- [1]
			"Ша Гордыни", -- [2]
		},
		[247245] = {
			2066, -- [1]
			"Сарпиш", -- [2]
		},
		[117752] = {
			1434, -- [1]
			"Душелов Гара'джал", -- [2]
		},
		[118963] = {
			2129, -- [1]
			"Глинтрок-тихоступ", -- [2]
		},
		[244686] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[193210] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[196570] = {
			1827, -- [1]
			"[*] Нестабильная магия", -- [2]
		},
		[196157] = {
			1850, -- [1]
			"Техник из клана Призрачной Луны", -- [2]
		},
		[144215] = {
			1606, -- [1]
			"Землелом Харомм", -- [2]
		},
		[247246] = {
			2066, -- [1]
			"Сарпиш", -- [2]
		},
		[244106] = {
			2076, -- [1]
			"Разрушитель миров Кин’гарота", -- [2]
		},
		[47751] = {
			2009, -- [1]
			"Аномалус", -- [2]
		},
		[35152] = {
			1932, -- [1]
			"Заряд Пустоты", -- [2]
		},
		[257484] = {
			2074, -- [1]
			"Шатуг", -- [2]
		},
		[143336] = {
			1593, -- [1]
			"Рик'кал Разрезатель", -- [2]
		},
		[201633] = {
			2073, -- [1]
			"Тотем земного щита <Zularek-Draenor>", -- [2]
		},
		[125431] = {
			1581, -- [1]
			"Шра'тик-быстрорез", -- [2]
		},
		[206020] = {
			1850, -- [1]
			"[*] Прикосновение порчи", -- [2]
		},
		[34659] = {
			1928, -- [1]
			"Скалезуб Скорбный", -- [2]
		},
		[199246] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[47737] = {
			2009, -- [1]
			"Хаотический разлом <Аномалус> <Аномалус>", -- [2]
		},
		[257485] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[257997] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[136548] = {
			1579, -- [1]
			"Шаровая молния <Лэй Шэнь> <Лэй Шэнь>", -- [2]
		},
		[254926] = {
			2088, -- [1]
			"Кин'гарот", -- [2]
		},
		[138338] = {
			1581, -- [1]
			"Ра-ден", -- [2]
		},
		[15493] = {
			234, -- [1]
			"Финий Темнострой", -- [2]
		},
		[118969] = {
			1603, -- [1]
			"Неизвестно", -- [2]
		},
		[244689] = {
			2064, -- [1]
			"Хранительница порталов Азабель", -- [2]
		},
		[232916] = {
			2037, -- [1]
			"[*] Оскверняющие чернила", -- [2]
		},
		[15621] = {
			234, -- [1]
			"Создание-завоеватель", -- [2]
		},
		[227641] = {
			1965, -- [1]
			"Тень Медива", -- [2]
		},
		[47731] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[186269] = {
			1791, -- [1]
			"Заклинатель чумных осколков", -- [2]
		},
		[230201] = {
			2037, -- [1]
			"Госпожа Сашж'ин", -- [2]
		},
		[106433] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[142315] = {
			1593, -- [1]
			"Ксарил Отравленный Разум", -- [2]
		},
		[197326] = {
			1811, -- [1]
			"Леди Кольцо Ненависти", -- [2]
		},
		[233429] = {
			2036, -- [1]
			"Харджатан", -- [2]
		},
		[34170] = {
			1925, -- [1]
			"Солнцелов-геомант", -- [2]
		},
		[230358] = {
			2037, -- [1]
			"Госпожа Сашж'ин", -- [2]
		},
		[106826] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[106434] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[137227] = {
			1559, -- [1]
			"Дам'рен", -- [2]
		},
		[11974] = {
			243, -- [1]
			"Гнус'рел", -- [2]
		},
		[249298] = {
			2065, -- [1]
			"Зураал Перерожденный", -- [2]
		},
		[258000] = {
			2092, -- [1]
			"[*] Сброшенные оковы", -- [2]
		},
		[138659] = {
			1576, -- [1]
			"Темный Анимус", -- [2]
		},
		[250834] = {
			1581, -- [1]
			9, -- [2]
		},
		[127802] = {
			1501, -- [1]
			8, -- [2]
		},
		[48053] = {
			2012, -- [1]
			"Кристаллический хлестун", -- [2]
		},
		[227800] = {
			1954, -- [1]
			"Благочестивая дева", -- [2]
		},
		[193364] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[212464] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[12294] = {
			1581, -- [1]
			1, -- [2]
		},
		[106823] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[193505] = {
			1791, -- [1]
			"Злобнозем-исполин", -- [2]
		},
		[49544] = {
			1975, -- [1]
			"Пророк Тарон'джа", -- [2]
		},
		[52451] = {
			2004, -- [1]
			"Салрамм Плоторез", -- [2]
		},
		[122959] = {
			1441, -- [1]
			"Синь Мастер Боя", -- [2]
		},
		[244693] = {
			2063, -- [1]
			"Агграмар", -- [2]
		},
		[52086] = {
			1971, -- [1]
			"Дозорный Нарджил", -- [2]
		},
		[227620] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[15744] = {
			272, -- [1]
			"Вызыватель из легиона Кровавого Топора", -- [2]
		},
		[48878] = {
			1977, -- [1]
			"Король Дред", -- [2]
		},
		[206303] = {
			1850, -- [1]
			"Инквизитор Истязарий", -- [2]
		},
		[52534] = {
			1971, -- [1]
			"Ануб'арский темный чародей", -- [2]
		},
		[224126] = {
			2088, -- [1]
			"Дух волка", -- [2]
		},
		[12742] = {
			243, -- [1]
			"Рок'рел", -- [2]
		},
		[106352] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[135153] = {
			1579, -- [1]
			"[*] Разящий гром", -- [2]
		},
		[136295] = {
			1579, -- [1]
			"Лэй Шэнь", -- [2]
		},
		[230362] = {
			2037, -- [1]
			"Электризующая медуза", -- [2]
		},
		[148974] = {
			1624, -- [1]
			"Проявление скверны", -- [2]
		},
		[8435] = {
			267, -- [1]
			"Мистик из клана Черной Вершины", -- [2]
		},
		[239742] = {
			2038, -- [1]
			"[*] Темная печать", -- [2]
		},
		[245532] = {
			2073, -- [1]
			"Диима, Матерь Сумрака", -- [2]
		},
		[200682] = {
			1806, -- [1]
			"Солстен", -- [2]
		},
		[188389] = {
			1501, -- [1]
			7, -- [2]
		},
		[143274] = {
			1593, -- [1]
			"Скир Кровожадный", -- [2]
		},
		[27576] = {
			1501, -- [1]
			4, -- [2]
		},
		[119374] = {
			1441, -- [1]
			"[*] Вихрь", -- [2]
		},
		[236710] = {
			2051, -- [1]
			"Кил'джеден", -- [2]
		},
		[198501] = {
			1834, -- [1]
			"[*] Рвота Скверны", -- [2]
		},
		[204646] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[77575] = {
			2073, -- [1]
			6, -- [2]
		},
		[122556] = {
			1499, -- [1]
			"Ваятель янтаря Ун'сок", -- [2]
		},
		[143857] = {
			1595, -- [1]
			"[*] Сущность И'Шараджа", -- [2]
		},
		[253038] = {
			2070, -- [1]
			"Клинок Скверны – штурмовик <Генерал Эрод> <Генерал Эрод>", -- [2]
		},
		[138378] = {
			1576, -- [1]
			"Голем анимы", -- [2]
		},
		[145393] = {
			1594, -- [1]
			"Измененный голем анимы", -- [2]
		},
		[22857] = {
			1893, -- [1]
			"Начальник стражи Гарголмар", -- [2]
		},
		[20720] = {
			1931, -- [1]
			"Призрак Пустоты <Паталеон Вычислитель>", -- [2]
		},
		[30915] = {
			1924, -- [1]
			"Ядовитое облако Броггока <Броггок>", -- [2]
		},
		[35268] = {
			1930, -- [1]
			"Яростное пламя", -- [2]
		},
		[194218] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[200561] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[195188] = {
			1816, -- [1]
			"Огнезол <Вул'кан> <Вул'кан>", -- [2]
		},
		[227457] = {
			1959, -- [1]
			"Пожиратель маны", -- [2]
		},
		[227806] = {
			1965, -- [1]
			"[*] Бесконечная зима", -- [2]
		},
		[47743] = {
			2009, -- [1]
			"Аномалус", -- [2]
		},
		[196070] = {
			1825, -- [1]
			"Корстилакс", -- [2]
		},
		[244072] = {
			2074, -- [1]
			"Ф'арг", -- [2]
		},
		[69898] = {
			1099, -- [1]
			"Иерофант с \"Усмирителя небес\"", -- [2]
		},
		[224374] = {
			1869, -- [1]
			"Инфернальный бес <Таликса Пламя Гнева>", -- [2]
		},
		[115455] = {
			1405, -- [1]
			"Крик'тик - прерыватель чар", -- [2]
		},
		[144288] = {
			1606, -- [1]
			"Покорительница волн Кардрис", -- [2]
		},
		[23881] = {
			1501, -- [1]
			1, -- [2]
		},
		[116223] = {
			1395, -- [1]
			"Нефритовый страж", -- [2]
		},
		[241116] = {
			2036, -- [1]
			"Легионер из клана Волнистой Чешуи", -- [2]
		},
		[199063] = {
			1837, -- [1]
			"Корни-душители", -- [2]
		},
		[29577] = {
			652, -- [1]
			"Призрачный жеребец", -- [2]
		},
		[143286] = {
			1602, -- [1]
			"Глубиний", -- [2]
		},
		[196512] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[119528] = {
			1441, -- [1]
			"[*] Огненный шар", -- [2]
		},
		[199143] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[248795] = {
			2075, -- [1]
			"[*] Отголосок Скверны", -- [2]
		},
		[247962] = {
			2082, -- [1]
			"Ловушки!", -- [2]
		},
	},
	["report_where"] = "GUILD",
	["got_first_run"] = true,
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"GUILD", -- [5]
		}, -- [1]
	},
	["__profiles"] = {
		["Зёба-Ревущий фьорд"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 2,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.33,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.1,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["animation_speed_maxtravel"] = 3,
			["deny_score_messages"] = false,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["standard_skin"] = false,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -334.065558431318,
							["x"] = 767.49914229857,
							["w"] = 239.931945800781,
							["h"] = 172.734970092773,
						},
						["solo"] = {
							["y"] = 1.99995885261551,
							["x"] = 0.999982693242478,
							["w"] = 299.999938964844,
							["h"] = 300,
						},
					},
					["show_statusbar"] = true,
					["menu_icons_size"] = 0.965999484062195,
					["color"] = {
						0.211764705882353, -- [1]
						0.282352941176471, -- [2]
						0.568627450980392, -- [3]
						1, -- [4]
					},
					["menu_anchor"] = {
						17, -- [1]
						-1, -- [2]
						["side"] = 2,
					},
					["libwindow"] = {
						["y"] = 99.977824982474,
						["x"] = -48.6576589219621,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1.32605504989624,
					},
					["bg_r"] = 0,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["__was_opened"] = true,
					["hide_out_of_combat"] = false,
					["switch_healer_in_combat"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["hide_in_combat_type"] = 1,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_damager"] = false,
					["show_sidebars"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textXMod"] = 6,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["switch_damager_in_combat"] = false,
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-17, -- [1]
							2, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							0.7, -- [4]
						},
						["enable_custom_text"] = false,
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
					},
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["skin"] = "Serenity",
					["bars_grow_direction"] = 1,
					["grab_on_top"] = false,
					["strata"] = "MEDIUM",
					["statusbar_info"] = {
						["alpha"] = 1,
						["overlay"] = {
							0.211764705882353, -- [1]
							0.282352941176471, -- [2]
							0.568627450980392, -- [3]
						},
					},
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						false, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = true,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["menu_anchor_down"] = {
						15, -- [1]
						-3, -- [2]
					},
					["window_scale"] = 1.32605504989624,
					["backdrop_texture"] = "Details Ground",
					["bg_alpha"] = 0.129999995231628,
					["switch_tank_in_combat"] = false,
					["hide_icon"] = true,
					["bars_inverted"] = false,
					["switch_healer"] = false,
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0509803921568627,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -334.065558431318,
							["x"] = 767.49914229857,
							["w"] = 239.931945800781,
							["h"] = 172.734970092773,
						},
						["solo"] = {
							["y"] = 1.99995885261551,
							["x"] = 0.999982693242478,
							["w"] = 299.999938964844,
							["h"] = 300,
						},
					},
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["wallpaper"] = {
						["enabled"] = false,
						["texture"] = "Interface\\AddOns\\Details\\images\\skins\\elvui",
						["texcoord"] = {
							0.0480000019073486, -- [1]
							0.298000011444092, -- [2]
							0.630999984741211, -- [3]
							0.755999984741211, -- [4]
						},
						["overlay"] = {
							0.999997794628143, -- [1]
							0.999997794628143, -- [2]
							0.999997794628143, -- [3]
							0.266666084527969, -- [4]
						},
						["anchor"] = "all",
						["height"] = 225.999984741211,
						["alpha"] = 0.266666680574417,
						["width"] = 266.000061035156,
					},
					["stretch_button_side"] = 1,
					["micro_displays_locked"] = true,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 10,
						["height"] = 14,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["textR_bracket"] = "(",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 1,
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.440652102231979, -- [4]
						},
						["texture_custom"] = "",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar_background",
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "DGround",
						["alpha"] = 1,
						["no_icon"] = false,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = true,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\",
					},
					["skin_custom"] = "",
					["bg_b"] = 0.454901960784314,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["pvp_as_group"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["overall_clear_newboss"] = false,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["tab_name"] = "",
				["x_offset"] = 0,
				["y_offset"] = 0,
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["remove_realm_from_name"] = true,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["disable_alldisplays_window"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["trash_auto_remove"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 140.514692072633,
				["text_format"] = 2,
				["hide"] = false,
			},
			["instances_amount"] = 3,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["time_type"] = 2,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["broadcaster_enabled"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 130,
				["width"] = 320,
			},
			["numerical_system"] = 1,
			["overall_flag"] = 13,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
	},
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["227737"] = {
				"227737", -- [1]
				"Timer227737next", -- [2]
				"След. Исчезновение", -- [3]
				8.2, -- [4]
				132331, -- [5]
				"next", -- [6]
				227737, -- [7]
				3, -- [8]
				"1837", -- [9]
				["id"] = 1961,
			},
			["197478"] = {
				"197478", -- [1]
				"Timer197478cd", -- [2]
				"Восст. Темный рывок", -- [3]
				12.1, -- [4]
				1247261, -- [5]
				"cd", -- [6]
				197478, -- [7]
				3, -- [8]
				"1653", -- [9]
				["id"] = 1833,
			},
			["239785"] = {
				"239785", -- [1]
				"Timer239785cdcount	1", -- [2]
				"Восст. Демонический обелиск (1)", -- [3]
				25, -- [4]
				135799, -- [5]
				"cdcount", -- [6]
				239785, -- [7]
				3, -- [8]
				"1898", -- [9]
				["id"] = 2051,
			},
			["ej8553"] = {
				"ej8553", -- [1]
				"Timerej8553nextcount	2", -- [2]
				"След. Солдаты (2)", -- [3]
				48, -- [4]
				"Interface\\ICONS\\INV_Misc_Head_Orc_01.blp", -- [5]
				"nextcount", -- [6]
				"ej8553", -- [7]
				1, -- [8]
				"868", -- [9]
				["id"] = 1622,
			},
			["122740"] = {
				"122740", -- [1]
				"Timer122740cd", -- [2]
				"Восст. Обращение", -- [3]
				22.5, -- [4]
				135740, -- [5]
				"cd", -- [6]
				122740, -- [7]
				3, -- [8]
				"745", -- [9]
				["id"] = 1507,
			},
			["192706"] = {
				"192706", -- [1]
				"Timer192706cd", -- [2]
				"Восст. Чародейская бомба", -- [3]
				23, -- [4]
				132861, -- [5]
				"cd", -- [6]
				192706, -- [7]
				3, -- [8]
				"1492", -- [9]
				["id"] = 1814,
			},
			["244677"] = {
				"244677", -- [1]
				"Timer244677cd", -- [2]
				"Восст. Транспортный портал", -- [3]
				41.2, -- [4]
				459027, -- [5]
				"cd", -- [6]
				244677, -- [7]
				1, -- [8]
				"1985", -- [9]
				["id"] = 2064,
			},
			["123471"] = {
				"123471", -- [1]
				"Timer123471next", -- [2]
				"След. Усиление", -- [3]
				60, -- [4]
				136088, -- [5]
				"next", -- [6]
				123471, -- [7]
				0, -- [8]
				"744", -- [9]
				["id"] = 1504,
			},
			["137458"] = {
				"137458", -- [1]
				"Timer137458cdcount	1", -- [2]
				"Восст. Призывный крик (1)", -- [3]
				62, -- [4]
				132270, -- [5]
				"cdcount", -- [6]
				137458, -- [7]
				2, -- [8]
				"819", -- [9]
				["id"] = 1575,
			},
			["200243"] = {
				"200243", -- [1]
				"Timer200243cd", -- [2]
				"Восст. Кошмар наяву", -- [3]
				6, -- [4]
				1357795, -- [5]
				"cd", -- [6]
				200243, -- [7]
				3, -- [8]
				"1657", -- [9]
				["id"] = 1839,
			},
			["106823"] = {
				"106823", -- [1]
				"Timer106823next", -- [2]
				"След. Разящий удар змеи", -- [3]
				10.5, -- [4]
				135817, -- [5]
				"next", -- [6]
				106823, -- [7]
				0, -- [8]
				"658", -- [9]
				["id"] = 1416,
			},
			["ej12600"] = {
				"ej12600", -- [1]
				"Timerej12600cd", -- [2]
				"Восст. Эбеновый ворг", -- [3]
				35, -- [4]
				132224, -- [5]
				"cd", -- [6]
				"ej12600", -- [7]
				1, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["ej6891"] = {
				"ej6891", -- [1]
				"Timerej6891next", -- [2]
				"След. Оптический спектр", -- [3]
				40, -- [4]
				134139, -- [5]
				"next", -- [6]
				"ej6891", -- [7]
				6, -- [8]
				"818", -- [9]
				["id"] = 1572,
			},
			["227823"] = {
				"227823", -- [1]
				"Timer227823cast", -- [2]
				"Гнев небес", -- [3]
				10, -- [4]
				135973, -- [5]
				"cast", -- [6]
				227823, -- [7]
				4, -- [8]
				"1825", -- [9]
				["id"] = 1954,
			},
			["26662"] = {
				"26662", -- [1]
				"Timer26662cd", -- [2]
				"Восст. Берсерк", -- [3]
				540, -- [4]
				136224, -- [5]
				"cd", -- [6]
				26662, -- [7]
				0, -- [8]
				"856", -- [9]
				["id"] = 1606,
			},
			["30923"] = {
				"30923", -- [1]
				"Timer30923target	Магнефар-Гром", -- [2]
				"Власть: Магнефар", -- [3]
				10, -- [4]
				136206, -- [5]
				"target", -- [6]
				30923, -- [7]
				3, -- [8]
				"555", -- [9]
				["id"] = 1922,
			},
			["193597"] = {
				"193597", -- [1]
				"Timer193597cd", -- [2]
				"Восст. Кольцо молний", -- [3]
				10.5, -- [4]
				237587, -- [5]
				"cd", -- [6]
				193597, -- [7]
				2, -- [8]
				"1490", -- [9]
				["id"] = 1811,
			},
			["145288"] = {
				"145288", -- [1]
				"Timer145288cd	Vehicle-0-3896-1136-4562-71395-00005C80FA", -- [2]
				"Восст. Искажение материи", -- [3]
				18, -- [4]
				132096, -- [5]
				"cd", -- [6]
				145288, -- [7]
				5, -- [8]
				"870", -- [9]
				["id"] = 1594,
			},
			["116272"] = {
				"116272", -- [1]
				"Timer116272cd", -- [2]
				"Восст. Изгнание", -- [3]
				65, -- [4]
				132886, -- [5]
				"cd", -- [6]
				116272, -- [7]
				0, -- [8]
				"682", -- [9]
				["id"] = 1434,
			},
			["194966"] = {
				"194966", -- [1]
				"Timer194966next", -- [2]
				"След. Эхо души", -- [3]
				15.5, -- [4]
				463284, -- [5]
				"next", -- [6]
				194966, -- [7]
				3, -- [8]
				"1518", -- [9]
				["id"] = 1832,
			},
			["236494"] = {
				"236494", -- [1]
				"Timer236494cd", -- [2]
				"Восст. Опустошение", -- [3]
				13, -- [4]
				132358, -- [5]
				"cd", -- [6]
				236494, -- [7]
				5, -- [8]
				"1873", -- [9]
				["id"] = 2038,
			},
			["135991"] = {
				"135991", -- [1]
				"Timer135991cd", -- [2]
				"Восст. Цепное распространение", -- [3]
				6, -- [4]
				136049, -- [5]
				"cd", -- [6]
				135991, -- [7]
				3, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["131792"] = {
				"131792", -- [1]
				"Timer131792cd", -- [2]
				"Восст. Ожог Тьмы", -- [3]
				9, -- [4]
				136214, -- [5]
				"cd", -- [6]
				131792, -- [7]
				5, -- [8]
				"689", -- [9]
				["id"] = 1390,
			},
			["52772"] = {
				"52772", -- [1]
				"Timer52772target	Яйцедуб-Галакронд", -- [2]
				"Проклятье усталости: Яйцедуб", -- [3]
				10, -- [4]
				135737, -- [5]
				"target", -- [6]
				52772, -- [7]
				0, -- [8]
				"613", -- [9]
				["id"] = 2003,
			},
			["246779"] = {
				"246779", -- [1]
				"Timer246779cd", -- [2]
				"Восст. Демоническая бомба", -- [3]
				11, -- [4]
				1097742, -- [5]
				"cd", -- [6]
				246779, -- [7]
				3, -- [8]
				"2004", -- [9]
				["id"] = 2088,
			},
			["193826"] = {
				"193826", -- [1]
				"Timer193826cd", -- [2]
				"Восст. Рагнарек", -- [3]
				11, -- [4]
				135799, -- [5]
				"cd", -- [6]
				193826, -- [7]
				2, -- [8]
				"1488", -- [9]
				["id"] = 1808,
			},
			["229242"] = {
				"229242", -- [1]
				"Timer229242cd", -- [2]
				"Восст. Приказ: луч Скверны", -- [3]
				5.2, -- [4]
				135794, -- [5]
				"cd", -- [6]
				229242, -- [7]
				3, -- [8]
				"1838", -- [9]
				["id"] = 2017,
			},
			["138297"] = {
				"138297", -- [1]
				"Timer138297target	Зёба", -- [2]
				"Нестабильная жизнь: Зёба", -- [3]
				5, -- [4]
				136049, -- [5]
				"target", -- [6]
				138297, -- [7]
				3, -- [8]
				"831", -- [9]
				["id"] = 1581,
			},
			["199811"] = {
				"199811", -- [1]
				"Timer199811next", -- [2]
				"След. Молниеносные удары", -- [3]
				15, -- [4]
				1033906, -- [5]
				"next", -- [6]
				199811, -- [7]
				3, -- [8]
				"1500", -- [9]
				["id"] = 1826,
			},
			["196838"] = {
				"196838", -- [1]
				"Timer196838cd", -- [2]
				"Восст. Запах крови", -- [3]
				36, -- [4]
				841383, -- [5]
				"cd", -- [6]
				196838, -- [7]
				3, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["136507"] = {
				"136507", -- [1]
				"Timer136507cd", -- [2]
				"Восст. Темные силы", -- [3]
				68, -- [4]
				236295, -- [5]
				"cd", -- [6]
				136507, -- [7]
				0, -- [8]
				"816", -- [9]
				["id"] = 1570,
			},
			["121994"] = {
				"121994", -- [1]
				"Timer121994next", -- [2]
				"След. Янтарный скальпель", -- [3]
				9, -- [4]
				135279, -- [5]
				"next", -- [6]
				121994, -- [7]
				3, -- [8]
				"737", -- [9]
				["id"] = 1499,
			},
			["137408"] = {
				"137408", -- [1]
				"Timer137408cd", -- [2]
				"Восст. Пылающий веер", -- [3]
				13, -- [4]
				654237, -- [5]
				"cd", -- [6]
				137408, -- [7]
				0, -- [8]
				"829", -- [9]
				["id"] = 1560,
			},
			["123655"] = {
				"123655", -- [1]
				"Timer123655target	Ацерола", -- [2]
				"Травматический удар: Ацерола", -- [3]
				5, -- [4]
				132355, -- [5]
				"target", -- [6]
				123655, -- [7]
				0, -- [8]
				"708", -- [9]
				["id"] = 1442,
			},
			["129424"] = {
				"129424", -- [1]
				"Timer129424next", -- [2]
				"След. Кобальтовая мина", -- [3]
				8.5, -- [4]
				429386, -- [5]
				"next", -- [6]
				129424, -- [7]
				0, -- [8]
				"679", -- [9]
				["id"] = 1395,
			},
			["248831"] = {
				"248831", -- [1]
				"Timer248831cd", -- [2]
				"Восст. Ужасный визг", -- [3]
				6.2, -- [4]
				1570762, -- [5]
				"cd", -- [6]
				248831, -- [7]
				3, -- [8]
				"1980", -- [9]
				["id"] = 2066,
			},
			["117697"] = {
				"117697", -- [1]
				"Timer117697next", -- [2]
				"След. Щит Тьмы", -- [3]
				40, -- [4]
				136190, -- [5]
				"next", -- [6]
				117697, -- [7]
				0, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["115002"] = {
				"115002", -- [1]
				"Timer115002next", -- [2]
				"След. Призыв хваткой ненависти", -- [3]
				45.5, -- [4]
				134335, -- [5]
				"next", -- [6]
				115002, -- [7]
				1, -- [8]
				"686", -- [9]
				["id"] = 1306,
			},
			["28785"] = {
				"28785", -- [1]
				"Timer28785cd", -- [2]
				"Восст. Рой саранчи", -- [3]
				90, -- [4]
				136045, -- [5]
				"cd", -- [6]
				28785, -- [7]
				6, -- [8]
				"Anub'Rekhan", -- [9]
				["id"] = 1107,
			},
			["139843"] = {
				"139843", -- [1]
				"Timer139843cd", -- [2]
				"Восст. Арктический холод", -- [3]
				16, -- [4]
				135844, -- [5]
				"cd", -- [6]
				139843, -- [7]
				0, -- [8]
				"821", -- [9]
				["id"] = 1578,
			},
			["199332"] = {
				"199332", -- [1]
				"Timer199332cd", -- [2]
				"Восст. Дыхание порчи", -- [3]
				8, -- [4]
				1357794, -- [5]
				"cd", -- [6]
				199332, -- [7]
				5, -- [8]
				"1656", -- [9]
				["id"] = 1838,
			},
			["246504"] = {
				"246504", -- [1]
				"Timer246504cast", -- [2]
				"Инициализация", -- [3]
				32.3, -- [4]
				986486, -- [5]
				"cast", -- [6]
				246504, -- [7]
				6, -- [8]
				"2004", -- [9]
				["id"] = 2088,
			},
			["136478"] = {
				"136478", -- [1]
				"Timer136478cd", -- [2]
				"Восст. Плавящий удар", -- [3]
				44, -- [4]
				136105, -- [5]
				"cd", -- [6]
				136478, -- [7]
				5, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["239932"] = {
				"239932", -- [1]
				"Timer239932cdcount	1", -- [2]
				"Восст. Когти Скверны (1)", -- [3]
				25, -- [4]
				135802, -- [5]
				"cdcount", -- [6]
				239932, -- [7]
				5, -- [8]
				"1898", -- [9]
				["id"] = 2051,
			},
			["245518"] = {
				"245518", -- [1]
				"Timer245518cd", -- [2]
				"Восст. Морозная вспышка", -- [3]
				10.1, -- [4]
				236214, -- [5]
				"cd", -- [6]
				245518, -- [7]
				5, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["207806"] = {
				"207806", -- [1]
				"Timer207806cd", -- [2]
				"Восст. Сигнальный маяк", -- [3]
				20, -- [4]
				135433, -- [5]
				"cd", -- [6]
				207806, -- [7]
				1, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["236072"] = {
				"236072", -- [1]
				"Timer236072nextcount	1", -- [2]
				"След. Стенающие души (1)", -- [3]
				59.4, -- [4]
				136194, -- [5]
				"nextcount", -- [6]
				236072, -- [7]
				2, -- [8]
				"1896", -- [9]
				["id"] = 2054,
			},
			["136413"] = {
				"136413", -- [1]
				"Timer136413cd", -- [2]
				"Восст. Сила воли", -- [3]
				33.5, -- [4]
				613397, -- [5]
				"cd", -- [6]
				136413, -- [7]
				3, -- [8]
				"818", -- [9]
				["id"] = 1572,
			},
			["107140"] = {
				"107140", -- [1]
				"Timer107140cd", -- [2]
				"Восст. Магнитный покров", -- [3]
				20, -- [4]
				132488, -- [5]
				"cd", -- [6]
				107140, -- [7]
				0, -- [8]
				"673", -- [9]
				["id"] = 1303,
			},
			["246329"] = {
				"246329", -- [1]
				"Timer246329cd", -- [2]
				"Восст. Теневые клинки", -- [3]
				10.9, -- [4]
				135855, -- [5]
				"cd", -- [6]
				246329, -- [7]
				3, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["250335"] = {
				"250335", -- [1]
				"Timer250335cast", -- [2]
				"Мучения Аман'тула", -- [3]
				85, -- [4]
				237432, -- [5]
				"cast", -- [6]
				250335, -- [7]
				6, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["ej7920"] = {
				"ej7920", -- [1]
				"Timerej7920nextcount	1", -- [2]
				"След. Отряды кор'крон (1)", -- [3]
				45, -- [4]
				"Interface\\Icons\\ability_warrior_offensivestance", -- [5]
				"nextcount", -- [6]
				"ej7920", -- [7]
				1, -- [8]
				"850", -- [9]
				["id"] = 1603,
			},
			["246324"] = {
				"246324", -- [1]
				"Timer246324cd", -- [2]
				"Восст. Энтропическая сила", -- [3]
				35, -- [4]
				1041235, -- [5]
				"cd", -- [6]
				246324, -- [7]
				2, -- [8]
				"1981", -- [9]
				["id"] = 2067,
			},
			["125692"] = {
				"125692", -- [1]
				"Timer125692next", -- [2]
				"След. Ураганный удар", -- [3]
				10, -- [4]
				236154, -- [5]
				"next", -- [6]
				125692, -- [7]
				3, -- [8]
				"744", -- [9]
				["id"] = 1504,
			},
			["232249"] = {
				"232249", -- [1]
				"Timer232249cd", -- [2]
				"Восст. Падающая комета", -- [3]
				8.5, -- [4]
				135797, -- [5]
				"cd", -- [6]
				232249, -- [7]
				3, -- [8]
				"1862", -- [9]
				["id"] = 2032,
			},
			["232913"] = {
				"232913", -- [1]
				"Timer232913cd", -- [2]
				"Восст. Оскверняющие чернила", -- [3]
				11.6, -- [4]
				1500933, -- [5]
				"cd", -- [6]
				232913, -- [7]
				3, -- [8]
				"1861", -- [9]
				["id"] = 2037,
			},
			["192680"] = {
				"192680", -- [1]
				"Timer192680cd", -- [2]
				"Восст. Волшебный торнадо", -- [3]
				8.5, -- [4]
				606549, -- [5]
				"cd", -- [6]
				192680, -- [7]
				3, -- [8]
				"1492", -- [9]
				["id"] = 1814,
			},
			["ej5678"] = {
				"ej5678", -- [1]
				"Timerej5678nextcount	1", -- [2]
				"След. Ярость императора (1)", -- [3]
				14, -- [4]
				463282, -- [5]
				"nextcount", -- [6]
				"ej5678", -- [7]
				1, -- [8]
				"677", -- [9]
				["id"] = 1407,
			},
			["251447"] = {
				"251447", -- [1]
				"Timer251447cd", -- [2]
				"Восст. Заразная пасть", -- [3]
				8.9, -- [4]
				136126, -- [5]
				"cd", -- [6]
				251447, -- [7]
				5, -- [8]
				"1987", -- [9]
				["id"] = 2074,
			},
			["247376"] = {
				"247376", -- [1]
				"Timer247376cd", -- [2]
				"Восст. Импульсная граната", -- [3]
				17, -- [4]
				133009, -- [5]
				"cd", -- [6]
				247376, -- [7]
				3, -- [8]
				"2009", -- [9]
				["id"] = 2082,
			},
			["138467"] = {
				"138467", -- [1]
				"Timer138467cd", -- [2]
				"Восст. Давящий взгляд", -- [3]
				15.5, -- [4]
				237297, -- [5]
				"cd", -- [6]
				138467, -- [7]
				3, -- [8]
				"818", -- [9]
				["id"] = 1572,
			},
			["247923"] = {
				"247923", -- [1]
				"Timer247923cdcount	1", -- [2]
				"Восст. Заряд шрапнели (1)", -- [3]
				12, -- [4]
				133710, -- [5]
				"cdcount", -- [6]
				247923, -- [7]
				3, -- [8]
				"2009", -- [9]
				["id"] = 2082,
			},
			["193364"] = {
				"193364", -- [1]
				"Timer193364cd", -- [2]
				"Восст. Крики мертвых", -- [3]
				5.9, -- [4]
				136184, -- [5]
				"cd", -- [6]
				193364, -- [7]
				2, -- [8]
				"1502", -- [9]
				["id"] = 1822,
			},
			["196562"] = {
				"196562", -- [1]
				"Timer196562cd", -- [2]
				"Восст. Нестабильная магия", -- [3]
				7.7, -- [4]
				1041233, -- [5]
				"cd", -- [6]
				196562, -- [7]
				3, -- [8]
				"1497", -- [9]
				["id"] = 1827,
			},
			["254452"] = {
				"254452", -- [1]
				"Timer254452cd", -- [2]
				"Восст. Хищное пламя", -- [3]
				4, -- [4]
				525024, -- [5]
				"cd", -- [6]
				254452, -- [7]
				3, -- [8]
				"1984", -- [9]
				["id"] = 2063,
			},
			["47958"] = {
				"47958", -- [1]
				"Timer47958cd", -- [2]
				"Восст. Кристальные шипы", -- [3]
				10, -- [4]
				135845, -- [5]
				"cd", -- [6]
				47958, -- [7]
				3, -- [8]
				"620", -- [9]
				["id"] = 2012,
			},
			["193566"] = {
				"193566", -- [1]
				"Timer193566cd", -- [2]
				"Восст. Восстань, павший", -- [3]
				18, -- [4]
				136187, -- [5]
				"cd", -- [6]
				193566, -- [7]
				1, -- [8]
				"1502", -- [9]
				["id"] = 1822,
			},
			["136294"] = {
				"136294", -- [1]
				"Timer136294next", -- [2]
				"След. Зов Тортоса", -- [3]
				21, -- [4]
				798557, -- [5]
				"next", -- [6]
				136294, -- [7]
				1, -- [8]
				"825", -- [9]
				["id"] = 1565,
			},
			["114459"] = {
				"114459", -- [1]
				"Timer114459fades", -- [2]
				"Шипучие пузырьки спадает", -- [3]
				20, -- [4]
				512902, -- [5]
				"fades", -- [6]
				114459, -- [7]
				0, -- [8]
				"670", -- [9]
				["id"] = 1414,
			},
			["200905"] = {
				"200905", -- [1]
				"Timer200905cd", -- [2]
				"Восст. Опустошение души", -- [3]
				13, -- [4]
				460857, -- [5]
				"cd", -- [6]
				200905, -- [7]
				4, -- [8]
				"1695", -- [9]
				["id"] = 1850,
			},
			["234621"] = {
				"234621", -- [1]
				"Timer234621cdcount	1", -- [2]
				"Восст. Пожирающая пасть (1)", -- [3]
				40, -- [4]
				463487, -- [5]
				"cdcount", -- [6]
				234621, -- [7]
				3, -- [8]
				"1861", -- [9]
				["id"] = 2037,
			},
			["143502"] = {
				"143502", -- [1]
				"Timer143502cd", -- [2]
				"Восст. Казнь", -- [3]
				18, -- [4]
				135358, -- [5]
				"cd", -- [6]
				143502, -- [7]
				5, -- [8]
				"850", -- [9]
				["id"] = 1603,
			},
			["236442"] = {
				"236442", -- [1]
				"Timer236442cd", -- [2]
				"Восст. Сумеречный залп", -- [3]
				15.5, -- [4]
				1391677, -- [5]
				"cd", -- [6]
				236442, -- [7]
				2, -- [8]
				"1903", -- [9]
				["id"] = 2050,
			},
			["121447"] = {
				"121447", -- [1]
				"Timer121447cd", -- [2]
				"Восст. Быстросохнущая смола", -- [3]
				7, -- [4]
				451169, -- [5]
				"cd", -- [6]
				121447, -- [7]
				3, -- [8]
				"727", -- [9]
				["id"] = 1464,
			},
			["35158"] = {
				"35158", -- [1]
				"Timer35158active", -- [2]
				"Щит отражения магии заканчивается", -- [3]
				10, -- [4]
				135843, -- [5]
				"active", -- [6]
				35158, -- [7]
				5, -- [8]
				"563", -- [9]
				["id"] = 1932,
			},
			["50997"] = {
				"50997", -- [1]
				"Timer50997target	Куроссаки-СвежевательДуш", -- [2]
				"Кристальные цепи: Куроссаки", -- [3]
				10, -- [4]
				135834, -- [5]
				"target", -- [6]
				50997, -- [7]
				0, -- [8]
				"621", -- [9]
				["id"] = 2011,
			},
			["72378"] = {
				"72378", -- [1]
				"Timer72378next", -- [2]
				"След. Кольцо крови", -- [3]
				20, -- [4]
				237513, -- [5]
				"next", -- [6]
				72378, -- [7]
				2, -- [8]
				"Deathbringer", -- [9]
				["id"] = 1096,
			},
			["139458"] = {
				"139458", -- [1]
				"Timer139458active", -- [2]
				"Буйство заканчивается", -- [3]
				21, -- [4]
				463493, -- [5]
				"active", -- [6]
				139458, -- [7]
				6, -- [8]
				"821", -- [9]
				["id"] = 1578,
			},
			["146253"] = {
				"146253", -- [1]
				"Timer146253cd	Creature-0-3896-1136-4562-72828-00005C8104", -- [2]
				"Восст. Путь цветения", -- [3]
				15, -- [4]
				620828, -- [5]
				"cd", -- [6]
				146253, -- [7]
				0, -- [8]
				"870", -- [9]
				["id"] = 1594,
			},
			["57496"] = {
				"57496", -- [1]
				"Timer57496cast", -- [2]
				"Безумие", -- [3]
				5, -- [4]
				237567, -- [5]
				"cast", -- [6]
				57496, -- [7]
				6, -- [8]
				"584", -- [9]
				["id"] = 1968,
			},
			["144467"] = {
				"144467", -- [1]
				"Timer144467cd", -- [2]
				"Восст. Раскаленная броня", -- [3]
				9, -- [4]
				532284, -- [5]
				"cd", -- [6]
				144467, -- [7]
				5, -- [8]
				"864", -- [9]
				["id"] = 1600,
			},
			["139040"] = {
				"139040", -- [1]
				"Timer139040next", -- [2]
				"След. Призыв сущности", -- [3]
				15.5, -- [4]
				136243, -- [5]
				"next", -- [6]
				139040, -- [7]
				0, -- [8]
				"831", -- [9]
				["id"] = 1581,
			},
			["145692"] = {
				"145692", -- [1]
				"Timer145692target	Кор'тик-завоеватель", -- [2]
				"Исступление: Кор'тик-завоеватель", -- [3]
				10, -- [4]
				136224, -- [5]
				"target", -- [6]
				145692, -- [7]
				0, -- [8]
				"870", -- [9]
				["id"] = 1594,
			},
			["35159"] = {
				"35159", -- [1]
				"Timer35159active", -- [2]
				"Щит отражения урона заканчивается", -- [3]
				10, -- [4]
				136121, -- [5]
				"active", -- [6]
				35159, -- [7]
				5, -- [8]
				"563", -- [9]
				["id"] = 1932,
			},
			["244152"] = {
				"244152", -- [1]
				"Timer244152cast", -- [2]
				"Реактор апокалипсиса", -- [3]
				30, -- [4]
				1122135, -- [5]
				"cast", -- [6]
				244152, -- [7]
				6, -- [8]
				"1992", -- [9]
				["id"] = 2076,
			},
			["142564"] = {
				"142564", -- [1]
				"Timer142564target	Скир Кровожадный", -- [2]
				"Янтарная оболочка: Скир Кровожадный", -- [3]
				10, -- [4]
				463485, -- [5]
				"target", -- [6]
				142564, -- [7]
				0, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["123963"] = {
				"123963", -- [1]
				"Timer123963cd", -- [2]
				"Восст. Удар кор'тика", -- [3]
				18, -- [4]
				236319, -- [5]
				"cd", -- [6]
				123963, -- [7]
				0, -- [8]
				"741", -- [9]
				["id"] = 1498,
			},
			["140306"] = {
				"140306", -- [1]
				"Timer140306next	Creature-0-3896-1098-11796-68220-0001DC9667", -- [2]
				"След. Зеленая метка охотника", -- [3]
				15, -- [4]
				136243, -- [5]
				"next", -- [6]
				140306, -- [7]
				3, -- [8]
				"ToTTrash", -- [9]
				["id"] = 1573,
			},
			["198073"] = {
				"198073", -- [1]
				"Timer198073cd", -- [2]
				"Восст. Сотрясающий землю топот", -- [3]
				12, -- [4]
				132368, -- [5]
				"cd", -- [6]
				198073, -- [7]
				2, -- [8]
				"1664", -- [9]
				["id"] = 1834,
			},
			["244000"] = {
				"244000", -- [1]
				"Timer244000cd", -- [2]
				"Восст. Шквальный обстрел Скверны", -- [3]
				25.2, -- [4]
				1122135, -- [5]
				"cd", -- [6]
				244000, -- [7]
				3, -- [8]
				"1985", -- [9]
				["id"] = 2064,
			},
			["230139"] = {
				"230139", -- [1]
				"Timer230139cdcount	1", -- [2]
				"Восст. Выстрел гидры (1)", -- [3]
				25.2, -- [4]
				133578, -- [5]
				"cdcount", -- [6]
				230139, -- [7]
				3, -- [8]
				"1861", -- [9]
				["id"] = 2037,
			},
			["142539"] = {
				"142539", -- [1]
				"Timer142539cd	Creature-0-3896-1136-4562-71397-00005C810E", -- [2]
				"Восст. Рой богомолов", -- [3]
				35, -- [4]
				839407, -- [5]
				"cd", -- [6]
				142539, -- [7]
				1, -- [8]
				"870", -- [9]
				["id"] = 1594,
			},
			["229159"] = {
				"229159", -- [1]
				"Timer229159cd", -- [2]
				"Восст. Тени Хаоса", -- [3]
				15.5, -- [4]
				332402, -- [5]
				"cd", -- [6]
				229159, -- [7]
				3, -- [8]
				"1838", -- [9]
				["id"] = 2017,
			},
			["55959"] = {
				"55959", -- [1]
				"Timer55959target	Блэкбулл", -- [2]
				"Объятия вампира: Блэкбулл", -- [3]
				20, -- [4]
				136129, -- [5]
				"target", -- [6]
				55959, -- [7]
				0, -- [8]
				"581", -- [9]
				["id"] = 1966,
			},
			["134366"] = {
				"134366", -- [1]
				"Timer134366cd", -- [2]
				"Восст. Острые когти", -- [3]
				24, -- [4]
				236272, -- [5]
				"cd", -- [6]
				134366, -- [7]
				5, -- [8]
				"828", -- [9]
				["id"] = 1573,
			},
			["244768"] = {
				"244768", -- [1]
				"Timer244768cd", -- [2]
				"Восст. Опустошающий взгляд", -- [3]
				82.4, -- [4]
				236301, -- [5]
				"cd", -- [6]
				244768, -- [7]
				3, -- [8]
				"1987", -- [9]
				["id"] = 2074,
			},
			["142986"] = {
				"142986", -- [1]
				"Timer142986cast", -- [2]
				"Взрывная энергия", -- [3]
				10, -- [4]
				607513, -- [5]
				"cast", -- [6]
				142986, -- [7]
				5, -- [8]
				"846", -- [9]
				["id"] = 1595,
			},
			["144330"] = {
				"144330", -- [1]
				"Timer144330cd", -- [2]
				"Восст. Железная тюрьма", -- [3]
				31.5, -- [4]
				644388, -- [5]
				"cd", -- [6]
				144330, -- [7]
				5, -- [8]
				"856", -- [9]
				["id"] = 1606,
			},
			["116364"] = {
				"116364", -- [1]
				"Timer116364cdcount	1", -- [2]
				"Восст. Магическая скорость (1)", -- [3]
				14.5, -- [4]
				135734, -- [5]
				"cdcount", -- [6]
				116364, -- [7]
				2, -- [8]
				"689", -- [9]
				["id"] = 1390,
			},
			["253520"] = {
				"253520", -- [1]
				"Timer253520next", -- [2]
				"След. Гремучий импульс", -- [3]
				20.3, -- [4]
				514018, -- [5]
				"next", -- [6]
				253520, -- [7]
				3, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["136050"] = {
				"136050", -- [1]
				"Timer136050target	Зёба", -- [2]
				"Искаженная кровь: Зёба", -- [3]
				60, -- [4]
				538040, -- [5]
				"target", -- [6]
				136050, -- [7]
				5, -- [8]
				"820", -- [9]
				["id"] = 1574,
			},
			["143766"] = {
				"143766", -- [1]
				"Timer143766cd", -- [2]
				"Восст. Паника", -- [3]
				11, -- [4]
				237567, -- [5]
				"cd", -- [6]
				143766, -- [7]
				5, -- [8]
				"851", -- [9]
				["id"] = 1599,
			},
			["229284"] = {
				"229284", -- [1]
				"Timer229284cd", -- [2]
				"Восст. Приказ: бомбардировка", -- [3]
				25.5, -- [4]
				1450455, -- [5]
				"cd", -- [6]
				229284, -- [7]
				3, -- [8]
				"1838", -- [9]
				["id"] = 2017,
			},
			["198495"] = {
				"198495", -- [1]
				"Timer198495cd", -- [2]
				"Восст. Стремительный поток", -- [3]
				5, -- [4]
				135861, -- [5]
				"cd", -- [6]
				198495, -- [7]
				4, -- [8]
				"1663", -- [9]
				["id"] = 1824,
			},
			["251448"] = {
				"251448", -- [1]
				"Timer251448cd", -- [2]
				"Восст. Пылающая пасть", -- [3]
				8.2, -- [4]
				135813, -- [5]
				"cd", -- [6]
				251448, -- [7]
				5, -- [8]
				"1987", -- [9]
				["id"] = 2074,
			},
			["207278"] = {
				"207278", -- [1]
				"Timer207278cd", -- [2]
				"Восст. Чародейская изоляция", -- [3]
				15, -- [4]
				1041230, -- [5]
				"cd", -- [6]
				207278, -- [7]
				3, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["137129"] = {
				"137129", -- [1]
				"Timer137129next", -- [2]
				"След. Падающая звезда", -- [3]
				4.5, -- [4]
				236168, -- [5]
				"next", -- [6]
				137129, -- [7]
				0, -- [8]
				"829", -- [9]
				["id"] = 1560,
			},
			["122735"] = {
				"122735", -- [1]
				"Timer122735cd2", -- [2]
				"Восст. Яростный замах", -- [3]
				8, -- [4]
				132141, -- [5]
				"cd", -- [6]
				122735, -- [7]
				5, -- [8]
				"713", -- [9]
				["id"] = 1463,
			},
			["199143"] = {
				"199143", -- [1]
				"Timer199143cd", -- [2]
				"Восст. Гипнотическое облако", -- [3]
				11.5, -- [4]
				136182, -- [5]
				"cd", -- [6]
				199143, -- [7]
				3, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["244056"] = {
				"244056", -- [1]
				"Timer244056cd", -- [2]
				"Восст. Вытягивание порчи", -- [3]
				26.7, -- [4]
				538560, -- [5]
				"cd", -- [6]
				244056, -- [7]
				3, -- [8]
				"1987", -- [9]
				["id"] = 2074,
			},
			["248317"] = {
				"248317", -- [1]
				"Timer248317cdcount	1", -- [2]
				"Восст. Чумная сфера (1)", -- [3]
				35.2, -- [4]
				1778225, -- [5]
				"cdcount", -- [6]
				248317, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["244949"] = {
				"244949", -- [1]
				"Timer244949cd", -- [2]
				"Восст. Кокон из скверношелка", -- [3]
				16.6, -- [4]
				237430, -- [5]
				"cd", -- [6]
				244949, -- [7]
				3, -- [8]
				"1985", -- [9]
				["id"] = 2064,
			},
			["245994"] = {
				"245994", -- [1]
				"Timer245994cd", -- [2]
				"Восст. Обжигающее пламя", -- [3]
				4.8, -- [4]
				459026, -- [5]
				"cd", -- [6]
				245994, -- [7]
				3, -- [8]
				"1984", -- [9]
				["id"] = 2063,
			},
			["144358"] = {
				"144358", -- [1]
				"Timer144358next", -- [2]
				"След. Уязвленная гордость", -- [3]
				10, -- [4]
				237555, -- [5]
				"next", -- [6]
				144358, -- [7]
				5, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["106113"] = {
				"106113", -- [1]
				"Timer106113target	Энфирион", -- [2]
				"Осознание ничтожности: Энфирион", -- [3]
				30, -- [4]
				132291, -- [5]
				"target", -- [6]
				106113, -- [7]
				3, -- [8]
				"335", -- [9]
				["id"] = 1439,
			},
			["147209"] = {
				"147209", -- [1]
				"Timer147209next", -- [2]
				"След. Злоба", -- [3]
				29.5, -- [4]
				236295, -- [5]
				"next", -- [6]
				147209, -- [7]
				3, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["252729"] = {
				"252729", -- [1]
				"Timer252729cd", -- [2]
				"Восст. Космический луч", -- [3]
				42, -- [4]
				429383, -- [5]
				"cd", -- [6]
				252729, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["69789"] = {
				"69789", -- [1]
				"Timer69789next", -- [2]
				"След. Поток слизнюков", -- [3]
				25, -- [4]
				136182, -- [5]
				"next", -- [6]
				69789, -- [7]
				0, -- [8]
				"Rotface", -- [9]
				["id"] = 1104,
			},
			["29204"] = {
				"29204", -- [1]
				"Timer29204next	1", -- [2]
				"След. Неотвратимый рок", -- [3]
				120, -- [4]
				136179, -- [5]
				"next", -- [6]
				29204, -- [7]
				2, -- [8]
				"Loatheb", -- [9]
				["id"] = 1115,
			},
			["106546"] = {
				"106546", -- [1]
				"Timer106546next", -- [2]
				"След. Вспучивание", -- [3]
				14.5, -- [4]
				135899, -- [5]
				"next", -- [6]
				106546, -- [7]
				3, -- [8]
				"670", -- [9]
				["id"] = 1414,
			},
			["233055"] = {
				"233055", -- [1]
				"Timer233055cd", -- [2]
				"Восст. Инфернальный шип", -- [3]
				4, -- [4]
				1118739, -- [5]
				"cd", -- [6]
				233055, -- [7]
				3, -- [8]
				"1862", -- [9]
				["id"] = 2032,
			},
			["209602"] = {
				"209602", -- [1]
				"Timer209602cd", -- [2]
				"Восст. Буйство клинков", -- [3]
				17, -- [4]
				965900, -- [5]
				"cd", -- [6]
				209602, -- [7]
				3, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["200637"] = {
				"200637", -- [1]
				"Timer200637cd", -- [2]
				"Восст. Ваятель магмы", -- [3]
				7.3, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				200637, -- [7]
				1, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["143973"] = {
				"143973", -- [1]
				"Timer143973cast", -- [2]
				"Падающий пепел", -- [3]
				17, -- [4]
				132839, -- [5]
				"cast", -- [6]
				143973, -- [7]
				0, -- [8]
				"856", -- [9]
				["id"] = 1606,
			},
			["232061"] = {
				"232061", -- [1]
				"Timer232061next", -- [2]
				"След. Впитывание", -- [3]
				58, -- [4]
				893777, -- [5]
				"next", -- [6]
				232061, -- [7]
				6, -- [8]
				"1856", -- [9]
				["id"] = 2036,
			},
			["123255"] = {
				"123255", -- [1]
				"Timer123255nextcount	1", -- [2]
				"След. Область диссонанса (1)", -- [3]
				20.5, -- [4]
				651087, -- [5]
				"nextcount", -- [6]
				123255, -- [7]
				0, -- [8]
				"743", -- [9]
				["id"] = 1501,
			},
			["72034"] = {
				"72034", -- [1]
				"Timer72034next", -- [2]
				"След. Пурга", -- [3]
				25, -- [4]
				135849, -- [5]
				"next", -- [6]
				72034, -- [7]
				2, -- [8]
				"Toravon", -- [9]
				["id"] = 1129,
			},
			["143019"] = {
				"143019", -- [1]
				"Timer143019cd", -- [2]
				"Восст. Оскверненное пойло", -- [3]
				18, -- [4]
				651085, -- [5]
				"cd", -- [6]
				143019, -- [7]
				3, -- [8]
				"849", -- [9]
				["id"] = 1598,
			},
			["236694"] = {
				"236694", -- [1]
				"Timer236694cd", -- [2]
				"Восст. Призыв Лунного Когтя", -- [3]
				8, -- [4]
				132150, -- [5]
				"cd", -- [6]
				236694, -- [7]
				1, -- [8]
				"1903", -- [9]
				["id"] = 2050,
			},
			["197596"] = {
				"197596", -- [1]
				"Timer197596next", -- [2]
				"След. Пронзающее щупальце", -- [3]
				8.5, -- [4]
				237398, -- [5]
				"next", -- [6]
				197596, -- [7]
				3, -- [8]
				"1663", -- [9]
				["id"] = 1824,
			},
			["231363"] = {
				"231363", -- [1]
				"Timer231363fades", -- [2]
				"Горящая броня спадает", -- [3]
				6, -- [4]
				132221, -- [5]
				"fades", -- [6]
				231363, -- [7]
				5, -- [8]
				"1862", -- [9]
				["id"] = 2032,
			},
			["143330"] = {
				"143330", -- [1]
				"Timer143330cd", -- [2]
				"Восст. Парализующий удар", -- [3]
				23, -- [4]
				132155, -- [5]
				"cd", -- [6]
				143330, -- [7]
				5, -- [8]
				"849", -- [9]
				["id"] = 1598,
			},
			["245301"] = {
				"245301", -- [1]
				"Timer245301next", -- [2]
				"След. Опаляющая буря", -- [3]
				20, -- [4]
				135826, -- [5]
				"next", -- [6]
				245301, -- [7]
				2, -- [8]
				"1984", -- [9]
				["id"] = 2063,
			},
			["106526"] = {
				"106526", -- [1]
				"Timer106526cast", -- [2]
				"Призыв воды", -- [3]
				13, -- [4]
				135862, -- [5]
				"cast", -- [6]
				106526, -- [7]
				0, -- [8]
				"672", -- [9]
				["id"] = 1418,
			},
			["250334"] = {
				"250334", -- [1]
				"Timer250334cast", -- [2]
				"Мучения Норганнона", -- [3]
				85, -- [4]
				236223, -- [5]
				"cast", -- [6]
				250334, -- [7]
				6, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["58848"] = {
				"58848", -- [1]
				"Timer58848cd", -- [2]
				"Восст. Остановка времени", -- [3]
				25, -- [4]
				135728, -- [5]
				"cd", -- [6]
				58848, -- [7]
				0, -- [8]
				"613", -- [9]
				["id"] = 2003,
			},
			["245802"] = {
				"245802", -- [1]
				"Timer245802cd", -- [2]
				"Восст. Опустошающая тьма", -- [3]
				5.5, -- [4]
				132133, -- [5]
				"cd", -- [6]
				245802, -- [7]
				3, -- [8]
				"1980", -- [9]
				["id"] = 2066,
			},
			["243976"] = {
				"243976", -- [1]
				"Timer243976next", -- [2]
				"След. Пытка холодом", -- [3]
				100, -- [4]
				236209, -- [5]
				"next", -- [6]
				243976, -- [7]
				6, -- [8]
				"1983", -- [9]
				["id"] = 2069,
			},
			["102573"] = {
				"102573", -- [1]
				"Timer102573next", -- [2]
				"След. Грозовое дыхание", -- [3]
				9.7, -- [4]
				135781, -- [5]
				"next", -- [6]
				102573, -- [7]
				5, -- [8]
				"673", -- [9]
				["id"] = 1303,
			},
			["ej5676"] = {
				"ej5676", -- [1]
				"Timerej5676nextcount	1", -- [2]
				"След. Смелость императора (1)", -- [3]
				69, -- [4]
				463281, -- [5]
				"nextcount", -- [6]
				"ej5676", -- [7]
				1, -- [8]
				"677", -- [9]
				["id"] = 1407,
			},
			["204667"] = {
				"204667", -- [1]
				"Timer204667cd", -- [2]
				"Восст. Дыхание Кошмара", -- [3]
				18, -- [4]
				1357794, -- [5]
				"cd", -- [6]
				204667, -- [7]
				5, -- [8]
				"1655", -- [9]
				["id"] = 1837,
			},
			["193152"] = {
				"193152", -- [1]
				"Timer193152cd", -- [2]
				"Восст. Землетрясение", -- [3]
				15, -- [4]
				136025, -- [5]
				"cd", -- [6]
				193152, -- [7]
				2, -- [8]
				"1491", -- [9]
				["id"] = 1812,
			},
			["246692"] = {
				"246692", -- [1]
				"Timer246692cd	Vehicle-0-3772-1712-21883-123929-00007FF34B", -- [2]
				"Восст. Разрушение", -- [3]
				15.8, -- [4]
				136201, -- [5]
				"cd", -- [6]
				246692, -- [7]
				3, -- [8]
				"2004", -- [9]
				["id"] = 2088,
			},
			["143243"] = {
				"143243", -- [1]
				"Timer143243cd", -- [2]
				"Восст. Быстрая стрельба", -- [3]
				47.5, -- [4]
				132208, -- [5]
				"cd", -- [6]
				143243, -- [7]
				2, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["ej6882"] = {
				"ej6882", -- [1]
				"Timerej6882next", -- [2]
				"След. Луч дезинтеграции", -- [3]
				135, -- [4]
				463521, -- [5]
				"next", -- [6]
				"ej6882", -- [7]
				6, -- [8]
				"818", -- [9]
				["id"] = 1572,
			},
			["136752"] = {
				"136752", -- [1]
				"Timer136752cdcount	1", -- [2]
				"Восст. Звездный обстрел (1)", -- [3]
				17, -- [4]
				135786, -- [5]
				"cdcount", -- [6]
				136752, -- [7]
				0, -- [8]
				"829", -- [9]
				["id"] = 1560,
			},
			["28338"] = {
				"28338", -- [1]
				"Timer28338next", -- [2]
				"След. Примагничивание", -- [3]
				20.6, -- [4]
				136039, -- [5]
				"next", -- [6]
				28338, -- [7]
				5, -- [8]
				"Thaddius", -- [9]
				["id"] = 1120,
			},
			["244621"] = {
				"244621", -- [1]
				"Timer244621active", -- [2]
				"Прорыв Бездны заканчивается", -- [3]
				20, -- [4]
				1386548, -- [5]
				"active", -- [6]
				244621, -- [7]
				6, -- [8]
				"1979", -- [9]
				["id"] = 2065,
			},
			["123474"] = {
				"123474", -- [1]
				"Timer123474cd", -- [2]
				"Восст. Сокрушительный выпад", -- [3]
				15.5, -- [4]
				236317, -- [5]
				"cd", -- [6]
				123474, -- [7]
				5, -- [8]
				"744", -- [9]
				["id"] = 1504,
			},
			["ej6969"] = {
				"ej6969", -- [1]
				"Timerej6969nextcount	1", -- [2]
				"След. Липкий ужас (1)", -- [3]
				11.5, -- [4]
				576309, -- [5]
				"nextcount", -- [6]
				"ej6969", -- [7]
				1, -- [8]
				"820", -- [9]
				["id"] = 1574,
			},
			["136889"] = {
				"136889", -- [1]
				"Timer136889next", -- [2]
				"След. Жестокие штормовые ветра", -- [3]
				20, -- [4]
				236154, -- [5]
				"next", -- [6]
				136889, -- [7]
				2, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["131521"] = {
				"131521", -- [1]
				"Timer131521active", -- [2]
				"Кольцо злобы заканчивается", -- [3]
				15, -- [4]
				136194, -- [5]
				"active", -- [6]
				131521, -- [7]
				0, -- [8]
				"686", -- [9]
				["id"] = 1306,
			},
			["236459"] = {
				"236459", -- [1]
				"Timer236459cdcount	1", -- [2]
				"Восст. Соединение душ (1)", -- [3]
				14.2, -- [4]
				607854, -- [5]
				"cdcount", -- [6]
				236459, -- [7]
				3, -- [8]
				"1896", -- [9]
				["id"] = 2054,
			},
			["198006"] = {
				"198006", -- [1]
				"Timer198006cd", -- [2]
				"Восст. Пристальный взгляд", -- [3]
				47, -- [4]
				571585, -- [5]
				"cd", -- [6]
				198006, -- [7]
				2, -- [8]
				"1820", -- [9]
				["id"] = 1957,
			},
			["120201"] = {
				"120201", -- [1]
				"Timer120201cd", -- [2]
				"Восст. Поджигание", -- [3]
				22, -- [4]
				135807, -- [5]
				"cd", -- [6]
				120201, -- [7]
				3, -- [8]
				"708", -- [9]
				["id"] = 1442,
			},
			["120759"] = {
				"120759", -- [1]
				"Timer120759active", -- [2]
				"Тысяча Клинков заканчивается", -- [3]
				4, -- [4]
				132369, -- [5]
				"active", -- [6]
				120759, -- [7]
				0, -- [8]
				"738", -- [9]
				["id"] = 1502,
			},
			["195804"] = {
				"195804", -- [1]
				"Timer195804next", -- [2]
				"След. Карантин", -- [3]
				22.5, -- [4]
				458245, -- [5]
				"next", -- [6]
				195804, -- [7]
				3, -- [8]
				"1498", -- [9]
				["id"] = 1825,
			},
			["143343"] = {
				"143343", -- [1]
				"Timer143343nextcount	1", -- [2]
				"След. Оглушительный визг (1)", -- [3]
				13, -- [4]
				252188, -- [5]
				"nextcount", -- [6]
				143343, -- [7]
				2, -- [8]
				"851", -- [9]
				["id"] = 1599,
			},
			["143594"] = {
				"143594", -- [1]
				"Timer143594next", -- [2]
				"След. Стойка берсерка", -- [3]
				60, -- [4]
				132275, -- [5]
				"next", -- [6]
				143594, -- [7]
				6, -- [8]
				"850", -- [9]
				["id"] = 1603,
			},
			["243979"] = {
				"243979", -- [1]
				"Timer243979next", -- [2]
				"След. Пытка Скверной", -- [3]
				99, -- [4]
				841221, -- [5]
				"next", -- [6]
				243979, -- [7]
				6, -- [8]
				"1983", -- [9]
				["id"] = 2069,
			},
			["145226"] = {
				"145226", -- [1]
				"Timer145226next", -- [2]
				"След. Слепая ненависть", -- [3]
				25, -- [4]
				651082, -- [5]
				"next", -- [6]
				145226, -- [7]
				6, -- [8]
				"866", -- [9]
				["id"] = 1624,
			},
			["194327"] = {
				"194327", -- [1]
				"Timer194327cd", -- [2]
				"Восст. Разделение", -- [3]
				19, -- [4]
				236300, -- [5]
				"cd", -- [6]
				194327, -- [7]
				3, -- [8]
				"1512", -- [9]
				["id"] = 1823,
			},
			["194942"] = {
				"194942", -- [1]
				"Timer194942cd", -- [2]
				"Восст. Подавляющий взгляд", -- [3]
				11.8, -- [4]
				237297, -- [5]
				"cd", -- [6]
				194942, -- [7]
				3, -- [8]
				"1469", -- [9]
				["id"] = 1817,
			},
			["123081"] = {
				"123081", -- [1]
				"Timer123081fades", -- [2]
				"Едкость спадает", -- [3]
				359.998999999996, -- [4]
				575589, -- [5]
				"fades", -- [6]
				123081, -- [7]
				0, -- [8]
				"713", -- [9]
				["id"] = 1463,
			},
			["47981"] = {
				"47981", -- [1]
				"Timer47981cd2", -- [2]
				"Восст. Отражение заклинаний", -- [3]
				20, -- [4]
				136222, -- [5]
				"cd", -- [6]
				47981, -- [7]
				5, -- [8]
				"620", -- [9]
				["id"] = 2012,
			},
			["245586"] = {
				"245586", -- [1]
				"Timer245586next", -- [2]
				"След. Студеная кровь", -- [3]
				6.5, -- [4]
				576310, -- [5]
				"next", -- [6]
				245586, -- [7]
				5, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["192621"] = {
				"192621", -- [1]
				"Timer192621cd", -- [2]
				"Восст. Пирокласт", -- [3]
				10, -- [4]
				135830, -- [5]
				"cd", -- [6]
				192621, -- [7]
				1, -- [8]
				"1468", -- [9]
				["id"] = 1816,
			},
			["247552"] = {
				"247552", -- [1]
				"Timer247552cd", -- [2]
				"Восст. Склянка с усыпляющим газом", -- [3]
				7, -- [4]
				136090, -- [5]
				"cd", -- [6]
				247552, -- [7]
				3, -- [8]
				"2009", -- [9]
				["id"] = 2082,
			},
			["106872"] = {
				"106872", -- [1]
				"Timer106872cd", -- [2]
				"Восст. Дезориентирующий удар", -- [3]
				13, -- [4]
				136175, -- [5]
				"cd", -- [6]
				106872, -- [7]
				0, -- [8]
				"685", -- [9]
				["id"] = 1305,
			},
			["244892"] = {
				"244892", -- [1]
				"Timer244892cd", -- [2]
				"Восст. Обнаружить слабое место", -- [3]
				8.5, -- [4]
				1396978, -- [5]
				"cd", -- [6]
				244892, -- [7]
				5, -- [8]
				"1997", -- [9]
				["id"] = 2070,
			},
			["147042"] = {
				"147042", -- [1]
				"Timer147042nextcount	1", -- [2]
				"След. Пульсирующее пламя (1)", -- [3]
				39, -- [4]
				524795, -- [5]
				"nextcount", -- [6]
				147042, -- [7]
				2, -- [8]
				"868", -- [9]
				["id"] = 1622,
			},
			["230227"] = {
				"230227", -- [1]
				"Timer230227cd", -- [2]
				"Восст. Сила бездны", -- [3]
				18, -- [4]
				133898, -- [5]
				"cd", -- [6]
				230227, -- [7]
				1, -- [8]
				"1861", -- [9]
				["id"] = 2037,
			},
			["197422"] = {
				"197422", -- [1]
				"Timer197422active", -- [2]
				"Ползучая гибель заканчивается", -- [3]
				35, -- [4]
				1022944, -- [5]
				"active", -- [6]
				197422, -- [7]
				6, -- [8]
				"1470", -- [9]
				["id"] = 1818,
			},
			["244899"] = {
				"244899", -- [1]
				"Timer244899cd", -- [2]
				"Восст. Пламенный удар", -- [3]
				11, -- [4]
				511516, -- [5]
				"cd", -- [6]
				244899, -- [7]
				5, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["244625"] = {
				"244625", -- [1]
				"Timer244625nextcount	1", -- [2]
				"След. Шквальный огонь (1)", -- [3]
				15, -- [4]
				1117883, -- [5]
				"nextcount", -- [6]
				244625, -- [7]
				2, -- [8]
				"1997", -- [9]
				["id"] = 2070,
			},
			["230201"] = {
				"230201", -- [1]
				"Timer230201cdcount	1", -- [2]
				"Восст. Бремя боли (1)", -- [3]
				15.4, -- [4]
				463284, -- [5]
				"cdcount", -- [6]
				230201, -- [7]
				5, -- [8]
				"1861", -- [9]
				["id"] = 2037,
			},
			["138569"] = {
				"138569", -- [1]
				"Timer138569target	Зёба", -- [2]
				"Взрывной удар: Зёба", -- [3]
				25, -- [4]
				236305, -- [5]
				"target", -- [6]
				138569, -- [7]
				0, -- [8]
				"824", -- [9]
				["id"] = 1576,
			},
			["248499"] = {
				"248499", -- [1]
				"Timer248499cdcount	1", -- [2]
				"Восст. Сметающая коса (1)", -- [3]
				5.5, -- [4]
				1692685, -- [5]
				"cdcount", -- [6]
				248499, -- [7]
				5, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["136741"] = {
				"136741", -- [1]
				"Timer136741cd", -- [2]
				"Восст. Двойной размах", -- [3]
				16, -- [4]
				237402, -- [5]
				"cd", -- [6]
				136741, -- [7]
				0, -- [8]
				"819", -- [9]
				["id"] = 1575,
			},
			["72173"] = {
				"72173", -- [1]
				"Timer72173next", -- [2]
				"След. Призыв кровавых чудовищ", -- [3]
				40, -- [4]
				252272, -- [5]
				"next", -- [6]
				72173, -- [7]
				1, -- [8]
				"Deathbringer", -- [9]
				["id"] = 1096,
			},
			["248789"] = {
				"248789", -- [1]
				"Timer248789cdcount	1", -- [2]
				"Восст. Копье Рока (1)", -- [3]
				34, -- [4]
				135800, -- [5]
				"cdcount", -- [6]
				248789, -- [7]
				3, -- [8]
				"2025", -- [9]
				["id"] = 2075,
			},
			["244016"] = {
				"244016", -- [1]
				"Timer244016cd", -- [2]
				"Восст. Разрыв реальности", -- [3]
				6.2, -- [4]
				1394890, -- [5]
				"cd", -- [6]
				244016, -- [7]
				5, -- [8]
				"1985", -- [9]
				["id"] = 2064,
			},
			["255826"] = {
				"255826", -- [1]
				"Timer255826cdcount	1", -- [2]
				"Восст. Коса разрушения (1)", -- [3]
				21, -- [4]
				1778227, -- [5]
				"cdcount", -- [6]
				255826, -- [7]
				2, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["244751"] = {
				"244751", -- [1]
				"Timer244751cd", -- [2]
				"Восст. Пронизывающая тьма", -- [3]
				15.5, -- [4]
				136184, -- [5]
				"cd", -- [6]
				244751, -- [7]
				2, -- [8]
				"1981", -- [9]
				["id"] = 2067,
			},
			["197418"] = {
				"197418", -- [1]
				"Timer197418cd", -- [2]
				"Восст. Мстительное рассечение", -- [3]
				8, -- [4]
				136158, -- [5]
				"cd", -- [6]
				197418, -- [7]
				5, -- [8]
				"1653", -- [9]
				["id"] = 1833,
			},
			["55543"] = {
				"55543", -- [1]
				"Timer55543next", -- [2]
				"След. Разрушительный крик", -- [3]
				16, -- [4]
				132352, -- [5]
				"next", -- [6]
				55543, -- [7]
				2, -- [8]
				"Razuvious", -- [9]
				["id"] = 1113,
			},
			["ej6698"] = {
				"ej6698", -- [1]
				"Timerej6698cd", -- [2]
				"Восст. Теневые атаки", -- [3]
				7, -- [4]
				574575, -- [5]
				"cd", -- [6]
				"ej6698", -- [7]
				0, -- [8]
				"682", -- [9]
				["id"] = 1434,
			},
			["198496"] = {
				"198496", -- [1]
				"Timer198496cd", -- [2]
				"Восст. Раскол", -- [3]
				7, -- [4]
				132340, -- [5]
				"cd", -- [6]
				198496, -- [7]
				5, -- [8]
				"1665", -- [9]
				["id"] = 1791,
			},
			["236710"] = {
				"236710", -- [1]
				"Timer236710cd", -- [2]
				"Восст. Взрывное темное отражение", -- [3]
				12, -- [4]
				1357814, -- [5]
				"cd", -- [6]
				236710, -- [7]
				3, -- [8]
				"1898", -- [9]
				["id"] = 2051,
			},
			["144985"] = {
				"144985", -- [1]
				"Timer144985cdcount	1", -- [2]
				"Восст. Вихрь скверны (1)", -- [3]
				44.5, -- [4]
				892449, -- [5]
				"cdcount", -- [6]
				144985, -- [7]
				2, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["48261"] = {
				"48261", -- [1]
				"Timer48261target	Михаилусс-ВечнаяПесня", -- [2]
				"Прокалывание: Михаилусс", -- [3]
				9, -- [4]
				135128, -- [5]
				"target", -- [6]
				48261, -- [7]
				0, -- [8]
				"642", -- [9]
				["id"] = 2027,
			},
			["192631"] = {
				"192631", -- [1]
				"Timer192631cd", -- [2]
				"Восст. Лавовое кольцо", -- [3]
				25, -- [4]
				135926, -- [5]
				"cd", -- [6]
				192631, -- [7]
				3, -- [8]
				"1468", -- [9]
				["id"] = 1816,
			},
			["143494"] = {
				"143494", -- [1]
				"Timer143494cd", -- [2]
				"Восст. Раскалывающий удар", -- [3]
				7.5, -- [4]
				132363, -- [5]
				"cd", -- [6]
				143494, -- [7]
				5, -- [8]
				"850", -- [9]
				["id"] = 1603,
			},
			["193460"] = {
				"193460", -- [1]
				"Timer193460cd", -- [2]
				"Восст. Погибель", -- [3]
				21, -- [4]
				136194, -- [5]
				"cd", -- [6]
				193460, -- [7]
				2, -- [8]
				"1502", -- [9]
				["id"] = 1822,
			},
			["253650"] = {
				"253650", -- [1]
				"Timer253650next", -- [2]
				"След. Сфера льда", -- [3]
				30, -- [4]
				629077, -- [5]
				"next", -- [6]
				253650, -- [7]
				3, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["202019"] = {
				"202019", -- [1]
				"Timer202019cd", -- [2]
				"Восст. Залп стрел Тьмы", -- [3]
				17.5, -- [4]
				136197, -- [5]
				"cd", -- [6]
				202019, -- [7]
				2, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["142851"] = {
				"142851", -- [1]
				"Timer142851nextcount	1", -- [2]
				"След. Сейсмический удар (1)", -- [3]
				5, -- [4]
				136025, -- [5]
				"nextcount", -- [6]
				142851, -- [7]
				3, -- [8]
				"846", -- [9]
				["id"] = 1595,
			},
			["248332"] = {
				"248332", -- [1]
				"Timer248332cdcount	1", -- [2]
				"Восст. Дождь Скверны (1)", -- [3]
				9.3, -- [4]
				135797, -- [5]
				"cdcount", -- [6]
				248332, -- [7]
				3, -- [8]
				"2025", -- [9]
				["id"] = 2075,
			},
			["138644"] = {
				"138644", -- [1]
				"Timer138644nextcount	1", -- [2]
				"След. Поглощение анимы (1)", -- [3]
				120, -- [4]
				838812, -- [5]
				"nextcount", -- [6]
				138644, -- [7]
				0, -- [8]
				"824", -- [9]
				["id"] = 1576,
			},
			["143436"] = {
				"143436", -- [1]
				"Timer143436cd", -- [2]
				"Восст. Искажающий взрыв", -- [3]
				10, -- [4]
				236302, -- [5]
				"cd", -- [6]
				143436, -- [7]
				5, -- [8]
				"852", -- [9]
				["id"] = 1602,
			},
			["227800"] = {
				"227800", -- [1]
				"Timer227800cd", -- [2]
				"Восст. Шок небес", -- [3]
				15.8, -- [4]
				135972, -- [5]
				"cd", -- [6]
				227800, -- [7]
				4, -- [8]
				"1825", -- [9]
				["id"] = 1954,
			},
			["136817"] = {
				"136817", -- [1]
				"Timer136817nextcount	1", -- [2]
				"След. Звериный крик (1)", -- [3]
				5, -- [4]
				236189, -- [5]
				"nextcount", -- [6]
				136817, -- [7]
				2, -- [8]
				"819", -- [9]
				["id"] = 1575,
			},
			["111600"] = {
				"111600", -- [1]
				"Timer111600target	Лугерда", -- [2]
				"Стрекочущий рой: Лугерда", -- [3]
				10, -- [4]
				538518, -- [5]
				"target", -- [6]
				111600, -- [7]
				0, -- [8]
				"649", -- [9]
				["id"] = 1419,
			},
			["142990"] = {
				"142990", -- [1]
				"Timer142990target	Зёба", -- [2]
				"Фатальный удар: Зёба", -- [3]
				30, -- [4]
				589119, -- [5]
				"target", -- [6]
				142990, -- [7]
				5, -- [8]
				"846", -- [9]
				["id"] = 1595,
			},
			["192094"] = {
				"192094", -- [1]
				"Timer192094cd", -- [2]
				"Восст. Пронзающее копье", -- [3]
				28, -- [4]
				135130, -- [5]
				"cd", -- [6]
				192094, -- [7]
				3, -- [8]
				"1480", -- [9]
				["id"] = 1810,
			},
			["243960"] = {
				"243960", -- [1]
				"Timer243960cd", -- [2]
				"Восст. Теневой удар", -- [3]
				9.3, -- [4]
				136199, -- [5]
				"cd", -- [6]
				243960, -- [7]
				5, -- [8]
				"1983", -- [9]
				["id"] = 2069,
			},
			["144396"] = {
				"144396", -- [1]
				"Timer144396cd", -- [2]
				"Восст. Мстительные удары", -- [3]
				7, -- [4]
				651092, -- [5]
				"cd", -- [6]
				144396, -- [7]
				5, -- [8]
				"849", -- [9]
				["id"] = 1598,
			},
			["107045"] = {
				"107045", -- [1]
				"Timer107045next", -- [2]
				"След. Нефритовый огонь", -- [3]
				3.5, -- [4]
				135797, -- [5]
				"next", -- [6]
				107045, -- [7]
				0, -- [8]
				"658", -- [9]
				["id"] = 1416,
			},
			["245161"] = {
				"245161", -- [1]
				"Timer245161cd", -- [2]
				"Восст. Энтропическая мина", -- [3]
				5.1, -- [4]
				133009, -- [5]
				"cd", -- [6]
				245161, -- [7]
				3, -- [8]
				"1997", -- [9]
				["id"] = 2070,
			},
			["34727"] = {
				"34727", -- [1]
				"Timer34727next", -- [2]
				"След. Вызов саженцев", -- [3]
				15, -- [4]
				136041, -- [5]
				"next", -- [6]
				34727, -- [7]
				1, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["245050"] = {
				"245050", -- [1]
				"Timer245050cd", -- [2]
				"Восст. Заблуждения", -- [3]
				14.6, -- [4]
				136175, -- [5]
				"cd", -- [6]
				245050, -- [7]
				3, -- [8]
				"1985", -- [9]
				["id"] = 2064,
			},
			["255594"] = {
				"255594", -- [1]
				"Timer255594cdcount	1", -- [2]
				"Восст. Небо и море (1)", -- [3]
				10.1, -- [4]
				1385912, -- [5]
				"cdcount", -- [6]
				255594, -- [7]
				5, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["43650"] = {
				"43650", -- [1]
				"Timer43650target	Ураменгасхе-Голдринн", -- [2]
				"Изнурение: Ураменгасхе", -- [3]
				6, -- [4]
				136151, -- [5]
				"target", -- [6]
				43650, -- [7]
				0, -- [8]
				"639", -- [9]
				["id"] = 2024,
			},
			["227233"] = {
				"227233", -- [1]
				"Timer227233next", -- [2]
				"След. Оскверняющий рев", -- [3]
				15, -- [4]
				136183, -- [5]
				"next", -- [6]
				227233, -- [7]
				3, -- [8]
				"1663", -- [9]
				["id"] = 1824,
			},
			["118162"] = {
				"118162", -- [1]
				"Timer118162cd", -- [2]
				"Восст. Ловкость рук", -- [3]
				40.7, -- [4]
				132305, -- [5]
				"cd", -- [6]
				118162, -- [7]
				0, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["199345"] = {
				"199345", -- [1]
				"Timer199345cd", -- [2]
				"Восст. Нисходящий поток", -- [3]
				20, -- [4]
				1029595, -- [5]
				"cd", -- [6]
				199345, -- [7]
				2, -- [8]
				"1656", -- [9]
				["id"] = 1838,
			},
			["243967"] = {
				"243967", -- [1]
				"Timer243967next", -- [2]
				"След. Пытка огнем", -- [3]
				5, -- [4]
				236220, -- [5]
				"next", -- [6]
				243967, -- [7]
				6, -- [8]
				"1983", -- [9]
				["id"] = 2069,
			},
			["66665"] = {
				"66665", -- [1]
				"Timer66665cd", -- [2]
				"Восст. Сжигающее дыхание", -- [3]
				12, -- [4]
				236216, -- [5]
				"cd", -- [6]
				66665, -- [7]
				2, -- [8]
				"Koralon", -- [9]
				["id"] = 1126,
			},
			["246516"] = {
				"246516", -- [1]
				"Timer246516cdcount	1", -- [2]
				"Восст. Протокол \"Апокалипсис\" (1)", -- [3]
				31.8, -- [4]
				135796, -- [5]
				"cdcount", -- [6]
				246516, -- [7]
				6, -- [8]
				"2004", -- [9]
				["id"] = 2088,
			},
			["29484"] = {
				"29484", -- [1]
				"Timer29484next", -- [2]
				"След. Летящая паутина", -- [3]
				40.5, -- [4]
				136113, -- [5]
				"next", -- [6]
				29484, -- [7]
				2, -- [8]
				"Maexxna", -- [9]
				["id"] = 1116,
			},
			["194231"] = {
				"194231", -- [1]
				"Timer194231cd", -- [2]
				"Восст. Призыв скованного прислужника", -- [3]
				7, -- [4]
				636332, -- [5]
				"cd", -- [6]
				194231, -- [7]
				1, -- [8]
				"1512", -- [9]
				["id"] = 1823,
			},
			["250333"] = {
				"250333", -- [1]
				"Timer250333cast", -- [2]
				"Мучения Каз'горота", -- [3]
				85, -- [4]
				615339, -- [5]
				"cast", -- [6]
				250333, -- [7]
				6, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["76008"] = {
				"76008", -- [1]
				"Timer76008cd2", -- [2]
				"Восст. Шоковый удар", -- [3]
				13, -- [4]
				136048, -- [5]
				"cd", -- [6]
				76008, -- [7]
				4, -- [8]
				"101", -- [9]
				["id"] = 1045,
			},
			["143309"] = {
				"143309", -- [1]
				"Timer143309cd", -- [2]
				"Восст. Водяной вихрь", -- [3]
				20, -- [4]
				135861, -- [5]
				"cd", -- [6]
				143309, -- [7]
				2, -- [8]
				"852", -- [9]
				["id"] = 1602,
			},
			["246220"] = {
				"246220", -- [1]
				"Timer246220next", -- [2]
				"След. Обстрел Скверны", -- [3]
				9.7, -- [4]
				132212, -- [5]
				"next", -- [6]
				246220, -- [7]
				5, -- [8]
				"1992", -- [9]
				["id"] = 2076,
			},
			["244057"] = {
				"244057", -- [1]
				"Timer244057cd", -- [2]
				"Восст. Возгорание порчи", -- [3]
				51.1, -- [4]
				135822, -- [5]
				"cd", -- [6]
				244057, -- [7]
				3, -- [8]
				"1987", -- [9]
				["id"] = 2074,
			},
			["244042"] = {
				"244042", -- [1]
				"Timer244042next", -- [2]
				"След. Метка жертвы", -- [3]
				25.2, -- [4]
				458727, -- [5]
				"next", -- [6]
				244042, -- [7]
				3, -- [8]
				"1983", -- [9]
				["id"] = 2069,
			},
			["136543"] = {
				"136543", -- [1]
				"Timer136543nextcount	1", -- [2]
				"След. Призыв шаровой молнии (1)", -- [3]
				15, -- [4]
				839974, -- [5]
				"nextcount", -- [6]
				136543, -- [7]
				1, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["200551"] = {
				"200551", -- [1]
				"Timer200551cd", -- [2]
				"Восст. Кристальные шипы", -- [3]
				21.5, -- [4]
				132780, -- [5]
				"cd", -- [6]
				200551, -- [7]
				3, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["107120"] = {
				"107120", -- [1]
				"Timer107120next", -- [2]
				"След. Неистовый натиск", -- [3]
				6, -- [4]
				132152, -- [5]
				"next", -- [6]
				107120, -- [7]
				5, -- [8]
				"676", -- [9]
				["id"] = 1406,
			},
			["227832"] = {
				"227832", -- [1]
				"Timer227832next", -- [2]
				"След. Дресс-код", -- [3]
				33, -- [4]
				132358, -- [5]
				"next", -- [6]
				227832, -- [7]
				5, -- [8]
				"1837", -- [9]
				["id"] = 1961,
			},
			["ej7086"] = {
				"ej7086", -- [1]
				"Timerej7086next", -- [2]
				"След. Зандаларский диномант", -- [3]
				18.9, -- [4]
				132166, -- [5]
				"next", -- [6]
				"ej7086", -- [7]
				1, -- [8]
				"819", -- [9]
				["id"] = 1575,
			},
			["138732"] = {
				"138732", -- [1]
				"Timer138732next", -- [2]
				"След. Ионизация", -- [3]
				60, -- [4]
				136014, -- [5]
				"next", -- [6]
				138732, -- [7]
				3, -- [8]
				"827", -- [9]
				["id"] = 1577,
			},
			["193611"] = {
				"193611", -- [1]
				"Timer193611next", -- [2]
				"След. Средоточие молний", -- [3]
				15.5, -- [4]
				136015, -- [5]
				"next", -- [6]
				193611, -- [7]
				3, -- [8]
				"1490", -- [9]
				["id"] = 1811,
			},
			["234295"] = {
				"234295", -- [1]
				"Timer234295cast", -- [2]
				"Ливень армагеддона", -- [3]
				9, -- [4]
				136186, -- [5]
				"cast", -- [6]
				234295, -- [7]
				2, -- [8]
				"1898", -- [9]
				["id"] = 2051,
			},
			["137375"] = {
				"137375", -- [1]
				"Timer137375cd", -- [2]
				"Восст. Чудовище из кошмаров", -- [3]
				51, -- [4]
				236188, -- [5]
				"cd", -- [6]
				137375, -- [7]
				0, -- [8]
				"829", -- [9]
				["id"] = 1560,
			},
			["59322"] = {
				"59322", -- [1]
				"Timer59322cd", -- [2]
				"Восст. Вихрь", -- [3]
				23, -- [4]
				132369, -- [5]
				"cd", -- [6]
				59322, -- [7]
				0, -- [8]
				"643", -- [9]
				["id"] = 2029,
			},
			["145216"] = {
				"145216", -- [1]
				"Timer145216cd	2", -- [2]
				"Восст. Высвобожденная ярость", -- [3]
				11, -- [4]
				897142, -- [5]
				"cd", -- [6]
				145216, -- [7]
				5, -- [8]
				"866", -- [9]
				["id"] = 1624,
			},
			["71204"] = {
				"71204", -- [1]
				"Timer71204target	Зёба", -- [2]
				"Прикосновение незначительности: Зёба", -- [3]
				30, -- [4]
				132156, -- [5]
				"target", -- [6]
				71204, -- [7]
				5, -- [8]
				"Deathwhisper", -- [9]
				["id"] = 1100,
			},
			["145215"] = {
				"145215", -- [1]
				"Timer145215next", -- [2]
				"След. Изгнание", -- [3]
				37.5, -- [4]
				651097, -- [5]
				"next", -- [6]
				145215, -- [7]
				3, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["143578"] = {
				"143578", -- [1]
				"Timer143578cd", -- [2]
				"Восст. Раздувающаяся скверна", -- [3]
				10, -- [4]
				656551, -- [5]
				"cd", -- [6]
				143578, -- [7]
				1, -- [8]
				"852", -- [9]
				["id"] = 1602,
			},
			["216726"] = {
				"216726", -- [1]
				"Timer216726adds", -- [2]
				"Incoming Adds", -- [3]
				7, -- [4]
				463286, -- [5]
				"adds", -- [6]
				216726, -- [7]
				1, -- [8]
				"Noth", -- [9]
				["id"] = 1117,
			},
			["118047"] = {
				"118047", -- [1]
				"Timer118047next", -- [2]
				"След. Грабеж", -- [3]
				25, -- [4]
				236272, -- [5]
				"next", -- [6]
				118047, -- [7]
				0, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["196804"] = {
				"196804", -- [1]
				"Timer196804cd", -- [2]
				"Восст. Оковы Пустоты", -- [3]
				17.5, -- [4]
				429383, -- [5]
				"cd", -- [6]
				196804, -- [7]
				3, -- [8]
				"1497", -- [9]
				["id"] = 1827,
			},
			["197961"] = {
				"197961", -- [1]
				"Timer197961cdcount", -- [2]
				"Восст. Руническое клеймо (неизвестно", -- [3]
				44, -- [4]
				442743, -- [5]
				"cdcount", -- [6]
				197961, -- [7]
				3, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["199193"] = {
				"199193", -- [1]
				"Timer199193cd", -- [2]
				"Восст. Хитроумие повелителя ужаса", -- [3]
				24, -- [4]
				840942, -- [5]
				"cd", -- [6]
				199193, -- [7]
				6, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["247816"] = {
				"247816", -- [1]
				"Timer247816active", -- [2]
				"Отдача заканчивается", -- [3]
				12.5, -- [4]
				136201, -- [5]
				"active", -- [6]
				247816, -- [7]
				6, -- [8]
				"1982", -- [9]
				["id"] = 2068,
			},
			["232722"] = {
				"232722", -- [1]
				"Timer232722cdcount	1", -- [2]
				"Восст. Кромсающий торнадо (1)", -- [3]
				36, -- [4]
				999952, -- [5]
				"cdcount", -- [6]
				232722, -- [7]
				3, -- [8]
				"1861", -- [9]
				["id"] = 2037,
			},
			["126122"] = {
				"126122", -- [1]
				"Timer126122next", -- [2]
				"След. Оскверненная область диссонанса", -- [3]
				10, -- [4]
				651087, -- [5]
				"next", -- [6]
				126122, -- [7]
				0, -- [8]
				"743", -- [9]
				["id"] = 1501,
			},
			["239132"] = {
				"239132", -- [1]
				"Timer239132cdcount	1", -- [2]
				"Восст. Разлом реальностей (1)", -- [3]
				31, -- [4]
				135801, -- [5]
				"cdcount", -- [6]
				239132, -- [7]
				2, -- [8]
				"1873", -- [9]
				["id"] = 2038,
			},
			["138321"] = {
				"138321", -- [1]
				"Timer138321cdcount	1", -- [2]
				"Восст. Истоки созидания (1)", -- [3]
				11, -- [4]
				136028, -- [5]
				"cdcount", -- [6]
				138321, -- [7]
				0, -- [8]
				"831", -- [9]
				["id"] = 1581,
			},
			["ej5726"] = {
				"ej5726", -- [1]
				"Timerej5726next", -- [2]
				"След. Цзань-си и Цинь-си", -- [3]
				101, -- [4]
				135995, -- [5]
				"next", -- [6]
				"ej5726", -- [7]
				1, -- [8]
				"677", -- [9]
				["id"] = 1407,
			},
			["238999"] = {
				"238999", -- [1]
				"Timer238999cdcount	2", -- [2]
				"Восст. Тьма тысячи душ (2)", -- [3]
				89.7, -- [4]
				136123, -- [5]
				"cdcount", -- [6]
				238999, -- [7]
				2, -- [8]
				"1898", -- [9]
				["id"] = 2051,
			},
			["119922"] = {
				"119922", -- [1]
				"Timer119922next", -- [2]
				"След. Ударная волна", -- [3]
				19, -- [4]
				451165, -- [5]
				"next", -- [6]
				119922, -- [7]
				3, -- [8]
				"708", -- [9]
				["id"] = 1442,
			},
			["244433"] = {
				"244433", -- [1]
				"Timer244433cd", -- [2]
				"Восст. Теневой рывок", -- [3]
				40.5, -- [4]
				607513, -- [5]
				"cd", -- [6]
				244433, -- [7]
				6, -- [8]
				"1979", -- [9]
				["id"] = 2065,
			},
			["144070"] = {
				"144070", -- [1]
				"Timer144070cd", -- [2]
				"Восст. Стена из пепла", -- [3]
				32.5, -- [4]
				651093, -- [5]
				"cd", -- [6]
				144070, -- [7]
				3, -- [8]
				"856", -- [9]
				["id"] = 1606,
			},
			["139011"] = {
				"139011", -- [1]
				"Timer139011cd", -- [2]
				"Восст. Шлем властности", -- [3]
				14, -- [4]
				133833, -- [5]
				"cd", -- [6]
				139011, -- [7]
				3, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["251570"] = {
				"251570", -- [1]
				"Timer251570next", -- [2]
				"След. Бомба души", -- [3]
				30.3, -- [4]
				1778228, -- [5]
				"next", -- [6]
				251570, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["227267"] = {
				"227267", -- [1]
				"Timer227267next", -- [2]
				"След. Призыв нестабильной энергии", -- [3]
				6, -- [4]
				237510, -- [5]
				"next", -- [6]
				227267, -- [7]
				1, -- [8]
				"1836", -- [9]
				["id"] = 1964,
			},
			["145183"] = {
				"145183", -- [1]
				"Timer145183target	Зёба", -- [2]
				"Оковы отчаяния: Зёба", -- [3]
				15, -- [4]
				237532, -- [5]
				"target", -- [6]
				145183, -- [7]
				5, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["134926"] = {
				"134926", -- [1]
				"Timer134926cd", -- [2]
				"Восст. Бросок копья", -- [3]
				30, -- [4]
				307704, -- [5]
				"cd", -- [6]
				134926, -- [7]
				3, -- [8]
				"817", -- [9]
				["id"] = 1559,
			},
			["134587"] = {
				"134587", -- [1]
				"Timer134587next", -- [2]
				"След. Ледяная стена", -- [3]
				127, -- [4]
				135836, -- [5]
				"next", -- [6]
				134587, -- [7]
				6, -- [8]
				"818", -- [9]
				["id"] = 1572,
			},
			["142947"] = {
				"142947", -- [1]
				"Timer142947next	Vehicle-0-3896-1136-4562-71395-00005C8167", -- [2]
				"След. Кровавое восстановление", -- [3]
				15, -- [4]
				838812, -- [5]
				"next", -- [6]
				142947, -- [7]
				5, -- [8]
				"870", -- [9]
				["id"] = 1594,
			},
			["135095"] = {
				"135095", -- [1]
				"Timer135095nextcount	1", -- [2]
				"След. Громовой раскат (1)", -- [3]
				25, -- [4]
				839983, -- [5]
				"nextcount", -- [6]
				135095, -- [7]
				3, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["230358"] = {
				"230358", -- [1]
				"Timer230358cd", -- [2]
				"Восст. Громовой шок", -- [3]
				10, -- [4]
				839974, -- [5]
				"cd", -- [6]
				230358, -- [7]
				3, -- [8]
				"1861", -- [9]
				["id"] = 2037,
			},
			["204658"] = {
				"204658", -- [1]
				"Timer204658cd", -- [2]
				"Восст. Сокрушительная хватка", -- [3]
				29, -- [4]
				236316, -- [5]
				"cd", -- [6]
				204658, -- [7]
				3, -- [8]
				"1655", -- [9]
				["id"] = 1837,
			},
			["112992"] = {
				"112992", -- [1]
				"Timer112992next", -- [2]
				"След. Меховая буря", -- [3]
				15, -- [4]
				132369, -- [5]
				"next", -- [6]
				112992, -- [7]
				2, -- [8]
				"669", -- [9]
				["id"] = 1413,
			},
			["236542"] = {
				"236542", -- [1]
				"Timer236542cd", -- [2]
				"Восст. Раскалывающий рок", -- [3]
				7, -- [4]
				1120185, -- [5]
				"cd", -- [6]
				236542, -- [7]
				5, -- [8]
				"1896", -- [9]
				["id"] = 2054,
			},
			["198379"] = {
				"198379", -- [1]
				"Timer198379cd", -- [2]
				"Восст. Первобытная ярость", -- [3]
				12.2, -- [4]
				571585, -- [5]
				"cd", -- [6]
				198379, -- [7]
				5, -- [8]
				"1654", -- [9]
				["id"] = 1836,
			},
			["194956"] = {
				"194956", -- [1]
				"Timer194956next", -- [2]
				"След. Жатва душ", -- [3]
				20, -- [4]
				237507, -- [5]
				"next", -- [6]
				194956, -- [7]
				5, -- [8]
				"1518", -- [9]
				["id"] = 1832,
			},
			["144400"] = {
				"144400", -- [1]
				"Timer144400nextcount	1", -- [2]
				"След. Раздутая гордыня (1)", -- [3]
				75.5, -- [4]
				895888, -- [5]
				"nextcount", -- [6]
				144400, -- [7]
				2, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["136295"] = {
				"136295", -- [1]
				"Timer136295cd", -- [2]
				"Восст. Перегрузка", -- [3]
				6, -- [4]
				839979, -- [5]
				"cd", -- [6]
				136295, -- [7]
				3, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["75722"] = {
				"75722", -- [1]
				"Timer75722cast", -- [2]
				"Создать гейзер", -- [3]
				5, -- [4]
				135836, -- [5]
				"cast", -- [6]
				75722, -- [7]
				0, -- [8]
				"101", -- [9]
				["id"] = 1045,
			},
			["144215"] = {
				"144215", -- [1]
				"Timer144215target	Зёба", -- [2]
				"Удар ледяной бури: Зёба", -- [3]
				30, -- [4]
				462327, -- [5]
				"target", -- [6]
				144215, -- [7]
				5, -- [8]
				"856", -- [9]
				["id"] = 1606,
			},
			["52696"] = {
				"52696", -- [1]
				"Timer52696target	Яйцедуб-Галакронд", -- [2]
				"Удушающие оковы: Яйцедуб", -- [3]
				5, -- [4]
				132507, -- [5]
				"target", -- [6]
				52696, -- [7]
				0, -- [8]
				"611", -- [9]
				["id"] = 2002,
			},
			["106933"] = {
				"106933", -- [1]
				"Timer106933target	Зёбинфейл", -- [2]
				"Пора охоты: Зёбинфейл", -- [3]
				5, -- [4]
				132278, -- [5]
				"target", -- [6]
				106933, -- [7]
				5, -- [8]
				"675", -- [9]
				["id"] = 1405,
			},
			["227279"] = {
				"227279", -- [1]
				"Timer227279cd", -- [2]
				"Восст. Разряд энергии", -- [3]
				13.5, -- [4]
				136048, -- [5]
				"cd", -- [6]
				227279, -- [7]
				3, -- [8]
				"1836", -- [9]
				["id"] = 1964,
			},
			["42723"] = {
				"42723", -- [1]
				"Timer42723cast", -- [2]
				"Мощный удар", -- [3]
				3, -- [4]
				132338, -- [5]
				"cast", -- [6]
				42723, -- [7]
				0, -- [8]
				"640", -- [9]
				["id"] = 2025,
			},
			["196070"] = {
				"196070", -- [1]
				"Timer196070next", -- [2]
				"След. Протокол подавления", -- [3]
				5, -- [4]
				1041234, -- [5]
				"next", -- [6]
				196070, -- [7]
				3, -- [8]
				"1498", -- [9]
				["id"] = 1825,
			},
			["200404"] = {
				"200404", -- [1]
				"Timer200404cd", -- [2]
				"Восст. Магматическая волна", -- [3]
				65, -- [4]
				237583, -- [5]
				"cd", -- [6]
				200404, -- [7]
				2, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["123017"] = {
				"123017", -- [1]
				"Timer123017cd", -- [2]
				"Восст. Невидимый удар", -- [3]
				30.5, -- [4]
				236188, -- [5]
				"cd", -- [6]
				123017, -- [7]
				3, -- [8]
				"744", -- [9]
				["id"] = 1504,
			},
			["127834"] = {
				"127834", -- [1]
				"Timer127834cd", -- [2]
				"Восст. Затухающий звук", -- [3]
				23, -- [4]
				132333, -- [5]
				"cd", -- [6]
				127834, -- [7]
				2, -- [8]
				"745", -- [9]
				["id"] = 1507,
			},
			["227297"] = {
				"227297", -- [1]
				"Timer227297next", -- [2]
				"След. Слияние энергии", -- [3]
				30, -- [4]
				237551, -- [5]
				"next", -- [6]
				227297, -- [7]
				1, -- [8]
				"1818", -- [9]
				["id"] = 1959,
			},
			["ej8305"] = {
				"ej8305", -- [1]
				"Timerej8305active", -- [2]
				"Смена фаз: мир И'Шараджа заканчивается", -- [3]
				60.5, -- [4]
				135945, -- [5]
				"active", -- [6]
				"ej8305", -- [7]
				6, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["ej8587"] = {
				"ej8587", -- [1]
				"Timerej8587nextcount	4", -- [2]
				"След. Протодракон клана Драконьей Пасти (4)", -- [3]
				54.7, -- [4]
				236233, -- [5]
				"nextcount", -- [6]
				"ej8587", -- [7]
				1, -- [8]
				"868", -- [9]
				["id"] = 1622,
			},
			["ej8199"] = {
				"ej8199", -- [1]
				"Timerej8199next	1", -- [2]
				"След. Автоматические крошшеры", -- [3]
				35, -- [4]
				134427, -- [5]
				"next", -- [6]
				"ej8199", -- [7]
				1, -- [8]
				"865", -- [9]
				["id"] = 1601,
			},
			["193051"] = {
				"193051", -- [1]
				"Timer193051next", -- [2]
				"След. Зов морей", -- [3]
				20, -- [4]
				135861, -- [5]
				"next", -- [6]
				193051, -- [7]
				2, -- [8]
				"1491", -- [9]
				["id"] = 1812,
			},
			["143545"] = {
				"143545", -- [1]
				"Timer143545cast", -- [2]
				"Прыжок в центр", -- [3]
				6.5, -- [4]
				136243, -- [5]
				"cast", -- [6]
				143545, -- [7]
				0, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["123707"] = {
				"123707", -- [1]
				"Timer123707next", -- [2]
				"След. Взгляд императрицы", -- [3]
				11, -- [4]
				133016, -- [5]
				"next", -- [6]
				123707, -- [7]
				5, -- [8]
				"743", -- [9]
				["id"] = 1501,
			},
			["142842"] = {
				"142842", -- [1]
				"Timer142842nextcount	1", -- [2]
				"След. Дыхание И'Шараджа (1)", -- [3]
				68, -- [4]
				136194, -- [5]
				"nextcount", -- [6]
				142842, -- [7]
				2, -- [8]
				"846", -- [9]
				["id"] = 1595,
			},
			["254926"] = {
				"254926", -- [1]
				"Timer254926cdcount	1", -- [2]
				"Восст. Гулкий удар (1)", -- [3]
				14.2, -- [4]
				135814, -- [5]
				"cdcount", -- [6]
				254926, -- [7]
				3, -- [8]
				"2004", -- [9]
				["id"] = 2088,
			},
			["245546"] = {
				"245546", -- [1]
				"Timer245546next", -- [2]
				"След. Вызов подкрепления", -- [3]
				8, -- [4]
				237559, -- [5]
				"next", -- [6]
				245546, -- [7]
				1, -- [8]
				"1997", -- [9]
				["id"] = 2070,
			},
			["117685"] = {
				"117685", -- [1]
				"Timer117685cd", -- [2]
				"Восст. Заряженные тени", -- [3]
				12, -- [4]
				236296, -- [5]
				"cd", -- [6]
				117685, -- [7]
				0, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["138338"] = {
				"138338", -- [1]
				"Timer138338cdcount	1", -- [2]
				"Восст. Призыв кровавого ужаса (1)", -- [3]
				8, -- [4]
				236197, -- [5]
				"cdcount", -- [6]
				138338, -- [7]
				1, -- [8]
				"831", -- [9]
				["id"] = 1581,
			},
			["125310"] = {
				"125310", -- [1]
				"Timer125310next", -- [2]
				"След. Шторм клинков", -- [3]
				60, -- [4]
				132369, -- [5]
				"next", -- [6]
				125310, -- [7]
				2, -- [8]
				"744", -- [9]
				["id"] = 1504,
			},
			["138339"] = {
				"138339", -- [1]
				"Timer138339cdcount	1", -- [2]
				"Восст. Призыв потрескивающего преследователя (1)", -- [3]
				8, -- [4]
				237007, -- [5]
				"cdcount", -- [6]
				138339, -- [7]
				1, -- [8]
				"831", -- [9]
				["id"] = 1581,
			},
			["244131"] = {
				"244131", -- [1]
				"Timer244131cd", -- [2]
				"Восст. Поглощающая сфера", -- [3]
				51.1, -- [4]
				237016, -- [5]
				"cd", -- [6]
				244131, -- [7]
				3, -- [8]
				"1987", -- [9]
				["id"] = 2074,
			},
			["239739"] = {
				"239739", -- [1]
				"Timer239739nextcount	1", -- [2]
				"След. Темная печать (1)", -- [3]
				21, -- [4]
				633004, -- [5]
				"nextcount", -- [6]
				239739, -- [7]
				3, -- [8]
				"1873", -- [9]
				["id"] = 2038,
			},
			["80564"] = {
				"80564", -- [1]
				"Timer80564fades", -- [2]
				"Споры грибов спадает", -- [3]
				15, -- [4]
				132100, -- [5]
				"fades", -- [6]
				80564, -- [7]
				0, -- [8]
				"101", -- [9]
				["id"] = 1045,
			},
			["243999"] = {
				"243999", -- [1]
				"Timer243999cd", -- [2]
				"Восст. Темный разлом", -- [3]
				17.4, -- [4]
				136201, -- [5]
				"cd", -- [6]
				243999, -- [7]
				3, -- [8]
				"1983", -- [9]
				["id"] = 2069,
			},
			["134912"] = {
				"134912", -- [1]
				"Timer134912cd", -- [2]
				"Восст. Обезглавливание", -- [3]
				40, -- [4]
				839975, -- [5]
				"cd", -- [6]
				134912, -- [7]
				5, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["244093"] = {
				"244093", -- [1]
				"Timer244093next", -- [2]
				"След. Некротические объятия", -- [3]
				35, -- [4]
				1029009, -- [5]
				"next", -- [6]
				244093, -- [7]
				3, -- [8]
				"1983", -- [9]
				["id"] = 2069,
			},
			["52451"] = {
				"52451", -- [1]
				"Timer52451cd", -- [2]
				"Восст. Призывание вурдалаков", -- [3]
				20, -- [4]
				136187, -- [5]
				"cd", -- [6]
				52451, -- [7]
				0, -- [8]
				"612", -- [9]
				["id"] = 2004,
			},
			["145996"] = {
				"145996", -- [1]
				"Timer145996next	Creature-0-3896-1136-4562-73948-00005C8136", -- [2]
				"След. Готовность к взрыву", -- [3]
				9.6, -- [4]
				133713, -- [5]
				"next", -- [6]
				145996, -- [7]
				3, -- [8]
				"870", -- [9]
				["id"] = 1594,
			},
			["246134"] = {
				"246134", -- [1]
				"Timer246134cd", -- [2]
				"Восст. Длань обнуления", -- [3]
				10, -- [4]
				132102, -- [5]
				"cd", -- [6]
				246134, -- [7]
				5, -- [8]
				"1979", -- [9]
				["id"] = 2065,
			},
			["69279"] = {
				"69279", -- [1]
				"Timer69279next", -- [2]
				"След. Газообразные споры", -- [3]
				20, -- [4]
				136134, -- [5]
				"next", -- [6]
				69279, -- [7]
				3, -- [8]
				"Festergut", -- [9]
				["id"] = 1097,
			},
			["122774"] = {
				"122774", -- [1]
				"Timer122774nextcount	1", -- [2]
				"След. Сокрушение (1)", -- [3]
				25.5, -- [4]
				451165, -- [5]
				"nextcount", -- [6]
				122774, -- [7]
				2, -- [8]
				"713", -- [9]
				["id"] = 1463,
			},
			["66725"] = {
				"66725", -- [1]
				"Timer66725next", -- [2]
				"След. Кулаки-метеоры", -- [3]
				47, -- [4]
				135817, -- [5]
				"next", -- [6]
				66725, -- [7]
				5, -- [8]
				"Koralon", -- [9]
				["id"] = 1126,
			},
			["117910"] = {
				"117910", -- [1]
				"Timer117910cd", -- [2]
				"Восст. Приказ зайти с фланга", -- [3]
				25, -- [4]
				236313, -- [5]
				"cd", -- [6]
				117910, -- [7]
				0, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["107047"] = {
				"107047", -- [1]
				"Timer107047next", -- [2]
				"След. Пронзающий удар", -- [3]
				30, -- [4]
				132105, -- [5]
				"next", -- [6]
				107047, -- [7]
				0, -- [8]
				"675", -- [9]
				["id"] = 1405,
			},
			["131790"] = {
				"131790", -- [1]
				"Timer131790cd", -- [2]
				"Восст. Чародейское потрясение", -- [3]
				7, -- [4]
				135734, -- [5]
				"cd", -- [6]
				131790, -- [7]
				5, -- [8]
				"689", -- [9]
				["id"] = 1390,
			},
			["136192"] = {
				"136192", -- [1]
				"Timer136192cd", -- [2]
				"Восст. Гроза", -- [3]
				22, -- [4]
				134922, -- [5]
				"cd", -- [6]
				136192, -- [7]
				2, -- [8]
				"817", -- [9]
				["id"] = 1559,
			},
			["207261"] = {
				"207261", -- [1]
				"Timer207261cd", -- [2]
				"Восст. Резонирующий удар сплеча", -- [3]
				7, -- [4]
				135734, -- [5]
				"cd", -- [6]
				207261, -- [7]
				3, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["198820"] = {
				"198820", -- [1]
				"Timer198820cd", -- [2]
				"Восст. Темный взрыв", -- [3]
				10, -- [4]
				136141, -- [5]
				"cd", -- [6]
				198820, -- [7]
				3, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["245983"] = {
				"245983", -- [1]
				"Timer245983cd2", -- [2]
				"Восст. Вспышка", -- [3]
				10, -- [4]
				132839, -- [5]
				"cd", -- [6]
				245983, -- [7]
				3, -- [8]
				"1984", -- [9]
				["id"] = 2063,
			},
			["136037"] = {
				"136037", -- [1]
				"Timer136037cd", -- [2]
				"Восст. Изначальный удар", -- [3]
				24, -- [4]
				370770, -- [5]
				"cd", -- [6]
				136037, -- [7]
				0, -- [8]
				"820", -- [9]
				["id"] = 1574,
			},
			["ej5973"] = {
				"ej5973", -- [1]
				"Timerej5973cd", -- [2]
				"Восст. Пламенный обруч", -- [3]
				8, -- [4]
				236216, -- [5]
				"cd", -- [6]
				"ej5973", -- [7]
				3, -- [8]
				"698", -- [9]
				["id"] = 1441,
			},
			["147068"] = {
				"147068", -- [1]
				"Timer147068cd", -- [2]
				"Восст. Пламя Галакронда", -- [3]
				13.5, -- [4]
				236188, -- [5]
				"cd", -- [6]
				147068, -- [7]
				3, -- [8]
				"868", -- [9]
				["id"] = 1622,
			},
			["70341"] = {
				"70341", -- [1]
				"Timer70341cd", -- [2]
				"Восст. Лужа слизи", -- [3]
				10, -- [4]
				132104, -- [5]
				"cd", -- [6]
				70341, -- [7]
				3, -- [8]
				"Putricide", -- [9]
				["id"] = 1102,
			},
			["136990"] = {
				"136990", -- [1]
				"Timer136990cd", -- [2]
				"Восст. Обморожение", -- [3]
				15, -- [4]
				609814, -- [5]
				"cd", -- [6]
				136990, -- [7]
				3, -- [8]
				"816", -- [9]
				["id"] = 1570,
			},
			["71615"] = {
				"71615", -- [1]
				"Timer71615fades", -- [2]
				"Слезоточивый газ спадает", -- [3]
				16, -- [4]
				135867, -- [5]
				"fades", -- [6]
				71615, -- [7]
				6, -- [8]
				"Putricide", -- [9]
				["id"] = 1102,
			},
			["118094"] = {
				"118094", -- [1]
				"Timer118094next", -- [2]
				"След. Залп", -- [3]
				5, -- [4]
				461116, -- [5]
				"next", -- [6]
				118094, -- [7]
				3, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["117960"] = {
				"117960", -- [1]
				"Timer117960cd2", -- [2]
				"Восст. Небесное дыхание", -- [3]
				7.2, -- [4]
				135781, -- [5]
				"cd", -- [6]
				117960, -- [7]
				5, -- [8]
				"726", -- [9]
				["id"] = 1500,
			},
			["252516"] = {
				"252516", -- [1]
				"Timer252516cast", -- [2]
				"Диски Норганнона", -- [3]
				12, -- [4]
				574567, -- [5]
				"cast", -- [6]
				252516, -- [7]
				6, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["236712"] = {
				"236712", -- [1]
				"Timer236712cd", -- [2]
				"Восст. Лунная метка", -- [3]
				18, -- [4]
				429383, -- [5]
				"cd", -- [6]
				236712, -- [7]
				3, -- [8]
				"1903", -- [9]
				["id"] = 2050,
			},
			["119684"] = {
				"119684", -- [1]
				"Timer119684cd", -- [2]
				"Восст. Удар земли", -- [3]
				9.5, -- [4]
				451165, -- [5]
				"cd", -- [6]
				119684, -- [7]
				3, -- [8]
				"698", -- [9]
				["id"] = 1441,
			},
			["199176"] = {
				"199176", -- [1]
				"Timer199176next", -- [2]
				"След. Шипастый язык", -- [3]
				50.5, -- [4]
				970852, -- [5]
				"next", -- [6]
				199176, -- [7]
				5, -- [8]
				"1673", -- [9]
				["id"] = 1792,
			},
			["249793"] = {
				"249793", -- [1]
				"Timer249793cast", -- [2]
				"Мучения Голганнета", -- [3]
				85, -- [4]
				839977, -- [5]
				"cast", -- [6]
				249793, -- [7]
				6, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["199817"] = {
				"199817", -- [1]
				"Timer199817cd", -- [2]
				"Восст. Призыв прислужников", -- [3]
				5.5, -- [4]
				1322281, -- [5]
				"cd", -- [6]
				199817, -- [7]
				1, -- [8]
				"1673", -- [9]
				["id"] = 1792,
			},
			["1857"] = {
				"1857", -- [1]
				"Timer1857achievement", -- [2]
				"Порежем на лоскутики (25 игроков)", -- [3]
				180, -- [4]
				136182, -- [5]
				"achievement", -- [6]
				1857, -- [7]
				0, -- [8]
				"Patchwerk", -- [9]
				["id"] = 1118,
			},
			["69057"] = {
				"69057", -- [1]
				"Timer69057cd", -- [2]
				"Восст. Костяной шип", -- [3]
				15, -- [4]
				236946, -- [5]
				"cd", -- [6]
				69057, -- [7]
				1, -- [8]
				"LordMarrowgar", -- [9]
				["id"] = 1101,
			},
			["69076"] = {
				"69076", -- [1]
				"Timer69076cd", -- [2]
				"Восст. Вихрь костей", -- [3]
				45, -- [4]
				132119, -- [5]
				"cd", -- [6]
				69076, -- [7]
				2, -- [8]
				"LordMarrowgar", -- [9]
				["id"] = 1101,
			},
			["143027"] = {
				"143027", -- [1]
				"Timer143027cd", -- [2]
				"Восст. Столкновение", -- [3]
				45, -- [4]
				628134, -- [5]
				"cd", -- [6]
				143027, -- [7]
				3, -- [8]
				"849", -- [9]
				["id"] = 1598,
			},
			["72091"] = {
				"72091", -- [1]
				"Timer72091next", -- [2]
				"След. Ледяной шар", -- [3]
				13, -- [4]
				135851, -- [5]
				"next", -- [6]
				72091, -- [7]
				1, -- [8]
				"Toravon", -- [9]
				["id"] = 1129,
			},
			["64218"] = {
				"64218", -- [1]
				"Timer64218next", -- [2]
				"След. Перезарядка", -- [3]
				45, -- [4]
				136050, -- [5]
				"next", -- [6]
				64218, -- [7]
				5, -- [8]
				"Emalon", -- [9]
				["id"] = 1126,
			},
			["107268"] = {
				"107268", -- [1]
				"Timer107268target	Аншабдулька-СвежевательДуш", -- [2]
				"Диверсия: Аншабдулька", -- [3]
				5, -- [4]
				133713, -- [5]
				"target", -- [6]
				107268, -- [7]
				0, -- [8]
				"655", -- [9]
				["id"] = 1397,
			},
			["60880"] = {
				"60880", -- [1]
				"Timer60880next", -- [2]
				"След. Топот", -- [3]
				45, -- [4]
				132318, -- [5]
				"next", -- [6]
				60880, -- [7]
				2, -- [8]
				"Archavon", -- [9]
				["id"] = 1126,
			},
			["66721"] = {
				"66721", -- [1]
				"Timer66721next", -- [2]
				"След. Пылающая ярость", -- [3]
				20, -- [4]
				135265, -- [5]
				"next", -- [6]
				66721, -- [7]
				5, -- [8]
				"Koralon", -- [9]
				["id"] = 1126,
			},
			["198635"] = {
				"198635", -- [1]
				"Timer198635cd", -- [2]
				"Восст. Неумолимый удар", -- [3]
				5.5, -- [4]
				1278100, -- [5]
				"cd", -- [6]
				198635, -- [7]
				5, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["42524"] = {
				"42524", -- [1]
				"Timer42524next", -- [2]
				"След. Вызов споры", -- [3]
				18, -- [4]
				134530, -- [5]
				"next", -- [6]
				42524, -- [7]
				5, -- [8]
				"Loatheb", -- [9]
				["id"] = 1115,
			},
			["145071"] = {
				"145071", -- [1]
				"Timer145071cdcount	1", -- [2]
				"Восст. Касание И'Шараджа (1)", -- [3]
				30, -- [4]
				892448, -- [5]
				"cdcount", -- [6]
				145071, -- [7]
				3, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["247245"] = {
				"247245", -- [1]
				"Timer247245cd", -- [2]
				"Восст. Призрачный удар", -- [3]
				20.4, -- [4]
				132303, -- [5]
				"cd", -- [6]
				247245, -- [7]
				3, -- [8]
				"1980", -- [9]
				["id"] = 2066,
			},
			["257296"] = {
				"257296", -- [1]
				"Timer257296cdcount	1", -- [2]
				"Восст. Ярость Порабощенного (1)", -- [3]
				12, -- [4]
				136146, -- [5]
				"cdcount", -- [6]
				257296, -- [7]
				2, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["52721"] = {
				"52721", -- [1]
				"Timer52721target	Кусокпанды", -- [2]
				"Сон: Кусокпанды", -- [3]
				10, -- [4]
				136090, -- [5]
				"target", -- [6]
				52721, -- [7]
				0, -- [8]
				"614", -- [9]
				["id"] = 2005,
			},
			["249336"] = {
				"249336", -- [1]
				"Timer249336adds", -- [2]
				"Incoming Adds", -- [3]
				53, -- [4]
				136243, -- [5]
				"adds", -- [6]
				249336, -- [7]
				1, -- [8]
				"1981", -- [9]
				["id"] = 2067,
			},
			["34716"] = {
				"34716", -- [1]
				"Timer34716active", -- [2]
				"Топот заканчивается", -- [3]
				5, -- [4]
				132368, -- [5]
				"active", -- [6]
				34716, -- [7]
				3, -- [8]
				"562", -- [9]
				["id"] = 1929,
			},
			["119981"] = {
				"119981", -- [1]
				"Timer119981cd", -- [2]
				"Восст. Вихрящийся поток", -- [3]
				22, -- [4]
				132845, -- [5]
				"cd", -- [6]
				119981, -- [7]
				0, -- [8]
				"708", -- [9]
				["id"] = 1442,
			},
			["54426"] = {
				"54426", -- [1]
				"Timer54426cd", -- [2]
				"Восст. Истребление", -- [3]
				110, -- [4]
				136075, -- [5]
				"cd", -- [6]
				54426, -- [7]
				2, -- [8]
				"Gluth", -- [9]
				["id"] = 1108,
			},
			["28240"] = {
				"28240", -- [1]
				"Timer28240next", -- [2]
				"След. Ядовитое облако", -- [3]
				15, -- [4]
				136006, -- [5]
				"next", -- [6]
				28240, -- [7]
				3, -- [8]
				"Grobbulus", -- [9]
				["id"] = 1111,
			},
			["134476"] = {
				"134476", -- [1]
				"Timer134476cd", -- [2]
				"Восст. Камнепад", -- [3]
				15, -- [4]
				839981, -- [5]
				"cd", -- [6]
				134476, -- [7]
				3, -- [8]
				"825", -- [9]
				["id"] = 1565,
			},
			["209628"] = {
				"209628", -- [1]
				"Timer209628cd", -- [2]
				"Восст. Пронзающий ураган", -- [3]
				5.7, -- [4]
				1020351, -- [5]
				"cd", -- [6]
				209628, -- [7]
				2, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["138691"] = {
				"138691", -- [1]
				"Timer138691cd", -- [2]
				"Восст. Источник анимы", -- [3]
				14, -- [4]
				524305, -- [5]
				"cd", -- [6]
				138691, -- [7]
				3, -- [8]
				"824", -- [9]
				["id"] = 1576,
			},
			["71289"] = {
				"71289", -- [1]
				"Timer71289cd", -- [2]
				"Восст. Господство над разумом", -- [3]
				30, -- [4]
				132507, -- [5]
				"cd", -- [6]
				71289, -- [7]
				3, -- [8]
				"Deathwhisper", -- [9]
				["id"] = 1100,
			},
			["117203"] = {
				"117203", -- [1]
				"Timer117203cdcount	1", -- [2]
				"Восст. Вытягивающий щит (1)", -- [3]
				4, -- [4]
				307704, -- [5]
				"cdcount", -- [6]
				117203, -- [7]
				1, -- [8]
				"689", -- [9]
				["id"] = 1390,
			},
			["122398"] = {
				"122398", -- [1]
				"Timer122398nextsource	Зёба", -- [2]
				"След. Янтарный взрыв: Зёба", -- [3]
				15, -- [4]
				236305, -- [5]
				"nextsource", -- [6]
				122398, -- [7]
				4, -- [8]
				"737", -- [9]
				["id"] = 1499,
			},
			["192522"] = {
				"192522", -- [1]
				"Timer192522cd", -- [2]
				"Восст. Разлом", -- [3]
				40, -- [4]
				1032476, -- [5]
				"cd", -- [6]
				192522, -- [7]
				5, -- [8]
				"1468", -- [9]
				["id"] = 1816,
			},
			["124862"] = {
				"124862", -- [1]
				"Timer124862cd", -- [2]
				"Восст. Видения смерти", -- [3]
				4, -- [4]
				236188, -- [5]
				"cd", -- [6]
				124862, -- [7]
				0, -- [8]
				"743", -- [9]
				["id"] = 1501,
			},
			["196947"] = {
				"196947", -- [1]
				"Timer196947fades", -- [2]
				"Погружение спадает", -- [3]
				15, -- [4]
				463570, -- [5]
				"fades", -- [6]
				196947, -- [7]
				6, -- [8]
				"1663", -- [9]
				["id"] = 1824,
			},
			["236544"] = {
				"236544", -- [1]
				"Timer236544cd", -- [2]
				"Восст. Роковой раскол", -- [3]
				18, -- [4]
				1033912, -- [5]
				"cd", -- [6]
				236544, -- [7]
				5, -- [8]
				"1896", -- [9]
				["id"] = 2054,
			},
			["143962"] = {
				"143962", -- [1]
				"Timer143962next", -- [2]
				"След. Адский удар", -- [3]
				8, -- [4]
				135265, -- [5]
				"next", -- [6]
				143962, -- [7]
				3, -- [8]
				"849", -- [9]
				["id"] = 1598,
			},
			["227508"] = {
				"227508", -- [1]
				"Timer227508cd", -- [2]
				"Восст. Всеобщее покаяние", -- [3]
				48.5, -- [4]
				135942, -- [5]
				"cd", -- [6]
				227508, -- [7]
				2, -- [8]
				"1825", -- [9]
				["id"] = 1954,
			},
			["134647"] = {
				"134647", -- [1]
				"Timer134647fades", -- [2]
				"Опаление спадает", -- [3]
				30, -- [4]
				135830, -- [5]
				"fades", -- [6]
				134647, -- [7]
				0, -- [8]
				"817", -- [9]
				["id"] = 1559,
			},
			["120001"] = {
				"120001", -- [1]
				"Timer120001next", -- [2]
				"След. Взрыв", -- [3]
				30, -- [4]
				535045, -- [5]
				"next", -- [6]
				120001, -- [7]
				2, -- [8]
				"693", -- [9]
				["id"] = 1465,
			},
			["137203"] = {
				"137203", -- [1]
				"Timer137203cd", -- [2]
				"Восст. Благословенный дух лоа", -- [3]
				25, -- [4]
				537026, -- [5]
				"cd", -- [6]
				137203, -- [7]
				1, -- [8]
				"816", -- [9]
				["id"] = 1570,
			},
			["136146"] = {
				"136146", -- [1]
				"Timer136146cdcount	1", -- [2]
				"Восст. Мощный удар кулаком (1)", -- [3]
				62, -- [4]
				136243, -- [5]
				"cdcount", -- [6]
				136146, -- [7]
				2, -- [8]
				"817", -- [9]
				["id"] = 1559,
			},
			["143990"] = {
				"143990", -- [1]
				"Timer143990cd", -- [2]
				"Восст. Мерзкий гейзер", -- [3]
				32.5, -- [4]
				132104, -- [5]
				"cd", -- [6]
				143990, -- [7]
				1, -- [8]
				"856", -- [9]
				["id"] = 1606,
			},
			["198077"] = {
				"198077", -- [1]
				"Timer198077cd", -- [2]
				"Восст. Расколотые копья", -- [3]
				40, -- [4]
				612968, -- [5]
				"cd", -- [6]
				198077, -- [7]
				2, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["243974"] = {
				"243974", -- [1]
				"Timer243974next", -- [2]
				"След. Пытка Тьмой", -- [3]
				290, -- [4]
				237567, -- [5]
				"next", -- [6]
				243974, -- [7]
				6, -- [8]
				"1983", -- [9]
				["id"] = 2069,
			},
			["84974"] = {
				"84974", -- [1]
				"Timer84974next", -- [2]
				"След. Режим осады", -- [3]
				120.5, -- [4]
				252185, -- [5]
				"next", -- [6]
				84974, -- [7]
				6, -- [8]
				"864", -- [9]
				["id"] = 1600,
			},
			["249009"] = {
				"249009", -- [1]
				"Timer249009cd", -- [2]
				"Восст. Масштабный рывок", -- [3]
				14.6, -- [4]
				458969, -- [5]
				"cd", -- [6]
				249009, -- [7]
				3, -- [8]
				"1982", -- [9]
				["id"] = 2068,
			},
			["139840"] = {
				"139840", -- [1]
				"Timer139840cd", -- [2]
				"Восст. Гниение брони", -- [3]
				16, -- [4]
				236271, -- [5]
				"cd", -- [6]
				139840, -- [7]
				0, -- [8]
				"821", -- [9]
				["id"] = 1578,
			},
			["116417"] = {
				"116417", -- [1]
				"Timer116417cd", -- [2]
				"Восст. Резонанс Чар", -- [3]
				12, -- [4]
				237570, -- [5]
				"cd", -- [6]
				116417, -- [7]
				3, -- [8]
				"689", -- [9]
				["id"] = 1390,
			},
			["205004"] = {
				"205004", -- [1]
				"Timer205004cd", -- [2]
				"Восст. Отмщение", -- [3]
				10, -- [4]
				132353, -- [5]
				"cd", -- [6]
				205004, -- [7]
				1, -- [8]
				"1470", -- [9]
				["id"] = 1818,
			},
			["193018"] = {
				"193018", -- [1]
				"Timer193018next", -- [2]
				"След. Пузырь газа", -- [3]
				10, -- [4]
				893778, -- [5]
				"next", -- [6]
				193018, -- [7]
				3, -- [8]
				"1491", -- [9]
				["id"] = 1812,
			},
			["204574"] = {
				"204574", -- [1]
				"Timer204574cd", -- [2]
				"Восст. Корни-душители", -- [3]
				12, -- [4]
				458176, -- [5]
				"cd", -- [6]
				204574, -- [7]
				3, -- [8]
				"1655", -- [9]
				["id"] = 1837,
			},
			["143265"] = {
				"143265", -- [1]
				"Timer143265cd", -- [2]
				"Восст. Запуск циркулярной пилы", -- [3]
				10, -- [4]
				134427, -- [5]
				"cd", -- [6]
				143265, -- [7]
				3, -- [8]
				"865", -- [9]
				["id"] = 1601,
			},
			["188169"] = {
				"188169", -- [1]
				"Timer188169cd", -- [2]
				"Восст. Бритвенно-острые осколки", -- [3]
				25, -- [4]
				135857, -- [5]
				"cd", -- [6]
				188169, -- [7]
				5, -- [8]
				"1662", -- [9]
				["id"] = 1790,
			},
			["244410"] = {
				"244410", -- [1]
				"Timer244410next", -- [2]
				"След. Децимация", -- [3]
				15.8, -- [4]
				236216, -- [5]
				"next", -- [6]
				244410, -- [7]
				3, -- [8]
				"1992", -- [9]
				["id"] = 2076,
			},
			["137229"] = {
				"137229", -- [1]
				"Timer137229cd", -- [2]
				"Восст. Мертвая зона", -- [3]
				8.5, -- [4]
				135733, -- [5]
				"cd", -- [6]
				137229, -- [7]
				0, -- [8]
				"817", -- [9]
				["id"] = 1559,
			},
			["119358"] = {
				"119358", -- [1]
				"Timer119358cast", -- [2]
				"Сосредоточение энергии", -- [3]
				16, -- [4]
				136158, -- [5]
				"cast", -- [6]
				119358, -- [7]
				6, -- [8]
				"726", -- [9]
				["id"] = 1500,
			},
			["232192"] = {
				"232192", -- [1]
				"Timer232192next", -- [2]
				"След. Властный рык", -- [3]
				17.3, -- [4]
				642418, -- [5]
				"next", -- [6]
				232192, -- [7]
				1, -- [8]
				"1856", -- [9]
				["id"] = 2036,
			},
			["117961"] = {
				"117961", -- [1]
				"Timer117961cd", -- [2]
				"Восст. Непроницаемый щит", -- [3]
				40.7, -- [4]
				132360, -- [5]
				"cd", -- [6]
				117961, -- [7]
				0, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["122754"] = {
				"122754", -- [1]
				"Timer122754active", -- [2]
				"Неистовство заканчивается", -- [3]
				30, -- [4]
				132141, -- [5]
				"active", -- [6]
				122754, -- [7]
				0, -- [8]
				"713", -- [9]
				["id"] = 1463,
			},
			["245227"] = {
				"245227", -- [1]
				"Timer245227next", -- [2]
				"След. Принять командование", -- [3]
				90, -- [4]
				132333, -- [5]
				"next", -- [6]
				245227, -- [7]
				6, -- [8]
				"1997", -- [9]
				["id"] = 2070,
			},
			["233264"] = {
				"233264", -- [1]
				"Timer233264nextcount", -- [2]
				"След. Объятия затмения (неизвестно", -- [3]
				54, -- [4]
				236152, -- [5]
				"nextcount", -- [6]
				233264, -- [7]
				5, -- [8]
				"1903", -- [9]
				["id"] = 2050,
			},
			["111723"] = {
				"111723", -- [1]
				"Timer111723next", -- [2]
				"След. Сосредоточение внимания", -- [3]
				5.5, -- [4]
				136088, -- [5]
				"next", -- [6]
				111723, -- [7]
				3, -- [8]
				"649", -- [9]
				["id"] = 1419,
			},
			["248165"] = {
				"248165", -- [1]
				"Timer248165cdcount	1", -- [2]
				"Восст. Конус смерти (1)", -- [3]
				30.3, -- [4]
				348565, -- [5]
				"cdcount", -- [6]
				248165, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["117506"] = {
				"117506", -- [1]
				"Timer117506cd", -- [2]
				"Восст. Бессмертные тени", -- [3]
				20, -- [4]
				132291, -- [5]
				"cd", -- [6]
				117506, -- [7]
				1, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["252616"] = {
				"252616", -- [1]
				"Timer252616cd", -- [2]
				"Восст. Космический маяк", -- [3]
				52, -- [4]
				525024, -- [5]
				"cd", -- [6]
				252616, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["122784"] = {
				"122784", -- [1]
				"Timer122784nextcount	1", -- [2]
				"След. Ваятель жизни (1)", -- [3]
				20, -- [4]
				463485, -- [5]
				"nextcount", -- [6]
				122784, -- [7]
				3, -- [8]
				"737", -- [9]
				["id"] = 1499,
			},
			["138334"] = {
				"138334", -- [1]
				"Timer138334cd", -- [2]
				"Восст. Фатальный удар", -- [3]
				9.4, -- [4]
				651728, -- [5]
				"cd", -- [6]
				138334, -- [7]
				5, -- [8]
				"831", -- [9]
				["id"] = 1581,
			},
			["244693"] = {
				"244693", -- [1]
				"Timer244693cd", -- [2]
				"Восст. Огненная волна", -- [3]
				5.1, -- [4]
				524795, -- [5]
				"cd", -- [6]
				244693, -- [7]
				3, -- [8]
				"1984", -- [9]
				["id"] = 2063,
			},
			["227410"] = {
				"227410", -- [1]
				"Timer227410cd", -- [2]
				"Восст. Дивное сияние", -- [3]
				8.3, -- [4]
				1391780, -- [5]
				"cd", -- [6]
				227410, -- [7]
				5, -- [8]
				"1820", -- [9]
				["id"] = 1957,
			},
			["246840"] = {
				"246840", -- [1]
				"Timer246840cdcount	1", -- [2]
				"Восст. Разрушитель (1)", -- [3]
				21.1, -- [4]
				135798, -- [5]
				"cdcount", -- [6]
				246840, -- [7]
				3, -- [8]
				"2004", -- [9]
				["id"] = 2088,
			},
			["229151"] = {
				"229151", -- [1]
				"Timer229151cd", -- [2]
				"Восст. Расщепление", -- [3]
				10.8, -- [4]
				1117883, -- [5]
				"cd", -- [6]
				229151, -- [7]
				3, -- [8]
				"1838", -- [9]
				["id"] = 2017,
			},
			["72219"] = {
				"72219", -- [1]
				"Timer72219target	Зёба", -- [2]
				"Вздутие желудка: Зёба", -- [3]
				100, -- [4]
				342913, -- [5]
				"target", -- [6]
				72219, -- [7]
				5, -- [8]
				"Festergut", -- [9]
				["id"] = 1097,
			},
			["134380"] = {
				"134380", -- [1]
				"Timer134380cdcount	1", -- [2]
				"Восст. Перья (1)", -- [3]
				42.5, -- [4]
				132188, -- [5]
				"cdcount", -- [6]
				134380, -- [7]
				2, -- [8]
				"828", -- [9]
				["id"] = 1573,
			},
			["117948"] = {
				"117948", -- [1]
				"Timer117948next", -- [2]
				"След. Аннигиляция", -- [3]
				10.5, -- [4]
				236304, -- [5]
				"next", -- [6]
				117948, -- [7]
				3, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["246026"] = {
				"246026", -- [1]
				"Timer246026cd", -- [2]
				"Восст. Ловушка Бездны", -- [3]
				8.8, -- [4]
				1391771, -- [5]
				"cd", -- [6]
				246026, -- [7]
				3, -- [8]
				"1980", -- [9]
				["id"] = 2066,
			},
			["69166"] = {
				"69166", -- [1]
				"Timer69166next", -- [2]
				"След. Гнилостные испарения в легких", -- [3]
				34, -- [4]
				342913, -- [5]
				"next", -- [6]
				69166, -- [7]
				6, -- [8]
				"Festergut", -- [9]
				["id"] = 1097,
			},
			["136361"] = {
				"136361", -- [1]
				"Timer136361cd", -- [2]
				"Восст. Блуждающий разряд", -- [3]
				14, -- [4]
				462651, -- [5]
				"cd", -- [6]
				136361, -- [7]
				5, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["198401"] = {
				"198401", -- [1]
				"Timer198401cd", -- [2]
				"Восст. Сумерки", -- [3]
				19, -- [4]
				236168, -- [5]
				"cd", -- [6]
				198401, -- [7]
				3, -- [8]
				"1654", -- [9]
				["id"] = 1836,
			},
			["144574"] = {
				"144574", -- [1]
				"Timer144574next", -- [2]
				"След. Оскверненная тюрьма", -- [3]
				53, -- [4]
				895886, -- [5]
				"next", -- [6]
				144574, -- [7]
				3, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["191941"] = {
				"191941", -- [1]
				"Timer191941active", -- [2]
				"Удары Тьмы заканчивается", -- [3]
				11, -- [4]
				132304, -- [5]
				"active", -- [6]
				191941, -- [7]
				5, -- [8]
				"1467", -- [9]
				["id"] = 1815,
			},
			["201733"] = {
				"201733", -- [1]
				"Timer201733cd", -- [2]
				"Восст. Жалящий рой", -- [3]
				9, -- [4]
				538518, -- [5]
				"cd", -- [6]
				201733, -- [7]
				3, -- [8]
				"1672", -- [9]
				["id"] = 1835,
			},
			["120195"] = {
				"120195", -- [1]
				"Timer120195next", -- [2]
				"След. Метеор", -- [3]
				42, -- [4]
				135821, -- [5]
				"next", -- [6]
				120195, -- [7]
				3, -- [8]
				"708", -- [9]
				["id"] = 1442,
			},
			["231854"] = {
				"231854", -- [1]
				"Timer231854nextcount	1", -- [2]
				"След. Неконтролируемая ярость (1)", -- [3]
				20, -- [4]
				132344, -- [5]
				"nextcount", -- [6]
				231854, -- [7]
				2, -- [8]
				"1856", -- [9]
				["id"] = 2036,
			},
			["137399"] = {
				"137399", -- [1]
				"Timer137399cd", -- [2]
				"Восст. Средоточие молний", -- [3]
				8, -- [4]
				252174, -- [5]
				"cd", -- [6]
				137399, -- [7]
				3, -- [8]
				"827", -- [9]
				["id"] = 1577,
			},
			["197687"] = {
				"197687", -- [1]
				"Timer197687next", -- [2]
				"След. Пронзающий взгляд", -- [3]
				4, -- [4]
				1033497, -- [5]
				"next", -- [6]
				197687, -- [7]
				3, -- [8]
				"1653", -- [9]
				["id"] = 1833,
			},
			["115003"] = {
				"115003", -- [1]
				"Timer115003active", -- [2]
				"Карбонизация заканчивается", -- [3]
				23, -- [4]
				132792, -- [5]
				"active", -- [6]
				115003, -- [7]
				0, -- [8]
				"670", -- [9]
				["id"] = 1414,
			},
			["245463"] = {
				"245463", -- [1]
				"Timer245463nextcount	1", -- [2]
				"След. Разрывающее пламя (1)", -- [3]
				5, -- [4]
				460698, -- [5]
				"nextcount", -- [6]
				245463, -- [7]
				5, -- [8]
				"1984", -- [9]
				["id"] = 2063,
			},
			["235267"] = {
				"235267", -- [1]
				"Timer235267nextcount	2", -- [2]
				"След. Массовая нестабильность (2)", -- [3]
				5.9, -- [4]
				535593, -- [5]
				"nextcount", -- [6]
				235267, -- [7]
				3, -- [8]
				"1897", -- [9]
				["id"] = 2052,
			},
			["112944"] = {
				"112944", -- [1]
				"Timer112944next", -- [2]
				"След. Морковная отрыжка", -- [3]
				18, -- [4]
				134010, -- [5]
				"next", -- [6]
				112944, -- [7]
				0, -- [8]
				"669", -- [9]
				["id"] = 1413,
			},
			["148676"] = {
				"148676", -- [1]
				"Timer148676cd", -- [2]
				"Восст. Рассекание", -- [3]
				38.5, -- [4]
				132369, -- [5]
				"cd", -- [6]
				148676, -- [7]
				2, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["136769"] = {
				"136769", -- [1]
				"Timer136769cd", -- [2]
				"Восст. Рывок", -- [3]
				31, -- [4]
				132335, -- [5]
				"cd", -- [6]
				136769, -- [7]
				3, -- [8]
				"819", -- [9]
				["id"] = 1575,
			},
			["196392"] = {
				"196392", -- [1]
				"Timer196392cd", -- [2]
				"Восст. Перезарядка маны", -- [3]
				30, -- [4]
				136208, -- [5]
				"cd", -- [6]
				196392, -- [7]
				4, -- [8]
				"1497", -- [9]
				["id"] = 1827,
			},
			["245627"] = {
				"245627", -- [1]
				"Timer245627next", -- [2]
				"След. Вращающийся меч", -- [3]
				8, -- [4]
				999952, -- [5]
				"next", -- [6]
				245627, -- [7]
				3, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["243982"] = {
				"243982", -- [1]
				"Timer243982cdcount	1", -- [2]
				"Восст. Разлом (1)", -- [3]
				14, -- [4]
				1394890, -- [5]
				"cdcount", -- [6]
				243982, -- [7]
				3, -- [8]
				"1898", -- [9]
				["id"] = 2051,
			},
			["106984"] = {
				"106984", -- [1]
				"Timer106984next", -- [2]
				"След. Вызов молнии", -- [3]
				6, -- [4]
				136050, -- [5]
				"next", -- [6]
				106984, -- [7]
				0, -- [8]
				"673", -- [9]
				["id"] = 1303,
			},
			["135695"] = {
				"135695", -- [1]
				"Timer135695cd", -- [2]
				"Восст. Статический шок", -- [3]
				19, -- [4]
				237587, -- [5]
				"cd", -- [6]
				135695, -- [7]
				3, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["196346"] = {
				"196346", -- [1]
				"Timer196346cd", -- [2]
				"Восст. Мучительный прыжок", -- [3]
				5.9, -- [4]
				132133, -- [5]
				"cd", -- [6]
				196346, -- [7]
				3, -- [8]
				"1654", -- [9]
				["id"] = 1836,
			},
			["195254"] = {
				"195254", -- [1]
				"Timer195254cd", -- [2]
				"Восст. Вращающаяся коса", -- [3]
				8, -- [4]
				1060569, -- [5]
				"cd", -- [6]
				195254, -- [7]
				3, -- [8]
				"1518", -- [9]
				["id"] = 1832,
			},
			["48873"] = {
				"48873", -- [1]
				"Timer48873target	Стритх-СвежевательДуш", -- [2]
				"Калечащая рана: Стритх", -- [3]
				15, -- [4]
				132135, -- [5]
				"target", -- [6]
				48873, -- [7]
				0, -- [8]
				"590", -- [9]
				["id"] = 1977,
			},
			["239379"] = {
				"239379", -- [1]
				"Timer239379nextcount", -- [2]
				"След. Град глеф (неизвестно", -- [3]
				54, -- [4]
				648707, -- [5]
				"nextcount", -- [6]
				239379, -- [7]
				3, -- [8]
				"1903", -- [9]
				["id"] = 2050,
			},
			["245458"] = {
				"245458", -- [1]
				"Timer245458nextcount	2", -- [2]
				"След. Сокрушитель (2)", -- [3]
				10, -- [4]
				135811, -- [5]
				"nextcount", -- [6]
				245458, -- [7]
				5, -- [8]
				"1984", -- [9]
				["id"] = 2063,
			},
			["146849"] = {
				"146849", -- [1]
				"Timer146849cd", -- [2]
				"Восст. Разбивающий взмах", -- [3]
				7.5, -- [4]
				132358, -- [5]
				"cd", -- [6]
				146849, -- [7]
				5, -- [8]
				"868", -- [9]
				["id"] = 1622,
			},
			["143339"] = {
				"143339", -- [1]
				"Timer143339next", -- [2]
				"След. Инъекция вируса", -- [3]
				8, -- [4]
				237031, -- [5]
				"next", -- [6]
				143339, -- [7]
				5, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["258068"] = {
				"258068", -- [1]
				"Timer258068cdcount	1", -- [2]
				"Восст. Пристальный взгляд Саргераса (1)", -- [3]
				8.2, -- [4]
				1357795, -- [5]
				"cdcount", -- [6]
				258068, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["143974"] = {
				"143974", -- [1]
				"Timer143974cd", -- [2]
				"Восст. Удар щитом", -- [3]
				19, -- [4]
				132357, -- [5]
				"cd", -- [6]
				143974, -- [7]
				5, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["193977"] = {
				"193977", -- [1]
				"Timer193977cd", -- [2]
				"Восст. Ветра Нордскола", -- [3]
				15, -- [4]
				135833, -- [5]
				"cd", -- [6]
				193977, -- [7]
				2, -- [8]
				"1502", -- [9]
				["id"] = 1822,
			},
			["138763"] = {
				"138763", -- [1]
				"Timer138763cast", -- [2]
				"Прерывающий удар", -- [3]
				2.2, -- [4]
				136050, -- [5]
				"cast", -- [6]
				138763, -- [7]
				0, -- [8]
				"824", -- [9]
				["id"] = 1576,
			},
			["144005"] = {
				"144005", -- [1]
				"Timer144005cd", -- [2]
				"Восст. Ядовитая буря", -- [3]
				32, -- [4]
				649816, -- [5]
				"cd", -- [6]
				144005, -- [7]
				3, -- [8]
				"856", -- [9]
				["id"] = 1606,
			},
			["120789"] = {
				"120789", -- [1]
				"Timer120789cd", -- [2]
				"Восст. Ошеломляющий удар", -- [3]
				13.5, -- [4]
				132337, -- [5]
				"cd", -- [6]
				120789, -- [7]
				0, -- [8]
				"738", -- [9]
				["id"] = 1502,
			},
			["196543"] = {
				"196543", -- [1]
				"Timer196543cd", -- [2]
				"Восст. Пугающий вой", -- [3]
				8, -- [4]
				1033494, -- [5]
				"cd", -- [6]
				196543, -- [7]
				2, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["48400"] = {
				"48400", -- [1]
				"Timer48400target	Ураменгасхе-Голдринн", -- [2]
				"Ледяная могила: Ураменгасхе", -- [3]
				10, -- [4]
				135841, -- [5]
				"target", -- [6]
				48400, -- [7]
				0, -- [8]
				"638", -- [9]
				["id"] = 2026,
			},
			["191855"] = {
				"191855", -- [1]
				"Timer191855cd", -- [2]
				"Восст. Отравленная рана", -- [3]
				5, -- [4]
				458736, -- [5]
				"cd", -- [6]
				191855, -- [7]
				3, -- [8]
				"1479", -- [9]
				["id"] = 1813,
			},
			["198079"] = {
				"198079", -- [1]
				"Timer198079cd", -- [2]
				"Восст. Ненавидящий взгляд", -- [3]
				5, -- [4]
				132284, -- [5]
				"cd", -- [6]
				198079, -- [7]
				3, -- [8]
				"1664", -- [9]
				["id"] = 1834,
			},
			["65279"] = {
				"65279", -- [1]
				"Timer65279cd", -- [2]
				"Восст. Вспышка молнии", -- [3]
				20, -- [4]
				136050, -- [5]
				"cd", -- [6]
				65279, -- [7]
				2, -- [8]
				"Emalon", -- [9]
				["id"] = 1126,
			},
			["143337"] = {
				"143337", -- [1]
				"Timer143337cdcount	1", -- [2]
				"Восст. Мутирование (1)", -- [3]
				23, -- [4]
				878216, -- [5]
				"cdcount", -- [6]
				143337, -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["117708"] = {
				"117708", -- [1]
				"Timer117708cd", -- [2]
				"Восст. Сводящий с ума крик", -- [3]
				40, -- [4]
				458971, -- [5]
				"cd", -- [6]
				117708, -- [7]
				3, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["122406"] = {
				"122406", -- [1]
				"Timer122406cd", -- [2]
				"Восст. Дождь клинков", -- [3]
				60, -- [4]
				615303, -- [5]
				"cd", -- [6]
				122406, -- [7]
				2, -- [8]
				"741", -- [9]
				["id"] = 1498,
			},
			["233556"] = {
				"233556", -- [1]
				"Timer233556next", -- [2]
				"След. Оскверненная матрица", -- [3]
				40, -- [4]
				1097741, -- [5]
				"next", -- [6]
				233556, -- [7]
				5, -- [8]
				"1873", -- [9]
				["id"] = 2038,
			},
			["243983"] = {
				"243983", -- [1]
				"Timer243983cd", -- [2]
				"Восст. Гибнущий мир", -- [3]
				10.5, -- [4]
				1044088, -- [5]
				"cd", -- [6]
				243983, -- [7]
				2, -- [8]
				"1985", -- [9]
				["id"] = 2064,
			},
			["116174"] = {
				"116174", -- [1]
				"Timer116174nextcount	1", -- [2]
				"След. Призыв тотема духов (1)", -- [3]
				20, -- [4]
				136008, -- [5]
				"nextcount", -- [6]
				116174, -- [7]
				0, -- [8]
				"682", -- [9]
				["id"] = 1434,
			},
			["193093"] = {
				"193093", -- [1]
				"Timer193093cd", -- [2]
				"Восст. Удар по земле", -- [3]
				18.2, -- [4]
				132318, -- [5]
				"cd", -- [6]
				193093, -- [7]
				5, -- [8]
				"1491", -- [9]
				["id"] = 1812,
			},
			["136917"] = {
				"136917", -- [1]
				"Timer136917cd", -- [2]
				"Восст. Трескучий мороз", -- [3]
				15, -- [4]
				538770, -- [5]
				"cd", -- [6]
				136917, -- [7]
				3, -- [8]
				"816", -- [9]
				["id"] = 1570,
			},
			["ej8294"] = {
				"ej8294", -- [1]
				"Timerej8294next", -- [2]
				"След. Предсказатель - всадник на волке", -- [3]
				30, -- [4]
				237571, -- [5]
				"next", -- [6]
				"ej8294", -- [7]
				1, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["247716"] = {
				"247716", -- [1]
				"Timer247716cd", -- [2]
				"Восст. Направленные взрывы", -- [3]
				8.4, -- [4]
				236216, -- [5]
				"cd", -- [6]
				247716, -- [7]
				3, -- [8]
				"2009", -- [9]
				["id"] = 2082,
			},
			["118988"] = {
				"118988", -- [1]
				"Timer118988target	Глинтрок-оракул", -- [2]
				"Безудержный восторг: Глинтрок", -- [3]
				20, -- [4]
				236310, -- [5]
				"target", -- [6]
				118988, -- [7]
				0, -- [8]
				"690", -- [9]
				["id"] = 2129,
			},
			["ej8562"] = {
				"ej8562", -- [1]
				"Timerej8562next", -- [2]
				"След. Кор'кронский разрушитель", -- [3]
				20, -- [4]
				136025, -- [5]
				"next", -- [6]
				"ej8562", -- [7]
				1, -- [8]
				"868", -- [9]
				["id"] = 1622,
			},
			["246687"] = {
				"246687", -- [1]
				"Timer246687cd	Vehicle-0-1631-1712-32344-123921-0000EF7597", -- [2]
				"Восст. Децимация", -- [3]
				10.9, -- [4]
				236216, -- [5]
				"cd", -- [6]
				246687, -- [7]
				3, -- [8]
				"2004", -- [9]
				["id"] = 2088,
			},
			["227477"] = {
				"227477", -- [1]
				"Timer227477cd", -- [2]
				"Восст. Вызов помощников", -- [3]
				30, -- [4]
				877482, -- [5]
				"cd", -- [6]
				227477, -- [7]
				1, -- [8]
				"1820", -- [9]
				["id"] = 1957,
			},
			["70351"] = {
				"70351", -- [1]
				"Timer70351next", -- [2]
				"След. Непредсказуемый эксперимент", -- [3]
				30, -- [4]
				136226, -- [5]
				"next", -- [6]
				70351, -- [7]
				6, -- [8]
				"Putricide", -- [9]
				["id"] = 1102,
			},
			["227523"] = {
				"227523", -- [1]
				"Timer227523cd", -- [2]
				"Восст. Энергетическая пустота", -- [3]
				14.5, -- [4]
				1386548, -- [5]
				"cd", -- [6]
				227523, -- [7]
				3, -- [8]
				"1818", -- [9]
				["id"] = 1959,
			},
			["192072"] = {
				"192072", -- [1]
				"Timer192072cd", -- [2]
				"Восст. Вызов подкрепления", -- [3]
				3, -- [4]
				298644, -- [5]
				"cd", -- [6]
				192072, -- [7]
				1, -- [8]
				"1480", -- [9]
				["id"] = 1810,
			},
			["137891"] = {
				"137891", -- [1]
				"Timer137891cd", -- [2]
				"Восст. Изменчивая судьба", -- [3]
				25, -- [4]
				460699, -- [5]
				"cd", -- [6]
				137891, -- [7]
				3, -- [8]
				"816", -- [9]
				["id"] = 1570,
			},
			["138780"] = {
				"138780", -- [1]
				"Timer138780cd", -- [2]
				"Восст. Усиление голема", -- [3]
				16, -- [4]
				460957, -- [5]
				"cd", -- [6]
				138780, -- [7]
				0, -- [8]
				"824", -- [9]
				["id"] = 1576,
			},
			["234059"] = {
				"234059", -- [1]
				"Timer234059cdcount	1", -- [2]
				"Восст. Необузданный хаос (1)", -- [3]
				7, -- [4]
				135795, -- [5]
				"cdcount", -- [6]
				234059, -- [7]
				3, -- [8]
				"1873", -- [9]
				["id"] = 2038,
			},
			["250757"] = {
				"250757", -- [1]
				"Timer250757cd", -- [2]
				"Восст. Космический отблеск", -- [3]
				5, -- [4]
				135798, -- [5]
				"cd", -- [6]
				250757, -- [7]
				3, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["118903"] = {
				"118903", -- [1]
				"Timer118903cd", -- [2]
				"Восст. Проклятие летаргии", -- [3]
				9, -- [4]
				237561, -- [5]
				"cd", -- [6]
				118903, -- [7]
				3, -- [8]
				"690", -- [9]
				["id"] = 2129,
			},
			["117665"] = {
				"117665", -- [1]
				"Timer117665cd", -- [2]
				"Восст. Границы реальности", -- [3]
				22, -- [4]
				236279, -- [5]
				"cd", -- [6]
				117665, -- [7]
				6, -- [8]
				"335", -- [9]
				["id"] = 1439,
			},
			["244761"] = {
				"244761", -- [1]
				"Timer244761next", -- [2]
				"След. Аннигиляция", -- [3]
				15.8, -- [4]
				840404, -- [5]
				"next", -- [6]
				244761, -- [7]
				3, -- [8]
				"1992", -- [9]
				["id"] = 2076,
			},
			["238430"] = {
				"238430", -- [1]
				"Timer238430cdcount	1", -- [2]
				"Восст. Взрывное пламя ужаса (1)", -- [3]
				7.7, -- [4]
				460698, -- [5]
				"cdcount", -- [6]
				238430, -- [7]
				3, -- [8]
				"1898", -- [9]
				["id"] = 2051,
			},
			["192617"] = {
				"192617", -- [1]
				"Timer192617cd", -- [2]
				"Восст. Потоп", -- [3]
				12, -- [4]
				893778, -- [5]
				"cd", -- [6]
				192617, -- [7]
				5, -- [8]
				"1492", -- [9]
				["id"] = 1814,
			},
			["137404"] = {
				"137404", -- [1]
				"Timer137404cd", -- [2]
				"Восст. Слезы солнца", -- [3]
				28.5, -- [4]
				571554, -- [5]
				"cd", -- [6]
				137404, -- [7]
				0, -- [8]
				"829", -- [9]
				["id"] = 1560,
			},
			["137162"] = {
				"137162", -- [1]
				"Timer137162cd", -- [2]
				"Восст. Статический разряд", -- [3]
				13, -- [4]
				136050, -- [5]
				"cd", -- [6]
				137162, -- [7]
				5, -- [8]
				"827", -- [9]
				["id"] = 1577,
			},
			["72410"] = {
				"72410", -- [1]
				"Timer72410next", -- [2]
				"След. Руна крови", -- [3]
				20, -- [4]
				135772, -- [5]
				"next", -- [6]
				72410, -- [7]
				3, -- [8]
				"Deathbringer", -- [9]
				["id"] = 1096,
			},
			["137045"] = {
				"137045", -- [1]
				"Timer137045active", -- [2]
				"Сверхзарядка заканчивается", -- [3]
				47, -- [4]
				646682, -- [5]
				"active", -- [6]
				137045, -- [7]
				0, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["122408"] = {
				"122408", -- [1]
				"Timer122408cd", -- [2]
				"Восст. Тяжелый топот", -- [3]
				20, -- [4]
				132847, -- [5]
				"cd", -- [6]
				122408, -- [7]
				2, -- [8]
				"737", -- [9]
				["id"] = 1499,
			},
			["145489"] = {
				"145489", -- [1]
				"Timer145489next", -- [2]
				"След. Каменные статуи", -- [3]
				6, -- [4]
				458241, -- [5]
				"next", -- [6]
				145489, -- [7]
				0, -- [8]
				"870", -- [9]
				["id"] = 1594,
			},
			["ej6378"] = {
				"ej6378", -- [1]
				"Timerej6378next", -- [2]
				"След. Хрустальный укротитель", -- [3]
				25.5, -- [4]
				237568, -- [5]
				"next", -- [6]
				"ej6378", -- [7]
				1, -- [8]
				"589", -- [9]
				["id"] = 1976,
			},
			["143280"] = {
				"143280", -- [1]
				"Timer143280cd", -- [2]
				"Восст. Кровопускание", -- [3]
				5, -- [4]
				878217, -- [5]
				"cd", -- [6]
				143280, -- [7]
				1, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["233062"] = {
				"233062", -- [1]
				"Timer233062next", -- [2]
				"След. Инфернальное пламя", -- [3]
				54, -- [4]
				135802, -- [5]
				"next", -- [6]
				233062, -- [7]
				2, -- [8]
				"1862", -- [9]
				["id"] = 2032,
			},
			["198263"] = {
				"198263", -- [1]
				"Timer198263cdcount	1", -- [2]
				"Восст. Светозарная буря (1)", -- [3]
				8, -- [4]
				236250, -- [5]
				"cdcount", -- [6]
				198263, -- [7]
				2, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["244579"] = {
				"244579", -- [1]
				"Timer244579cd", -- [2]
				"Восст. Истребление", -- [3]
				17.5, -- [4]
				132886, -- [5]
				"cd", -- [6]
				244579, -- [7]
				1, -- [8]
				"1979", -- [9]
				["id"] = 2065,
			},
			["143759"] = {
				"143759", -- [1]
				"Timer143759cd", -- [2]
				"Восст. Бросок янтаря", -- [3]
				44, -- [4]
				646670, -- [5]
				"cd", -- [6]
				143759, -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["138295"] = {
				"138295", -- [1]
				"Timer138295next", -- [2]
				"След. Нестабильная анима", -- [3]
				15, -- [4]
				538039, -- [5]
				"next", -- [6]
				138295, -- [7]
				3, -- [8]
				"831", -- [9]
				["id"] = 1581,
			},
			["200227"] = {
				"200227", -- [1]
				"Timer200227cd", -- [2]
				"Восст. Липкие путы", -- [3]
				35, -- [4]
				237431, -- [5]
				"cd", -- [6]
				200227, -- [7]
				3, -- [8]
				"1500", -- [9]
				["id"] = 1826,
			},
			["244312"] = {
				"244312", -- [1]
				"Timer244312cd	1", -- [2]
				"Восст. Прессование", -- [3]
				6, -- [4]
				236253, -- [5]
				"cd", -- [6]
				244312, -- [7]
				5, -- [8]
				"2004", -- [9]
				["id"] = 2088,
			},
			["138333"] = {
				"138333", -- [1]
				"Timer138333cd", -- [2]
				"Восст. Смертоносный удар", -- [3]
				33, -- [4]
				606552, -- [5]
				"cd", -- [6]
				138333, -- [7]
				5, -- [8]
				"831", -- [9]
				["id"] = 1581,
			},
			["123495"] = {
				"123495", -- [1]
				"Timer123495cd", -- [2]
				"Восст. Восстановление ноги", -- [3]
				30, -- [4]
				136043, -- [5]
				"cd", -- [6]
				123495, -- [7]
				1, -- [8]
				"713", -- [9]
				["id"] = 1463,
			},
			["139167"] = {
				"139167", -- [1]
				"Timer139167cd", -- [2]
				"Восст. Воздушные вихри", -- [3]
				15, -- [4]
				136022, -- [5]
				"cd", -- [6]
				139167, -- [7]
				0, -- [8]
				"817", -- [9]
				["id"] = 1559,
			},
			["250095"] = {
				"250095", -- [1]
				"Timer250095cast", -- [2]
				"Манипуляции Аман'тула", -- [3]
				20, -- [4]
				237432, -- [5]
				"cast", -- [6]
				250095, -- [7]
				5, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["200024"] = {
				"200024", -- [1]
				"Timer200024cd", -- [2]
				"Восст. Яд Пустоты", -- [3]
				25, -- [4]
				237155, -- [5]
				"cd", -- [6]
				200024, -- [7]
				3, -- [8]
				"1500", -- [9]
				["id"] = 1826,
			},
			["134691"] = {
				"134691", -- [1]
				"Timer134691cd", -- [2]
				"Восст. Прокалывание", -- [3]
				20, -- [4]
				132345, -- [5]
				"cd", -- [6]
				134691, -- [7]
				5, -- [8]
				"817", -- [9]
				["id"] = 1559,
			},
			["124283"] = {
				"124283", -- [1]
				"Timer124283cd", -- [2]
				"Восст. Натиск Клинка", -- [3]
				12, -- [4]
				615303, -- [5]
				"cd", -- [6]
				124283, -- [7]
				3, -- [8]
				"692", -- [9]
				["id"] = 1447,
			},
			["196115"] = {
				"196115", -- [1]
				"Timer196115next", -- [2]
				"След. Очищающая сила", -- [3]
				30, -- [4]
				609815, -- [5]
				"next", -- [6]
				196115, -- [7]
				2, -- [8]
				"1498", -- [9]
				["id"] = 1825,
			},
			["139180"] = {
				"139180", -- [1]
				"Timer139180cd", -- [2]
				"Восст. Ледяной шип", -- [3]
				15, -- [4]
				135845, -- [5]
				"cd", -- [6]
				139180, -- [7]
				0, -- [8]
				"817", -- [9]
				["id"] = 1559,
			},
			["197251"] = {
				"197251", -- [1]
				"Timer197251cd", -- [2]
				"Восст. Сбивающий с ног удар", -- [3]
				8.3, -- [4]
				574575, -- [5]
				"cd", -- [6]
				197251, -- [7]
				5, -- [8]
				"1470", -- [9]
				["id"] = 1818,
			},
			["118958"] = {
				"118958", -- [1]
				"Timer118958target	Глинтрок-крепкошкур", -- [2]
				"Железный защитник: Глинтрок", -- [3]
				15, -- [4]
				134951, -- [5]
				"target", -- [6]
				118958, -- [7]
				0, -- [8]
				"690", -- [9]
				["id"] = 2129,
			},
			["144821"] = {
				"144821", -- [1]
				"Timer144821next", -- [2]
				"След. Песнь войны Адского Крика", -- [3]
				22, -- [4]
				892447, -- [5]
				"next", -- [6]
				144821, -- [7]
				5, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["106923"] = {
				"106923", -- [1]
				"Timer106923next", -- [2]
				"След. Статическое поле", -- [3]
				18, -- [4]
				136050, -- [5]
				"next", -- [6]
				106923, -- [7]
				3, -- [8]
				"673", -- [9]
				["id"] = 1303,
			},
			["143385"] = {
				"143385", -- [1]
				"Timer143385cd", -- [2]
				"Восст. Электростатический заряд", -- [3]
				17, -- [4]
				237587, -- [5]
				"cd", -- [6]
				143385, -- [7]
				5, -- [8]
				"865", -- [9]
				["id"] = 1601,
			},
			["146180"] = {
				"146180", -- [1]
				"Timer146180cd	Creature-0-3896-1136-4562-72810-00005C811F", -- [2]
				"Восст. Удар крутящегося журавля", -- [3]
				18, -- [4]
				606543, -- [5]
				"cd", -- [6]
				146180, -- [7]
				0, -- [8]
				"870", -- [9]
				["id"] = 1594,
			},
			["227254"] = {
				"227254", -- [1]
				"Timer227254next", -- [2]
				"След. Прилив сил", -- [3]
				68, -- [4]
				135729, -- [5]
				"next", -- [6]
				227254, -- [7]
				6, -- [8]
				"1836", -- [9]
				["id"] = 1964,
			},
			["238570"] = {
				"238570", -- [1]
				"Timer238570nextcount	1", -- [2]
				"След. Стон страдания (1)", -- [3]
				119, -- [4]
				463286, -- [5]
				"nextcount", -- [6]
				238570, -- [7]
				6, -- [8]
				"1896", -- [9]
				["id"] = 2054,
			},
			["244769"] = {
				"244769", -- [1]
				"Timer244769cd", -- [2]
				"Восст. Теневые щупальца", -- [3]
				11.8, -- [4]
				537022, -- [5]
				"cd", -- [6]
				244769, -- [7]
				1, -- [8]
				"1981", -- [9]
				["id"] = 2067,
			},
			["197546"] = {
				"197546", -- [1]
				"Timer197546cd", -- [2]
				"Восст. Жуткая глефа", -- [3]
				5.5, -- [4]
				1138466, -- [5]
				"cd", -- [6]
				197546, -- [7]
				3, -- [8]
				"1653", -- [9]
				["id"] = 1833,
			},
			["144866"] = {
				"144866", -- [1]
				"Timer144866next", -- [2]
				"След. Войти в мир И'Шараджа", -- [3]
				25, -- [4]
				135945, -- [5]
				"next", -- [6]
				144866, -- [7]
				6, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["106841"] = {
				"106841", -- [1]
				"Timer106841next", -- [2]
				"След. Разящий удар Нефритовой Змеи", -- [3]
				10.5, -- [4]
				135796, -- [5]
				"next", -- [6]
				106841, -- [7]
				0, -- [8]
				"658", -- [9]
				["id"] = 1416,
			},
			["248736"] = {
				"248736", -- [1]
				"Timer248736cast", -- [2]
				"Вечные сумерки", -- [3]
				10, -- [4]
				425958, -- [5]
				"cast", -- [6]
				248736, -- [7]
				2, -- [8]
				"1981", -- [9]
				["id"] = 2067,
			},
			["209676"] = {
				"209676", -- [1]
				"Timer209676cd", -- [2]
				"Восст. Кромсающий вихрь", -- [3]
				10.9, -- [4]
				1029585, -- [5]
				"cd", -- [6]
				209676, -- [7]
				3, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["130395"] = {
				"130395", -- [1]
				"Timer130395cd", -- [2]
				"Восст. Яшмовые цепи", -- [3]
				12, -- [4]
				236924, -- [5]
				"cd", -- [6]
				130395, -- [7]
				3, -- [8]
				"679", -- [9]
				["id"] = 1395,
			},
			["125098"] = {
				"125098", -- [1]
				"Timer125098next", -- [2]
				"След. Отступление", -- [3]
				151, -- [4]
				136243, -- [5]
				"next", -- [6]
				125098, -- [7]
				0, -- [8]
				"743", -- [9]
				["id"] = 1501,
			},
			["117954"] = {
				"117954", -- [1]
				"Timer117954cd", -- [2]
				"Восст. Материализация защитника", -- [3]
				10, -- [4]
				237587, -- [5]
				"cd", -- [6]
				117954, -- [7]
				1, -- [8]
				"726", -- [9]
				["id"] = 1500,
			},
			["245807"] = {
				"245807", -- [1]
				"Timer245807cd	Vehicle-0-1631-1712-32344-123906-00006F7597", -- [2]
				"Восст. Аннигиляция", -- [3]
				15.4, -- [4]
				134285, -- [5]
				"cd", -- [6]
				245807, -- [7]
				3, -- [8]
				"2004", -- [9]
				["id"] = 2088,
			},
			["119946"] = {
				"119946", -- [1]
				"Timer119946cd", -- [2]
				"Восст. Накинуться", -- [3]
				26, -- [4]
				132142, -- [5]
				"cd", -- [6]
				119946, -- [7]
				3, -- [8]
				"708", -- [9]
				["id"] = 1442,
			},
			["144328"] = {
				"144328", -- [1]
				"Timer144328cd", -- [2]
				"Восст. Железная гробница", -- [3]
				31.5, -- [4]
				134385, -- [5]
				"cd", -- [6]
				144328, -- [7]
				3, -- [8]
				"856", -- [9]
				["id"] = 1606,
			},
			["142948"] = {
				"142948", -- [1]
				"Timer142948cdcount	1", -- [2]
				"Восст. Прицеливание (1)", -- [3]
				32, -- [4]
				878211, -- [5]
				"cdcount", -- [6]
				142948, -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["147120"] = {
				"147120", -- [1]
				"Timer147120next", -- [2]
				"След. Отдать приказ об обстреле", -- [3]
				70, -- [4]
				342918, -- [5]
				"next", -- [6]
				147120, -- [7]
				2, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["249121"] = {
				"249121", -- [1]
				"Timer249121cdcount	1", -- [2]
				"Восст. Всеобщая погибель (1)", -- [3]
				59.3, -- [4]
				132097, -- [5]
				"cdcount", -- [6]
				249121, -- [7]
				4, -- [8]
				"2025", -- [9]
				["id"] = 2075,
			},
			["244072"] = {
				"244072", -- [1]
				"Timer244072cd", -- [2]
				"Восст. Касание магмы", -- [3]
				18, -- [4]
				135807, -- [5]
				"cd", -- [6]
				244072, -- [7]
				3, -- [8]
				"1987", -- [9]
				["id"] = 2074,
			},
			["247206"] = {
				"247206", -- [1]
				"Timer247206cd", -- [2]
				"Восст. Заряженные ловушки", -- [3]
				12.5, -- [4]
				1033906, -- [5]
				"cd", -- [6]
				247206, -- [7]
				3, -- [8]
				"1980", -- [9]
				["id"] = 2066,
			},
			["72004"] = {
				"72004", -- [1]
				"Timer72004next", -- [2]
				"След. Обморожение", -- [3]
				5, -- [4]
				135836, -- [5]
				"next", -- [6]
				72004, -- [7]
				5, -- [8]
				"Toravon", -- [9]
				["id"] = 1129,
			},
			["137528"] = {
				"137528", -- [1]
				"Timer137528cd", -- [2]
				"Восст. Еда для птенцов", -- [3]
				29.8, -- [4]
				134437, -- [5]
				"cd", -- [6]
				137528, -- [7]
				5, -- [8]
				"828", -- [9]
				["id"] = 1573,
			},
			["208165"] = {
				"208165", -- [1]
				"Timer208165cd", -- [2]
				"Восст. Иссохшая душа", -- [3]
				12, -- [4]
				460700, -- [5]
				"cd", -- [6]
				208165, -- [7]
				3, -- [8]
				"1719", -- [9]
				["id"] = 1869,
			},
			["254429"] = {
				"254429", -- [1]
				"Timer254429cd", -- [2]
				"Восст. Бремя Тьмы", -- [3]
				77, -- [4]
				136194, -- [5]
				"cd", -- [6]
				254429, -- [7]
				3, -- [8]
				"1987", -- [9]
				["id"] = 2074,
			},
			["200182"] = {
				"200182", -- [1]
				"Timer200182cd", -- [2]
				"Восст. Гноящаяся рана", -- [3]
				3.4, -- [4]
				1357804, -- [5]
				"cd", -- [6]
				200182, -- [7]
				5, -- [8]
				"1657", -- [9]
				["id"] = 1839,
			},
			["52592"] = {
				"52592", -- [1]
				"Timer52592cd", -- [2]
				"Восст. Проклятие усталости", -- [3]
				20, -- [4]
				136201, -- [5]
				"cd", -- [6]
				52592, -- [7]
				0, -- [8]
				"585", -- [9]
				["id"] = 1971,
			},
			["200359"] = {
				"200359", -- [1]
				"Timer200359cd", -- [2]
				"Восст. Искусственная паранойя", -- [3]
				19, -- [4]
				460691, -- [5]
				"cd", -- [6]
				200359, -- [7]
				3, -- [8]
				"1657", -- [9]
				["id"] = 1839,
			},
			["136521"] = {
				"136521", -- [1]
				"Timer136521cd", -- [2]
				"Восст. Зыбучие пески", -- [3]
				8, -- [4]
				796634, -- [5]
				"cd", -- [6]
				136521, -- [7]
				3, -- [8]
				"816", -- [9]
				["id"] = 1570,
			},
			["193682"] = {
				"193682", -- [1]
				"Timer193682cd", -- [2]
				"Восст. Призыв шторма", -- [3]
				19, -- [4]
				135861, -- [5]
				"cd", -- [6]
				193682, -- [7]
				1, -- [8]
				"1490", -- [9]
				["id"] = 1811,
			},
			["131830"] = {
				"131830", -- [1]
				"Timer131830cd", -- [2]
				"Восст. Ветряная бомба", -- [3]
				6, -- [4]
				463565, -- [5]
				"cd", -- [6]
				131830, -- [7]
				3, -- [8]
				"741", -- [9]
				["id"] = 1498,
			},
			["111728"] = {
				"111728", -- [1]
				"Timer111728nextcount	1", -- [2]
				"След. Топот (1)", -- [3]
				20.5, -- [4]
				132368, -- [5]
				"nextcount", -- [6]
				111728, -- [7]
				2, -- [8]
				"649", -- [9]
				["id"] = 1419,
			},
			["117921"] = {
				"117921", -- [1]
				"Timer117921cd", -- [2]
				"Восст. Мощнейшая атака", -- [3]
				5, -- [4]
				132350, -- [5]
				"cd", -- [6]
				117921, -- [7]
				0, -- [8]
				"687", -- [9]
				["id"] = 1436,
			},
			["250669"] = {
				"250669", -- [1]
				"Timer250669nextcount	1", -- [2]
				"След. Взрывная душа (1)", -- [3]
				30.3, -- [4]
				1778229, -- [5]
				"nextcount", -- [6]
				250669, -- [7]
				3, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["252861"] = {
				"252861", -- [1]
				"Timer252861nextcount	1", -- [2]
				"След. Буря Тьмы (1)", -- [3]
				26, -- [4]
				136194, -- [5]
				"nextcount", -- [6]
				252861, -- [7]
				2, -- [8]
				"1986", -- [9]
				["id"] = 2073,
			},
			["244607"] = {
				"244607", -- [1]
				"Timer244607cd", -- [2]
				"Восст. Пламя Зорота", -- [3]
				6.9, -- [4]
				135813, -- [5]
				"cd", -- [6]
				244607, -- [7]
				4, -- [8]
				"1985", -- [9]
				["id"] = 2064,
			},
			["ej8036"] = {
				"ej8036", -- [1]
				"Timerej8036cd", -- [2]
				"Восст. Выбор катализатора", -- [3]
				19.5, -- [4]
				878223, -- [5]
				"cd", -- [6]
				"ej8036", -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["191798"] = {
				"191798", -- [1]
				"Timer191798next", -- [2]
				"След. Жестокие ветра", -- [3]
				90, -- [4]
				236154, -- [5]
				"next", -- [6]
				191798, -- [7]
				2, -- [8]
				"1479", -- [9]
				["id"] = 1813,
			},
			["204666"] = {
				"204666", -- [1]
				"Timer204666cd", -- [2]
				"Восст. Расколовшаяся земля", -- [3]
				6, -- [4]
				132368, -- [5]
				"cd", -- [6]
				204666, -- [7]
				2, -- [8]
				"1655", -- [9]
				["id"] = 1837,
			},
			["232827"] = {
				"232827", -- [1]
				"Timer232827cdcount	1", -- [2]
				"Восст. Сокрушительная волна (1)", -- [3]
				30, -- [4]
				135861, -- [5]
				"cdcount", -- [6]
				232827, -- [7]
				3, -- [8]
				"1861", -- [9]
				["id"] = 2037,
			},
			["35280"] = {
				"35280", -- [1]
				"Timer35280target	Мейдра-ВечнаяПесня", -- [2]
				"Власть: Мейдра", -- [3]
				10, -- [4]
				136206, -- [5]
				"target", -- [6]
				35280, -- [7]
				3, -- [8]
				"565", -- [9]
				["id"] = 1931,
			},
			["212567"] = {
				"212567", -- [1]
				"Timer212567next", -- [2]
				"След. Призыв сферы истязания", -- [3]
				20, -- [4]
				1029583, -- [5]
				"next", -- [6]
				212567, -- [7]
				1, -- [8]
				"1695", -- [9]
				["id"] = 1850,
			},
			["255199"] = {
				"255199", -- [1]
				"Timer255199cd", -- [2]
				"Восст. Аватара Агграмара", -- [3]
				20.9, -- [4]
				135947, -- [5]
				"cd", -- [6]
				255199, -- [7]
				5, -- [8]
				"2031", -- [9]
				["id"] = 2092,
			},
			["236519"] = {
				"236519", -- [1]
				"Timer236519cd", -- [2]
				"Восст. Лунный ожог", -- [3]
				9.1, -- [4]
				136057, -- [5]
				"cd", -- [6]
				236519, -- [7]
				3, -- [8]
				"1903", -- [9]
				["id"] = 2050,
			},
			["106334"] = {
				"106334", -- [1]
				"Timer106334next", -- [2]
				"След. Смыть", -- [3]
				8, -- [4]
				135861, -- [5]
				"next", -- [6]
				106334, -- [7]
				0, -- [8]
				"672", -- [9]
				["id"] = 1418,
			},
			["240910"] = {
				"240910", -- [1]
				"Timer240910cdcount	1", -- [2]
				"Восст. Армагеддон (1)", -- [3]
				10, -- [4]
				136186, -- [5]
				"cdcount", -- [6]
				240910, -- [7]
				5, -- [8]
				"1898", -- [9]
				["id"] = 2051,
			},
			["207881"] = {
				"207881", -- [1]
				"Timer207881cd", -- [2]
				"Восст. Инфернальное извержение", -- [3]
				19.5, -- [4]
				451164, -- [5]
				"cd", -- [6]
				207881, -- [7]
				2, -- [8]
				"1719", -- [9]
				["id"] = 1869,
			},
			["247687"] = {
				"247687", -- [1]
				"Timer247687cd", -- [2]
				"Восст. Рассечение", -- [3]
				6.6, -- [4]
				878217, -- [5]
				"cd", -- [6]
				247687, -- [7]
				5, -- [8]
				"2009", -- [9]
				["id"] = 2082,
			},
			["247930"] = {
				"247930", -- [1]
				"Timer247930cd", -- [2]
				"Восст. Каденция Бездны", -- [3]
				10.9, -- [4]
				425958, -- [5]
				"cd", -- [6]
				247930, -- [7]
				2, -- [8]
				"1982", -- [9]
				["id"] = 2068,
			},
			["188114"] = {
				"188114", -- [1]
				"Timer188114cd", -- [2]
				"Восст. Дробление", -- [3]
				20, -- [4]
				451165, -- [5]
				"cd", -- [6]
				188114, -- [7]
				2, -- [8]
				"1662", -- [9]
				["id"] = 1790,
			},
			["ej5677"] = {
				"ej5677", -- [1]
				"Timerej5677nextcount	1", -- [2]
				"След. Сила императора (1)", -- [3]
				35, -- [4]
				133522, -- [5]
				"nextcount", -- [6]
				"ej5677", -- [7]
				1, -- [8]
				"677", -- [9]
				["id"] = 1407,
			},
			["193211"] = {
				"193211", -- [1]
				"Timer193211cd", -- [2]
				"Восст. Черная рана", -- [3]
				3.5, -- [4]
				135371, -- [5]
				"cd", -- [6]
				193211, -- [7]
				5, -- [8]
				"1502", -- [9]
				["id"] = 1822,
			},
			["197556"] = {
				"197556", -- [1]
				"Timer197556cd", -- [2]
				"Восст. Хищный прыжок", -- [3]
				12, -- [4]
				1029718, -- [5]
				"cd", -- [6]
				197556, -- [7]
				3, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["136577"] = {
				"136577", -- [1]
				"Timer136577next", -- [2]
				"След. Ураганный ветер", -- [3]
				52, -- [4]
				136018, -- [5]
				"next", -- [6]
				136577, -- [7]
				2, -- [8]
				"817", -- [9]
				["id"] = 1559,
			},
			["213576"] = {
				"213576", -- [1]
				"Timer213576cd", -- [2]
				"Восст. Сгущающиеся тени", -- [3]
				30.5, -- [4]
				134430, -- [5]
				"cd", -- [6]
				213576, -- [7]
				3, -- [8]
				"1470", -- [9]
				["id"] = 1818,
			},
			["35322"] = {
				"35322", -- [1]
				"Timer35322active2	Страж ворот Точеный Нож", -- [2]
				"Энергия Тьмы заканчивается", -- [3]
				15, -- [4]
				136172, -- [5]
				"active", -- [6]
				35322, -- [7]
				5, -- [8]
				"Gyrokill", -- [9]
				["id"] = 1933,
			},
			["144218"] = {
				"144218", -- [1]
				"Timer144218cd", -- [2]
				"Восст. Бурильное сверло", -- [3]
				17, -- [4]
				132846, -- [5]
				"cd", -- [6]
				144218, -- [7]
				3, -- [8]
				"864", -- [9]
				["id"] = 1600,
			},
			["nil"] = {
				"nil", -- [1]
				"Берсерк", -- [2]
				"Берсерк", -- [3]
				480, -- [4]
				136224, -- [5]
				nil, -- [6]
				nil, -- [7]
				0, -- [8]
				"1856", -- [9]
				["id"] = 2036,
			},
			["133765"] = {
				"133765", -- [1]
				"Timer133765cd", -- [2]
				"Восст. Мрачный взгляд", -- [3]
				5, -- [4]
				236158, -- [5]
				"cd", -- [6]
				133765, -- [7]
				5, -- [8]
				"818", -- [9]
				["id"] = 1572,
			},
			["29213"] = {
				"29213", -- [1]
				"Timer29213cd", -- [2]
				"Восст. Проклятие Чумного", -- [3]
				9.5, -- [4]
				136119, -- [5]
				"cd", -- [6]
				29213, -- [7]
				5, -- [8]
				"Noth", -- [9]
				["id"] = 1117,
			},
			["133767"] = {
				"133767", -- [1]
				"Timer133767target	Зёба", -- [2]
				"Серьезная рана: Зёба", -- [3]
				60, -- [4]
				236158, -- [5]
				"target", -- [6]
				133767, -- [7]
				0, -- [8]
				"818", -- [9]
				["id"] = 1572,
			},
			["137175"] = {
				"137175", -- [1]
				"Timer137175cd", -- [2]
				"Восст. Громовой бросок", -- [3]
				30, -- [4]
				463444, -- [5]
				"cd", -- [6]
				137175, -- [7]
				5, -- [8]
				"827", -- [9]
				["id"] = 1577,
			},
			["34661"] = {
				"34661", -- [1]
				"Timer34661target	Страшноват-Азурегос", -- [2]
				"Жертвоприношение: Страшноват", -- [3]
				8, -- [4]
				136120, -- [5]
				"target", -- [6]
				34661, -- [7]
				3, -- [8]
				"560", -- [9]
				["id"] = 1928,
			},
			["227789"] = {
				"227789", -- [1]
				"Timer227789cd", -- [2]
				"Восст. Священная земля", -- [3]
				10.9, -- [4]
				135926, -- [5]
				"cd", -- [6]
				227789, -- [7]
				3, -- [8]
				"1825", -- [9]
				["id"] = 1954,
			},
			["236596"] = {
				"236596", -- [1]
				"Timer236596cd", -- [2]
				"Восст. Быстрый обстрел", -- [3]
				15.8, -- [4]
				1035040, -- [5]
				"cd", -- [6]
				236596, -- [7]
				3, -- [8]
				"1903", -- [9]
				["id"] = 2050,
			},
			["251356"] = {
				"251356", -- [1]
				"Timer251356cast", -- [2]
				"Фокусирование силы", -- [3]
				15, -- [4]
				1388064, -- [5]
				"cast", -- [6]
				251356, -- [7]
				3, -- [8]
				"1987", -- [9]
				["id"] = 2074,
			},
			["143961"] = {
				"143961", -- [1]
				"Timer143961cd", -- [2]
				"Восст. Оскверненная земля", -- [3]
				10, -- [4]
				463566, -- [5]
				"cd", -- [6]
				143961, -- [7]
				5, -- [8]
				"849", -- [9]
				["id"] = 1598,
			},
			["236305"] = {
				"236305", -- [1]
				"Timer236305nextcount	1", -- [2]
				"След. Эфирный выстрел (1)", -- [3]
				48, -- [4]
				959793, -- [5]
				"nextcount", -- [6]
				236305, -- [7]
				3, -- [8]
				"1903", -- [9]
				["id"] = 2050,
			},
			["143701"] = {
				"143701", -- [1]
				"Timer143701cd", -- [2]
				"Восст. Вращение", -- [3]
				14, -- [4]
				236154, -- [5]
				"cd", -- [6]
				143701, -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["125091"] = {
				"125091", -- [1]
				"Timer125091next", -- [2]
				"След. Полное окаменение", -- [3]
				76, -- [4]
				135239, -- [5]
				"next", -- [6]
				125091, -- [7]
				2, -- [8]
				"679", -- [9]
				["id"] = 1395,
			},
			["ej8298"] = {
				"ej8298", -- [1]
				"Timerej8298next", -- [2]
				"След. Осадный инженер", -- [3]
				20, -- [4]
				236216, -- [5]
				"next", -- [6]
				"ej8298", -- [7]
				1, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["111668"] = {
				"111668", -- [1]
				"Timer111668next", -- [2]
				"След. Мощный удар головой", -- [3]
				33, -- [4]
				236195, -- [5]
				"next", -- [6]
				111668, -- [7]
				0, -- [8]
				"649", -- [9]
				["id"] = 1419,
			},
			["134920"] = {
				"134920", -- [1]
				"Timer134920cdcount	1", -- [2]
				"Восст. Громовой топот (1)", -- [3]
				27, -- [4]
				136025, -- [5]
				"cdcount", -- [6]
				134920, -- [7]
				2, -- [8]
				"825", -- [9]
				["id"] = 1565,
			},
			["142416"] = {
				"142416", -- [1]
				"Timer142416cd", -- [2]
				"Восст. Безумный расчет: огненный луч", -- [3]
				25, -- [4]
				236216, -- [5]
				"cd", -- [6]
				142416, -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["106877"] = {
				"106877", -- [1]
				"Timer106877next", -- [2]
				"След. Шип ша", -- [3]
				9, -- [4]
				628268, -- [5]
				"next", -- [6]
				106877, -- [7]
				0, -- [8]
				"685", -- [9]
				["id"] = 1305,
			},
			["199389"] = {
				"199389", -- [1]
				"Timer199389cd", -- [2]
				"Восст. Сотрясающий землю рык", -- [3]
				15, -- [4]
				1354169, -- [5]
				"cd", -- [6]
				199389, -- [7]
				3, -- [8]
				"1656", -- [9]
				["id"] = 1838,
			},
			["136850"] = {
				"136850", -- [1]
				"Timer136850nextcount	1", -- [2]
				"След. Хлыст молний (1)", -- [3]
				30, -- [4]
				839977, -- [5]
				"nextcount", -- [6]
				136850, -- [7]
				3, -- [8]
				"832", -- [9]
				["id"] = 1579,
			},
			["106853"] = {
				"106853", -- [1]
				"Timer106853cd", -- [2]
				"Восст. Неистовые кулаки", -- [3]
				23, -- [4]
				305703, -- [5]
				"cd", -- [6]
				106853, -- [7]
				0, -- [8]
				"657", -- [9]
				["id"] = 1304,
			},
			["230920"] = {
				"230920", -- [1]
				"Timer230920cd", -- [2]
				"Восст. Всепоглощающий голод", -- [3]
				20, -- [4]
				237395, -- [5]
				"cd", -- [6]
				230920, -- [7]
				1, -- [8]
				"1861", -- [9]
				["id"] = 2037,
			},
			["136767"] = {
				"136767", -- [1]
				"Timer136767cd", -- [2]
				"Восст. Тройной прокол", -- [3]
				10, -- [4]
				132358, -- [5]
				"cd", -- [6]
				136767, -- [7]
				5, -- [8]
				"819", -- [9]
				["id"] = 1575,
			},
			["193659"] = {
				"193659", -- [1]
				"Timer193659cd", -- [2]
				"Восст. Рывок пламени Скверны", -- [3]
				7.1, -- [4]
				1096201, -- [5]
				"cd", -- [6]
				193659, -- [7]
				3, -- [8]
				"1488", -- [9]
				["id"] = 1808,
			},
			["28131"] = {
				"28131", -- [1]
				"Timer28131cd", -- [2]
				"Восст. Бешенство", -- [3]
				60, -- [4]
				136224, -- [5]
				"cd", -- [6]
				28131, -- [7]
				6, -- [8]
				"Faerlina", -- [9]
				["id"] = 1110,
			},
			["244688"] = {
				"244688", -- [1]
				"Timer244688nextcount	1", -- [2]
				"След. Искусный прием (1)", -- [3]
				35, -- [4]
				510053, -- [5]
				"nextcount", -- [6]
				244688, -- [7]
				5, -- [8]
				"1984", -- [9]
				["id"] = 2063,
			},
			["144356"] = {
				"144356", -- [1]
				"Timer144356cd", -- [2]
				"Восст. Рикошет", -- [3]
				15, -- [4]
				634012, -- [5]
				"cd", -- [6]
				144356, -- [7]
				3, -- [8]
				"864", -- [9]
				["id"] = 1600,
			},
			["140546"] = {
				"140546", -- [1]
				"Timer140546fades", -- [2]
				"Мутация завершена спадает", -- [3]
				119.998000000007, -- [4]
				801131, -- [5]
				"fades", -- [6]
				140546, -- [7]
				0, -- [8]
				"820", -- [9]
				["id"] = 1574,
			},
			["236571"] = {
				"236571", -- [1]
				"Timer236571cd", -- [2]
				"Восст. Клинки тьмы", -- [3]
				27, -- [4]
				1035040, -- [5]
				"cd", -- [6]
				236571, -- [7]
				3, -- [8]
				"1873", -- [9]
				["id"] = 2038,
			},
			["135251"] = {
				"135251", -- [1]
				"Timer135251cd", -- [2]
				"Восст. Болезненный укус", -- [3]
				8, -- [4]
				132109, -- [5]
				"cd", -- [6]
				135251, -- [7]
				5, -- [8]
				"825", -- [9]
				["id"] = 1565,
			},
			["136954"] = {
				"136954", -- [1]
				"Timer136954next", -- [2]
				"След. Кольцо анимы", -- [3]
				23, -- [4]
				838813, -- [5]
				"next", -- [6]
				136954, -- [7]
				5, -- [8]
				"824", -- [9]
				["id"] = 1576,
			},
			["136894"] = {
				"136894", -- [1]
				"Timer136894cd", -- [2]
				"Восст. Песчаная буря", -- [3]
				35, -- [4]
				796638, -- [5]
				"cd", -- [6]
				136894, -- [7]
				2, -- [8]
				"816", -- [9]
				["id"] = 1570,
			},
			["247367"] = {
				"247367", -- [1]
				"Timer247367cd", -- [2]
				"Восст. Копье-шокер", -- [3]
				4.2, -- [4]
				1096201, -- [5]
				"cd", -- [6]
				247367, -- [7]
				5, -- [8]
				"2009", -- [9]
				["id"] = 2082,
			},
			["237722"] = {
				"237722", -- [1]
				"Timer237722next", -- [2]
				"След. Обратная вспышка", -- [3]
				47, -- [4]
				236256, -- [5]
				"next", -- [6]
				237722, -- [7]
				6, -- [8]
				"1897", -- [9]
				["id"] = 2052,
			},
			["200700"] = {
				"200700", -- [1]
				"Timer200700cd", -- [2]
				"Восст. Оползень", -- [3]
				15.8, -- [4]
				451165, -- [5]
				"cd", -- [6]
				200700, -- [7]
				5, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["216290"] = {
				"216290", -- [1]
				"Timer216290cd", -- [2]
				"Восст. Удар горы", -- [3]
				15.8, -- [4]
				136025, -- [5]
				"cd", -- [6]
				216290, -- [7]
				3, -- [8]
				"1665", -- [9]
				["id"] = 1791,
			},
			["133939"] = {
				"133939", -- [1]
				"Timer133939cd", -- [2]
				"Восст. Яростное каменное дыхание", -- [3]
				46, -- [4]
				463521, -- [5]
				"cd", -- [6]
				133939, -- [7]
				4, -- [8]
				"825", -- [9]
				["id"] = 1565,
			},
			["119374"] = {
				"119374", -- [1]
				"Timer119374next", -- [2]
				"След. Вихрь", -- [3]
				15, -- [4]
				132369, -- [5]
				"next", -- [6]
				119374, -- [7]
				3, -- [8]
				"698", -- [9]
				["id"] = 1441,
			},
			["134370"] = {
				"134370", -- [1]
				"Timer134370cd", -- [2]
				"Восст. Сбрасывание", -- [3]
				91, -- [4]
				236154, -- [5]
				"cd", -- [6]
				134370, -- [7]
				2, -- [8]
				"828", -- [9]
				["id"] = 1573,
			},
			["144800"] = {
				"144800", -- [1]
				"Timer144800next", -- [2]
				"След. Собственное отражение", -- [3]
				25, -- [4]
				895885, -- [5]
				"next", -- [6]
				144800, -- [7]
				1, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["235271"] = {
				"235271", -- [1]
				"Timer235271nextcount	1", -- [2]
				"След. Насыщение (1)", -- [3]
				40, -- [4]
				1122135, -- [5]
				"nextcount", -- [6]
				235271, -- [7]
				3, -- [8]
				"1897", -- [9]
				["id"] = 2052,
			},
			["ej8262"] = {
				"ej8262", -- [1]
				"Timerej8262next", -- [2]
				"След. Проявление гордыни", -- [3]
				60, -- [4]
				"Interface\\Icons\\achievement_raid_terraceofendlessspring04", -- [5]
				"next", -- [6]
				"ej8262", -- [7]
				1, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["48276"] = {
				"48276", -- [1]
				"Timer48276active", -- [2]
				"Ритуал меча заканчивается", -- [3]
				25, -- [4]
				135285, -- [5]
				"active", -- [6]
				48276, -- [7]
				5, -- [8]
				"641", -- [9]
				["id"] = 2030,
			},
			["122713"] = {
				"122713", -- [1]
				"Timer122713cd", -- [2]
				"Восст. Сила и мощь", -- [3]
				16, -- [4]
				589118, -- [5]
				"cd", -- [6]
				122713, -- [7]
				2, -- [8]
				"745", -- [9]
				["id"] = 1507,
			},
			["123175"] = {
				"123175", -- [1]
				"Timer123175cd", -- [2]
				"Восст. Шаг ветра", -- [3]
				20.5, -- [4]
				135863, -- [5]
				"cd", -- [6]
				123175, -- [7]
				3, -- [8]
				"744", -- [9]
				["id"] = 1504,
			},
			["122413"] = {
				"122413", -- [1]
				"Timer122413cd", -- [2]
				"Восст. Бросок", -- [3]
				33, -- [4]
				463444, -- [5]
				"cd", -- [6]
				122413, -- [7]
				5, -- [8]
				"737", -- [9]
				["id"] = 1499,
			},
			["144748"] = {
				"144748", -- [1]
				"Timer144748cdcount	1", -- [2]
				"Восст. Осквернение (1)", -- [3]
				10.5, -- [4]
				876354, -- [5]
				"cdcount", -- [6]
				144748, -- [7]
				3, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["118961"] = {
				"118961", -- [1]
				"Timer118961target	Экзодусс-СвежевательДуш", -- [2]
				"Травля: Экзодусс", -- [3]
				11, -- [4]
				461121, -- [5]
				"target", -- [6]
				118961, -- [7]
				0, -- [8]
				"657", -- [9]
				["id"] = 1304,
			},
			["201221"] = {
				"201221", -- [1]
				"Timer201221cd", -- [2]
				"Восст. Призыв закаленного бурей воина", -- [3]
				54, -- [4]
				839979, -- [5]
				"cd", -- [6]
				201221, -- [7]
				1, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["244722"] = {
				"244722", -- [1]
				"Timer244722cd", -- [2]
				"Восст. Шоковая граната", -- [3]
				15, -- [4]
				133009, -- [5]
				"cd", -- [6]
				244722, -- [7]
				3, -- [8]
				"1997", -- [9]
				["id"] = 2070,
			},
			["106434"] = {
				"106434", -- [1]
				"Timer106434cd", -- [2]
				"Восст. Удар торнадо", -- [3]
				32, -- [4]
				136022, -- [5]
				"cd", -- [6]
				106434, -- [7]
				0, -- [8]
				"657", -- [9]
				["id"] = 1304,
			},
			["200732"] = {
				"200732", -- [1]
				"Timer200732cd", -- [2]
				"Восст. Магматический удар", -- [3]
				19, -- [4]
				236253, -- [5]
				"cd", -- [6]
				200732, -- [7]
				5, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["144673"] = {
				"144673", -- [1]
				"Timer144673cd", -- [2]
				"Восст. Ползучая мина", -- [3]
				30, -- [4]
				132846, -- [5]
				"cd", -- [6]
				144673, -- [7]
				5, -- [8]
				"864", -- [9]
				["id"] = 1600,
			},
			["142815"] = {
				"142815", -- [1]
				"Timer142815cdcount	1", -- [2]
				"Восст. Удар по дуге (1)", -- [3]
				11, -- [4]
				451165, -- [5]
				"cdcount", -- [6]
				142815, -- [7]
				3, -- [8]
				"846", -- [9]
				["id"] = 1595,
			},
			["233272"] = {
				"233272", -- [1]
				"Timer233272nextcount	1", -- [2]
				"След. Сокрушающая звезда (1)", -- [3]
				24, -- [4]
				517112, -- [5]
				"nextcount", -- [6]
				233272, -- [7]
				3, -- [8]
				"1862", -- [9]
				["id"] = 2032,
			},
		},
	},
	["spell_school_cache"] = {
		["Удар бури (левая рука)"] = 1,
		["Разбивающий удар"] = 8,
		["Энергетическая пустота"] = 32,
		["Головокружение"] = 1,
		["Стремительный разрыв"] = 1,
		["Гейзер"] = 16,
		["Энтропическая сила"] = 32,
		["Озноб"] = 16,
		["Тлеющие оковы"] = 4,
		["Тухлая слизь"] = 8,
		["Ослепительное сияние"] = 4,
		["Сфера льда"] = 16,
		["Выброс тока"] = 8,
		["Едкая смола"] = 8,
		["Затуманенный разум"] = 32,
		["Скрывающий мрак"] = 32,
		["Меховая буря"] = 1,
		["Усиленный портал: Натреза"] = 32,
		["Призрачный удар"] = 1,
		["Пламя творца миров"] = 4,
		["Кар!"] = 1,
		["Портал: Ранкора"] = 8,
		["Ядовитый торнадо"] = 8,
		["Вспышка"] = 4,
		["Обжигающее касание"] = 4,
		["Растяжка"] = 4,
		["Клейкий осадок"] = 8,
		["Отголоски гибели"] = 32,
		["Темный выброс"] = 32,
		["Темный рывок"] = 1,
		["Гибнущий мир"] = 32,
		["Тяжкая рана"] = 1,
		["Неконтролируемая ярость"] = 1,
		["Копье Света"] = 2,
		["Быстрые ноги"] = 1,
		["Гнев небес"] = 2,
		["Объятия затмения"] = 64,
		["Хаотический мрак"] = 32,
		["Стрекочущий рой"] = 32,
		["Удар"] = 1,
		["Раскаленные обломки"] = 4,
		["Гремучий импульс"] = 4,
		["Обстрел Скверны"] = 4,
		["Инфернальная стрела"] = 4,
		["Ледяная аура"] = 16,
		["Живая бомба"] = 4,
		["Удар зазубренным клинком"] = 1,
		["Кара небесная"] = 64,
		["Дерзкий удар"] = 1,
		["Пронзить насквозь"] = 1,
		["Оскверненная эгида"] = 4,
		["Раскол брони"] = 1,
		["Обморожение"] = 16,
		["Луч"] = 4,
		["Грань аннигиляции"] = 1,
		["Страх"] = 32,
		["Область диссонанса"] = 1,
		["Мрачная стрела"] = 32,
		["Потоп"] = 16,
		["Рывок ненависти"] = 1,
		["Непреодолимый ужас"] = 33,
		["Протокол подавления"] = 64,
		["Метка лоа"] = 2,
		["Усыпляющий газ"] = 8,
		["Темный залп"] = 32,
		["Возмездие"] = 1,
		["Усиленный портал: Ранкора"] = 8,
		["Око шторма"] = 8,
		["Призрачная глефа"] = 96,
		["Апокалиптический взрыв"] = 4,
		["Ближний бой"] = 1,
		["Кромсающий торнадо"] = 1,
		["Шквальный обстрел Скверны"] = 4,
		["Оскверненные воды"] = 16,
		["Хаотический импульс"] = 4,
		["Жестокие штормовые ветра"] = 8,
		["Демонический рывок"] = 1,
		["Тление"] = 4,
		["Зона опустошения"] = 4,
		["Отравленные сны"] = 32,
		["Темный охотник"] = 32,
		["Древний яд"] = 8,
		["Сигнальный огонь"] = 4,
		["Направленные взрывы"] = 4,
		["Древние миазмы"] = 32,
		["Голова гидры"] = 1,
		["Вращающаяся коса"] = 1,
		["Разрыв Тьмы"] = 32,
		["Шоковый удар"] = 8,
		["Всплеск энергии хаоса"] = 64,
		["Истечение мощью Скверны"] = 4,
		["Отдельный удар"] = 32,
		["Пронзающий гарпун"] = 1,
		["Заморозка до костей"] = 16,
		["ПОЛНАЯ СИЛА"] = 4,
		["Сила шторма"] = 8,
		["Блуждающий разряд"] = 8,
		["Портал: Натреза"] = 32,
		["Гаррота"] = 1,
		["Децимация"] = 4,
		["Манипуляции Аман'тула"] = 64,
		["Взрыв солоноватой воды"] = 16,
		["Жизненная сила"] = 8,
		["Падающая комета"] = 4,
		["Яд Бездны"] = 32,
		["Эхо души"] = 32,
		["Сокрушитель"] = 1,
		["Зрение Иллидана"] = 4,
		["Едкий сок"] = 8,
		["Угли"] = 4,
		["Темный разлом"] = 32,
		["Фрагмент"] = 32,
		["Магнитный покров"] = 8,
		["Семя порчи"] = 32,
		["Кислотный укус"] = 8,
		["Сокрушительный взрыв"] = 4,
		["Источник духа"] = 32,
		["Шоковая граната"] = 4,
		["Импульс пересоздания"] = 64,
		["Стрела Тьмы"] = 32,
		["Левый хук"] = 32,
		["Высвобожденная жизнь"] = 8,
		["Детонация взрывчатки богомолов"] = 4,
		["Всплеск ша"] = 32,
		["Песочная стрела"] = 8,
		["Неотступный ужас"] = 32,
		["Длань обнуления"] = 32,
		["Газ титанов"] = 16,
		["Налет"] = 1,
		["Скованность Скверной"] = 4,
		["Инфернальное пламя"] = 4,
		["Шаг времени"] = 1,
		["Темная вспышка"] = 32,
		["Усиленная опаляющая буря"] = 4,
		["Широкий удар ногой"] = 32,
		["Кровопускание"] = 1,
		["Освящение"] = 2,
		["Бурехлест"] = 8,
		["Подавляющее поле"] = 32,
		["Выстрел гидры"] = 1,
		["Теневой разряд"] = 32,
		["Гроза"] = 8,
		["Проклятие полуночи"] = 32,
		["Ливень армагеддона"] = 4,
		["Огненный снаряд Скверны"] = 4,
		["Удар скорби"] = 32,
		["Солнечный огонь"] = 8,
		["Гнев"] = 8,
		["Расплавленный янтарь"] = 4,
		["Липкие путы"] = 64,
		["Склянка с усыпляющим газом"] = 8,
		["Молния"] = 8,
		["Двойной размах"] = 1,
		["Сокрушительная хватка"] = 8,
		["Нестабильная душа"] = 4,
		["Страдания"] = 32,
		["Извергающееся пламя"] = 4,
		["Бремя Тьмы"] = 1,
		["Ядовитый плевок"] = 8,
		["Падающая звезда"] = 64,
		["Испепеление"] = 4,
		["Возрождение феникса"] = 4,
		["Яростное рассечение"] = 1,
		["Снежная буря"] = 16,
		["Крутящийся клинок"] = 1,
		["Горнило"] = 4,
		["Кровь И'Шараджа"] = 32,
		["Споры грибов"] = 8,
		["Прикосновение смерти"] = 32,
		["Волшебный торнадо"] = 64,
		["Ядовитая лужа"] = 8,
		["Резонирующий янтарь"] = 1,
		["Авиаудар"] = 4,
		["Чародейская стрела"] = 64,
		["Рывок"] = 1,
		["Огненная стрела"] = 4,
		["Вскипание лавы"] = 4,
		["Морозная преграда"] = 16,
		["Ловушка Бездны"] = 32,
		["Вулканический шлейф"] = 4,
		["Язык пламени"] = 4,
		["Лавовый гейзер"] = 4,
		["Волна ци"] = 8,
		["Энергия Ночного Колодца"] = 64,
		["Пламенный обстрел"] = 4,
		["Магический резонанс"] = 64,
		["Импульс апокалипсиса"] = 32,
		["Гниение брони"] = 8,
		["Взрывная душа"] = 32,
		["Сжигающее дыхание"] = 4,
		["Мучительное разрывание"] = 1,
		["Янтарный скальпель"] = 8,
		["Тошнотворная лужа"] = 8,
		["Стрела рока"] = 32,
		["След феромонов"] = 8,
		["Поджигающая вспышка"] = 4,
		["Яростное пламя"] = 4,
		["Разлом"] = 1,
		["Вытягивание"] = 32,
		["Землетрясение"] = 1,
		["Орбитальный удар"] = 32,
		["Рваная рана"] = 1,
		["Жертва Агграмара"] = 1,
		["Сгущающаяся тьма"] = 32,
		["Знак страданий"] = 32,
		["Тучный рой насекомых"] = 1,
		["Нестабильная магия"] = 64,
		["Атака неистовства ветра"] = 1,
		["Дворник"] = 64,
		["Зов морей"] = 16,
		["Лавина"] = 16,
		["Нестабильная энергия"] = 64,
		["Призрачная армия Норганнона"] = 64,
		["Кольцо злобы"] = 32,
		["Сущность порчи"] = 16,
		["Разрубание души"] = 32,
		["Звуковая проекция"] = 1,
		["Соединение душ"] = 32,
		["Кольцо огня"] = 4,
		["Реактор апокалипсиса"] = 4,
		["Взрыв гриба"] = 8,
		["Ответная реакция"] = 2,
		["Фермент"] = 1,
		["Вихрь Урсола"] = 8,
		["Взрыв"] = 4,
		["Зазубренные клешни"] = 1,
		["Резонирующий удар сплеча"] = 64,
		["Удары по земле"] = 1,
		["Боевой клинок"] = 1,
		["Интенсивное горение"] = 4,
		["Электрошок"] = 8,
		["Апокалиптический Кошмар"] = 4,
		["Преисподняя"] = 4,
		["Удушающая пыль"] = 8,
		["Разрыв души"] = 32,
		["Гигантский клинок"] = 1,
		["Теневой удар"] = 32,
		["Стазисная ловушка"] = 4,
		["Мощный прилив"] = 16,
		["Чародейский выстрел"] = 64,
		["Удар неистовых кулаков"] = 4,
		["Детонация взрывной души"] = 32,
		["Жуки-трупоеды"] = 8,
		["Взрыв бомбы с детектором движения"] = 4,
		["Яд"] = 8,
		["Отпечаток пламени Скверны"] = 4,
		["Мучительный прыжок"] = 1,
		["Шквал клинков"] = 1,
		["Пенистая преграда"] = 16,
		["Демонический обелиск"] = 4,
		["Омерзение"] = 8,
		["Протокол очистки"] = 4,
		["Ледяной шип"] = 16,
		["Едкая аура"] = 8,
		["Темная печать"] = 32,
		["Взрыв тела"] = 8,
		["Карбонизация"] = 16,
		["Перехват"] = 1,
		["Едкое облако"] = 8,
		["Демоническая бомба"] = 32,
		["Артиллерийский удар"] = 4,
		["Смертоносный яд"] = 8,
		["Ледяная атака"] = 16,
		["Некротические объятия"] = 32,
		["Усиленное осквернение"] = 32,
		["Чародейский обстрел"] = 64,
		["Гнев Творцов"] = 4,
		["Семя чумы"] = 32,
		["Водяной взрыв"] = 16,
		["Быстродействующий яд"] = 8,
		["Лучи солнечной ярости"] = 4,
		["Зыбучие пески"] = 8,
		["Ледяное прикосновение"] = 16,
		["Тумак торнадо"] = 1,
		["Пожирание целиком"] = 1,
		["Мерзкая грязь"] = 8,
		["Раскалывающий рок"] = 32,
		["Лунный удар"] = 64,
		["Пожирание сущности"] = 32,
		["Промокание"] = 16,
		["Обжигающий жар"] = 4,
		["Каменная осыпь"] = 1,
		["Удар торнадо"] = 1,
		["Смыть"] = 16,
		["Сущность И'Шараджа"] = 32,
		["Дуговая молния"] = 64,
		["Нефритовый огонь"] = 4,
		["Темная медитация"] = 32,
		["Лава"] = 4,
		["Вихрь клинков"] = 1,
		["Оскверняющие чернила"] = 32,
		["Феромоны"] = 8,
		["Первобытная ярость"] = 1,
		["Энергия созидания"] = 8,
		["Водный всплеск"] = 16,
		["Насыщение Светом"] = 2,
		["Поражение молнией"] = 8,
		["Дыхание порчи"] = 4,
		["Разрыв Пустоты"] = 32,
		["Взрыв слизнюка"] = 8,
		["Огненный взрыв"] = 4,
		["Опаливание"] = 4,
		["Огненный щит"] = 4,
		["Грязевой вихрь"] = 8,
		["Мощнейшая атака"] = 1,
		["Порча"] = 32,
		["Дождь Скверны"] = 4,
		["Инфернальное извержение"] = 4,
		["Приливная волна"] = 8,
		["Взрыв средоточия молний"] = 8,
		["Залп из мортиры"] = 4,
		["Бомба души"] = 32,
		["Всепожирающее пламя"] = 4,
		["Перегрузка"] = 32,
		["Детонация бомбы души"] = 32,
		["Пылающий след"] = 4,
		["Взрыв нечестивой энергии"] = 32,
		["Морская порча"] = 16,
		["Восстань, павший"] = 32,
		["Гравитационное сдавливание"] = 32,
		["Навязчивый взгляд"] = 32,
		["Разящий удар Нефритовой Змеи"] = 4,
		["Сверхновая"] = 4,
		["Вздутие желудка"] = 40,
		["Coldflame Trap"] = 16,
		["Мощный удар щитом"] = 1,
		["Ледяное дыхание"] = 16,
		["Громовой удар"] = 8,
		["Призрачный выпад"] = 1,
		["Tiro-Autom�tico"] = 1,
		["Огненная отдача"] = 4,
		["Грозовое дыхание"] = 8,
		["Кара"] = 2,
		["Проклятие рока"] = 32,
		["Радиация"] = 64,
		["Истребление"] = 64,
		["Взрывная тьма"] = 32,
		["Необузданное пламя"] = 4,
		["Удар чумы"] = 1,
		["Выстрел"] = 1,
		["Стрела ледяного огня"] = 20,
		["Удар грома"] = 8,
		["Коварный удар"] = 1,
		["Трескучий мороз"] = 16,
		["Надоедливые тени"] = 32,
		["Холодное пламя"] = 16,
		["Воющий ветер"] = 16,
		["Кровавый удар"] = 1,
		["Ошеломляющий удар"] = 1,
		["Лик смерти"] = 32,
		["Ледяной удар"] = 16,
		["Перегрызание глотки"] = 1,
		["Кровавая чума"] = 32,
		["Натиск Клинка"] = 1,
		["Адское пламя"] = 4,
		["Пылающая головня"] = 4,
		["Смертельная чума"] = 1,
		["Осквернение"] = 32,
		["Удар ненависти"] = 1,
		["Рассекающий удар"] = 1,
		["Бальзамирующее облако"] = 8,
		["Выстрел химеры"] = 8,
		["Выстрел кобры"] = 1,
		["Огненный шар"] = 4,
		["Укус"] = 1,
		["Огненная волна"] = 4,
		["Горящий янтарь"] = 4,
		["Лунный ожог"] = 64,
		["Ураганный удар"] = 8,
		["Почти невидимый удар"] = 1,
		["Песнь императрице"] = 1,
		["Теневой хлыст"] = 32,
		["Оскверняющее прикосновение"] = 32,
		["Разрывной выстрел"] = 4,
		["Шквал ударов"] = 1,
		["Магматическая волна"] = 4,
		["Неспокойные воды"] = 16,
		["Сгустки янтаря"] = 8,
		["Арктический холод"] = 16,
		["Священная земля"] = 2,
		["Статическое поле"] = 1,
		["Неподвластность притяжению"] = 32,
		["Отголосок страдания"] = 32,
		["Дивное сияние"] = 64,
		["Чародейская бомба"] = 64,
		["Удар горы"] = 8,
		["Изнуряющая чума"] = 32,
		["Когти тьмы"] = 32,
		["Выпущенная энергия"] = 8,
		["Пламя Хаоса"] = 124,
		["Прикосновение порчи"] = 32,
		["Ветряная бомба"] = 8,
		["Необузданная буря"] = 8,
		["Земляной шип"] = 1,
		["Портал: Зорот"] = 4,
		["Мстительные удары"] = 1,
		["Увечье"] = 1,
		["Паутинный выстрел"] = 8,
		["Обстрел солоноватой водой"] = 16,
		["Ужасные клинки"] = 4,
		["Истребляющая сущность"] = 64,
		["Нестабильный заряд"] = 64,
		["Громовая ловушка"] = 8,
		["Гром и молния"] = 8,
		["Прокалывание"] = 1,
		["Ураганный обстрел"] = 4,
		["Нисходящий поток"] = 8,
		["Сочащийся ша"] = 32,
		["Раскалывающий удар"] = 1,
		["Сокрушающая молния"] = 8,
		["Знак незримого сатира"] = 4,
		["Побоище"] = 4,
		["Влияние скверны"] = 32,
		["Один в темноте"] = 32,
		["Кислота гидры"] = 8,
		["Пытка огнем"] = 4,
		["Желчная рвота"] = 8,
		["Пиявка"] = 1,
		["Сброшенные оковы"] = 32,
		["Раскаленная броня"] = 4,
		["Едкая слизь"] = 8,
		["Косторез"] = 1,
		["Глыбы ярости"] = 32,
		["Щит молний"] = 8,
		["Мерзкий гейзер"] = 8,
		["Аметистовое озеро"] = 32,
		["Сияющий фрагмент"] = 2,
		["Некротическое гниение"] = 40,
		["Оскверняющий рев"] = 32,
		["Расплавленная Скверна"] = 4,
		["Удар в спину"] = 1,
		["Сверхновая Погибели"] = 32,
		["Оползень"] = 8,
		["Сотрясающий землю рык"] = 8,
		["Горящий метеор"] = 4,
		["Привязка теней"] = 32,
		["Метеоритный рой"] = 4,
		["Тяжелые клешни"] = 1,
		["Молниеносные удары"] = 64,
		["Пытка Скверной"] = 4,
		["Огненная буря"] = 4,
		["Истязание слабых"] = 32,
		["Сокрушительный страх"] = 32,
		["Разгром"] = 40,
		["Электростатический заряд"] = 8,
		["Пронзание разума"] = 48,
		["Ледяные удары"] = 16,
		["Вытягивание жизни"] = 32,
		["Усиленный всплеск энергии хаоса"] = 64,
		["Гнилостные испарения"] = 32,
		["Зуботычина"] = 1,
		["Пожирающая пасть"] = 16,
		["Космический отблеск"] = 1,
		["Похищение жизни"] = 32,
		["Взрывной ползун"] = 8,
		["Агония"] = 32,
		["Гнев Воздуха"] = 8,
		["Жуткий хруст"] = 32,
		["Лунный огонь"] = 64,
		["Стенания наару"] = 32,
		["Опустошающая тьма"] = 32,
		["Поджигание"] = 4,
		["Извержение Чар"] = 64,
		["Лазерный ожог"] = 4,
		["Призрачная детонация"] = 32,
		["Ненависть"] = 4,
		["Феромоны истовости"] = 8,
		["Удар по земле"] = 1,
		["Руническое клеймо"] = 2,
		["Правой, левой"] = 1,
		["Зона апокалипсиса"] = 32,
		["Высвобожденная анима"] = 32,
		["Хищный прыжок"] = 1,
		["Бросок гаечного ключа"] = 1,
		["Ладонь грома"] = 1,
		["Токсичная желчь"] = 8,
		["Шок"] = 4,
		["Крик ужаса"] = 32,
		["Сокрушение"] = 1,
		["Взрывоопасные тени"] = 32,
		["Обжигающий луч"] = 4,
		["Осадок ша"] = 32,
		["Яд Пустоты"] = 64,
		["Болезнетворное облако"] = 8,
		["Стремительный бег"] = 1,
		["Разряд энергии"] = 64,
		["Луч солнца"] = 4,
		["Пузырь газа"] = 16,
		["Дротик"] = 1,
		["Оскверняющая Бездна"] = 32,
		["Вращающийся панцирь"] = 1,
		["Окаменяющее облако"] = 8,
		["Разложение"] = 32,
		["Метеор"] = 4,
		["Давящий взгляд"] = 32,
		["Рагнарек"] = 4,
		["Атака языка пламени"] = 4,
		["Песчаная буря"] = 8,
		["Отголосок Скверны"] = 4,
		["Манящее разрушение"] = 4,
		["Разрядка"] = 64,
		["Огненная бомба"] = 4,
		["Тьма тысячи душ"] = 32,
		["Заразная пасть"] = 32,
		["Морковная отрыжка"] = 1,
		["Флегма Тьмы"] = 32,
		["Озерцо теней"] = 32,
		["Псионная атака"] = 32,
		["Огненный след"] = 4,
		["Карантин"] = 64,
		["Аура регенерации"] = 8,
		["Жаркая вспышка"] = 4,
		["Рикошет"] = 1,
		["Подавление магии"] = 32,
		["Усиленная импульсная граната"] = 8,
		["Разряд"] = 8,
		["Неугасающее пламя"] = 4,
		["Град глеф"] = 64,
		["Кровавый гной"] = 32,
		["Пламя"] = 4,
		["Гнев Бездны"] = 32,
		["Темная рана"] = 32,
		["Заряд шрапнели"] = 1,
		["Камнепад"] = 8,
		["Освобожденное пламя"] = 4,
		["Сумеречный залп"] = 32,
		["Копье с зазубренным наконечником"] = 1,
		["Кристализованная земля"] = 8,
		["Студеная кровь"] = 16,
		["Удар саблей"] = 1,
		["Волнующиеся пески"] = 1,
		["Раскалывание льда"] = 16,
		["Взрывное отчаяние"] = 32,
		["Энтропический взрыв"] = 4,
		["Ожог"] = 4,
		["Разрушение"] = 32,
		["Танцующий клинок"] = 1,
		["Всплеск Скверны"] = 4,
		["Фонтанирующий напиток"] = 16,
		["Единство с энтропией"] = 48,
		["Взрывное пламя ужаса"] = 4,
		["Стенающие души"] = 32,
		["Усиленный портал: Зорот"] = 4,
		["Залп шипов"] = 8,
		["Родство душ"] = 32,
		["Испепеляющий обстрел"] = 4,
		["Проклятие ведьмы"] = 64,
		["Подавляющий взгляд"] = 32,
		["Поглощающая сфера"] = 32,
		["Кромсающий вихрь"] = 1,
		["Теневые клинки"] = 32,
		["Студеная вода"] = 16,
		["Энергетический разряд"] = 64,
		["Удар Воздушного Меха"] = 8,
		["Corpo-a-Corpo"] = 1,
		["Смертоносная мутация"] = 8,
		["Нестабильная мана"] = 64,
		["Приговор Саргераса"] = 32,
		["Детонация Пустоты"] = 64,
		["Бросок динамита"] = 4,
		["Неистовый натиск"] = 1,
		["Иссушение живущих"] = 32,
		["Удар бури"] = 1,
		["Сумерки"] = 32,
		["Иссушение"] = 4,
		["Шар огня"] = 4,
		["Гремучий взрыв"] = 4,
		["Удар абордажной саблей"] = 1,
		["Разрушитель"] = 4,
		["Омут ша"] = 32,
		["Стрела Хаоса"] = 127,
		["Цепная молния"] = 8,
		["Ярость Медвежьей Шкуры"] = 1,
		["Апокалиптический огонь"] = 4,
		["Сокрушительная волна"] = 16,
		["Раздирающие когти"] = 1,
		["Частица отчаяния"] = 32,
		["Сейсмический удар"] = 1,
		["Шип ша"] = 32,
		["Поглощающий взрыв"] = 32,
		["Пожирание"] = 1,
		["Пронзающие стрелы"] = 64,
		["Трескучий гром"] = 8,
		["Лава Скверны"] = 4,
		["Трепет"] = 32,
		["Шаровая молния"] = 8,
		["Прокол"] = 1,
		["Железная буря"] = 1,
		["Рвота Скверны"] = 4,
		["Бурлящая вода"] = 16,
		["Ледяной обвал"] = 16,
		["Лютый холод"] = 16,
		["Лунный обстрел"] = 64,
		["Иступленный удар"] = 1,
		["Хватка души"] = 32,
		["Перезаряженная душа"] = 8,
		["Инфернальные ракеты"] = 4,
		["Тьма"] = 32,
		["Резонансное истребление"] = 4,
		["Извергающиеся тени"] = 32,
		["Нарастающий ужас"] = 32,
		["Шок скверны"] = 8,
		["Взрыв армагеддона"] = 4,
		["Космическая коса"] = 64,
		["Роковой раскол"] = 32,
		["Кокон из скверношелка"] = 8,
		["Опаляющая буря"] = 4,
		["Мерцание"] = 64,
		["Статический заряд"] = 64,
		["Повергающий удар Нефритовой Змеи"] = 4,
		["Аннигиляция"] = 4,
		["Импульс"] = 64,
		["Усиленная вспышка"] = 4,
		["Буря Тьмы"] = 32,
		["Песчаная ловушка"] = 8,
		["Венец пламени"] = 4,
		["Пламя кузни"] = 4,
		["Жатва душ"] = 4,
		["Теневой рывок"] = 32,
		["Выстрел из пистоли"] = 1,
		["Буйство"] = 64,
		["Магмовый крушитель"] = 4,
		["Метеоритный шторм"] = 4,
		["Разлом от удара молнии"] = 8,
		["Чародейские стрелы"] = 64,
		["Смертоносный туман"] = 32,
		["Возгорание"] = 4,
		["Отзвук пламени"] = 4,
		["Хищное пламя"] = 4,
		["Кристальный шип"] = 1,
		["Кольцо сокрушения"] = 4,
		["Насыщение Скверной"] = 4,
		["Усыпляющий взор"] = 8,
		["Разящий гром"] = 8,
		["Опаленная кожа"] = 4,
		["Падающие обломки"] = 1,
		["Пытка холодом"] = 16,
		["Импульсная граната"] = 8,
		["Ярость Голганнета"] = 8,
		["Вихрь"] = 1,
		["Жестокие ветра"] = 1,
		["Дестабилизированная сфера"] = 64,
		["Тотем лавы"] = 4,
		["Гравитационный колодец"] = 32,
		["Огненная глыба"] = 4,
		["Отравленный дротик"] = 8,
		["Теневой топор"] = 32,
		["Раскатистый рев"] = 1,
		["Каменный снаряд"] = 8,
		["Погибель"] = 32,
		["Кислотная бомба"] = 8,
		["Инфернальный шип"] = 4,
		["Сгусток пламени"] = 4,
		["Пульсация гидрокопья"] = 16,
		["Клинки тьмы"] = 32,
		["Накопление силы"] = 4,
		["Шквальный огонь"] = 4,
		["Залп стрел Тьмы"] = 32,
		["Бесконечная зима"] = 16,
		["Щит Скверны"] = 4,
		["Сокрушающая звезда"] = 4,
		["Импульс духа"] = 32,
		["Корни-душители"] = 8,
		["Быстрый обстрел"] = 32,
		["Повторный толчок"] = 1,
		["Воспламенение"] = 4,
		["Магматический удар"] = 8,
		["Перегрузка цепи"] = 8,
		["Разрывающий крик"] = 32,
		["Смертельный удар"] = 1,
		["Смятие"] = 32,
		["Пламя Каз'горота"] = 4,
		["Луч Скверны"] = 4,
		["Пламя феникса"] = 4,
		["Удар змеи"] = 4,
		["Аннигилирующий взрыв"] = 4,
		["Правый хук"] = 32,
		["Колллапсирующий разлом"] = 32,
		["Пронзающее копье"] = 1,
		["По ветру"] = 1,
		["Заряд ша"] = 32,
		["Камнедробитель"] = 8,
		["Усиленный заряд шрапнели"] = 4,
		["Безудержная ярость"] = 32,
		["Зловонная пасть"] = 8,
		["Пламя Скверны"] = 4,
		["Ледяная могила"] = 16,
		["Удушающие тени"] = 32,
		["Коса разрушения"] = 1,
		["Плавный удар"] = 1,
		["Ядовитая буря"] = 8,
		["Нестабильное колдовство"] = 32,
		["Кристальные шипы"] = 8,
		["Ядовитое похищение"] = 8,
		["Вращающийся меч"] = 4,
		["Искрящаяся Бездна"] = 32,
		["Взрывная энергия"] = 32,
		["Пылающая пасть"] = 4,
		["Сумеречная глефа"] = 32,
		["Щит мстителя"] = 2,
		["Зараженные когти"] = 8,
		["Разрушительный залп"] = 4,
	},
	["deathlog_healingdone_min"] = 1,
	["tutorial"] = {
		["bookmark_tutorial"] = true,
		["main_help_button"] = 726,
		["SWITCH_PANEL_FIRST_OPENED"] = true,
		["ATTRIBUTE_SELECT_TUTORIAL1"] = true,
		["logons"] = 726,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["FULL_DELETE_WINDOW"] = true,
		["FORGE_TUTORIAL"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["feedback_window1"] = true,
		["OVERALLDATA_WARNING1"] = 10,
		["unlock_button"] = 0,
		["OPTIONS_PANEL_OPENED"] = true,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["ENCOUNTER_DETAILS_BALLON_TUTORIAL1"] = true,
		["version_announce"] = 0,
		["ctrl_click_close_tutorial"] = false,
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
			["y"] = 6.8664550781250e-005,
			["x"] = 0.000213623046875,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 20,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
			["y"] = 0,
			["x"] = 0.000213623046875,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["last_mythicrun_chart"] = {
		},
	},
	["realm_sync"] = true,
	["createauraframe"] = {
		["y"] = 7.629394531250e-006,
		["x"] = 3.05175781250e-005,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["switchSaved"] = {
		["slots"] = 18,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
				["atributo"] = 4,
				["sub_atributo"] = 3,
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
		},
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [3]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [4]
		{
			88082, -- [1]
			"Огненный шар (Зеркальное изображение)", -- [2]
			135812, -- [3]
		}, -- [5]
		{
			94472, -- [1]
			"Искупление вины (критический)", -- [2]
			135887, -- [3]
		}, -- [6]
		{
			59638, -- [1]
			"Ледяная стрела (Зеркальное изображение)", -- [2]
			135846, -- [3]
		}, -- [7]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [8]
		{
			158336, -- [1]
			"Раздавить (волна #1)", -- [2]
			135242, -- [3]
		}, -- [9]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [10]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [11]
		{
			224078, -- [1]
			"Поводок дьявозавра (trinket)", -- [2]
			136048, -- [3]
		}, -- [12]
		{
			214350, -- [1]
			"Сущность Кошмара (trinket)", -- [2]
			1357816, -- [3]
		}, -- [13]
		{
			44461, -- [1]
			"Живая бомба (взрыв)", -- [2]
			236220, -- [3]
		}, -- [14]
		{
			213786, -- [1]
			"Сумерки (trinket)", -- [2]
			236168, -- [3]
		}, -- [15]
		{
			120761, -- [1]
			"Бросок глеф (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [16]
		{
			121414, -- [1]
			"Бросок глеф (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [17]
		{
			33778, -- [1]
			"Жизнецвет (bloom)", -- [2]
			134206, -- [3]
		}, -- [18]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [19]
		{
			158420, -- [1]
			"Раздавить (волна #3)", -- [2]
			135242, -- [3]
		}, -- [20]
		{
			158417, -- [1]
			"Раздавить (волна #2)", -- [2]
			135242, -- [3]
		}, -- [21]
		{
			161612, -- [1]
			"Избыточная энергия (поймал)", -- [2]
			841219, -- [3]
		}, -- [22]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [23]
		{
			161576, -- [1]
			"Избыточная энергия (взрыв)", -- [2]
			841219, -- [3]
		}, -- [24]
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_shadow"] = true,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["item_level_pool"] = {
	},
	["update_warning_timeout"] = 10,
	["always_use_profile_name"] = "Зёба-Ревущий фьорд",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["latest_news_saw"] = "v8.0.1.5985",
	["savedTimeCaptures"] = {
	},
	["plugin_window_pos"] = {
		["y"] = 52.7778778076172,
		["x"] = -195.388793945313,
		["point"] = "RIGHT",
		["scale"] = 1,
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время схватки.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n			    local focus_potion = debuff_uptime_container [188030] --Legion\n			    if (focus_potion) then\n				local name, _, icon = GetSpellInfo (188030) --Legion\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			end\n\n			--get the buff container for all the others potions\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n			    --potion of the jade serpent\n			    local jade_serpent_potion = buff_uptime_container [188027] --Legion\n			    if (jade_serpent_potion) then\n				local name, _, icon = GetSpellInfo (188027) --Legion\n				GameCooltip:AddLine (name, jade_serpent_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --potion of mogu power\n			    local mogu_power_potion = buff_uptime_container [188028] --Legion\n			    if (mogu_power_potion) then\n				local name, _, icon = GetSpellInfo (188028) --Legion\n				GameCooltip:AddLine (name, mogu_power_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --mana potion\n			    local mana_potion = buff_uptime_container [188017] --Legion\n			    if (mana_potion) then\n				local name, _, icon = GetSpellInfo (188017) --Legion\n				GameCooltip:AddLine (name, mana_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --prolongued power\n			    local prolongued_power = buff_uptime_container [229206] --Legion\n			    if (prolongued_power) then\n				local name, _, icon = GetSpellInfo (229206) --Legion\n				GameCooltip:AddLine (name, prolongued_power.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --potion of the mountains\n			    local mountains_potion = buff_uptime_container [188029] --Legion\n			    if (mountains_potion) then\n				local name, _, icon = GetSpellInfo (188029) --Legion\n				GameCooltip:AddLine (name, mountains_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			end\n		",
			["icon"] = "Interface\\ICONS\\Trade_Alchemy_PotionD4",
			["name"] = "Использoвано зелий",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n				    \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					\n					local found_potion = false\n					\n					--get the spell debuff uptime container\n					local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n					if (debuff_uptime_container) then\n					    --potion of focus (can't use as pre-potion, so, its amount is always 1\n					    local focus_potion = debuff_uptime_container [188030] --Legion\n					    if (focus_potion) then\n						total = total + 1\n						found_potion = true\n						if (top < 1) then\n						    top = 1\n						end\n						--add amount to the player \n						instance_container:AddValue (player, 1)\n					    end\n					end\n					\n					--get the spell buff uptime container\n					local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n					if (buff_uptime_container) then\n					    \n					    --potion of the jade serpent\n					    local jade_serpent_potion = buff_uptime_container [188027] --Legion\n					    if (jade_serpent_potion) then\n						local used = jade_serpent_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of mogu power\n					    local mogu_power_potion = buff_uptime_container [188028] --Legion\n					    if (mogu_power_potion) then\n						local used = mogu_power_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --mana potion\n					    local mana_potion = buff_uptime_container [188017] --Legion\n					    if (mana_potion) then\n						local used = mana_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of prolongued power\n					    local prolongued_power = buff_uptime_container [229206] --Legion\n					    if (prolongued_power) then\n						local used = prolongued_power.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of the mountains\n					    local mountains_potion = buff_uptime_container [188029] --Legion\n					    if (mountains_potion) then\n						local used = mountains_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					end\n					\n					if (found_potion) then\n					    amount = amount + 1\n					end    \n				    end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [1]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["icon"] = "Interface\\ICONS\\warlock_ healthstone",
			["spellid"] = false,
			["name"] = "Исцеляющие зелья и камни",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 13,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени потратил каждый игрок на нанесение урона.",
			["icon"] = "Interface\\ICONS\\Achievement_PVP_H_06",
			["spellid"] = false,
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["icon"] = "Interface\\ICONS\\Achievement_PVP_G_06",
			["spellid"] = false,
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, 14, 14, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, 14, 14)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 9,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Mage_IceNova",
			["spellid"] = false,
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, 14, 14)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, 14, 14, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, 14, 14)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\ICONS\\ABILITY_MAGE_ARCANEBARRAGE",
			["name"] = "Мои заклинания",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local role = UnitGroupRolesAssigned (\"player\")\n				local pet_attribute\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 5,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, сколько урона наносится по цели, отмеченным черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Наносимый урон по метки с черепом",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество, наносимого урона на цели, отмеченного любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Наносимый урон по любой метки",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show overall damage done on the fly.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, total / OverallCombatTime)\n				s = ToK (_, total) .. \" (\" .. s .. \", \"\n\n				return s\n			",
			["icon"] = "Interface\\ICONS\\Achievement_Quests_Completed_08",
			["spellid"] = false,
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, 14, 14)\n				    end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Наносимый урон по щитам",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [11]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["always_use_profile"] = true,
	["lastUpdateWarning"] = 1533976914,
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
}
