
_detalhes_global = {
	["npcid_pool"] = {
		[0] = "Благословение Черных Глубин",
		[4074] = "XT:9",
		[8156] = "Неизвестно <Анту'сул>",
		[4094] = "Разведчик из племени Галак",
		[4096] = "Ветроловка из племени Галак",
		[4112] = "Вредитель из племени Камнерылов",
		[4120] = "Грохочущий камнедор",
		[4124] = "Игольчатая пума",
		[4128] = "Многозубый ловец",
		[4140] = "Скорпид-разоритель",
		[3101] = "Злобный фамилиар",
		[3103] = "Макрура-трещот",
		[3111] = "Свинобраз из племени Иглогривых",
		[3113] = "Пылебег из племени Иглогривых",
		[3115] = "Гарпия из стаи Пыльного Ветра",
		[3117] = "Дикарка из стаи Пыльного Ветра",
		[3119] = "Чернорабочий из племени Колкар",
		[3121] = "Дуротарский тигр",
		[1051] = "Дворф из клана Черного Железа",
		[3125] = "Гремучий скорпид",
		[3127] = "Ядохвостый скорпид",
		[3129] = "Страж бухты Кул-Тираса",
		[3131] = "Бурешкура",
		[11517] = "Огглфлинт",
		[1061] = "Ган'зулах",
		[7309] = "Глиняный комендант",
		[4248] = "Паршивая гиена",
		[7321] = "Ткач Пламени из племени Каменного Свода",
		[7329] = "Иссохший свиностраж",
		[7333] = "Иссохший боевой кабан",
		[7337] = "Некромант из племени Мертвой Головы",
		[7341] = "Скелет-ледоплет",
		[7345] = "Капитан-костещеп",
		[7349] = "Некрорахнид-гробовщик",
		[1073] = "Ашлан Камнехмыл",
		[7357] = "Мордреш Огненный Глаз",
		[12676] = "Острокоготь",
		[4300] = "Волшебник из Алого ордена",
		[4304] = "Ищейка из Алого ордена",
		[4308] = "Освобожденный дух",
		[4316] = "Гиена племени Колкар",
		[4324] = "Опаляющий дракончик",
		[7397] = "Глиняный камнерез",
		[1085] = "Старый тигр Тернистой долины",
		[7405] = "Смертоносный пещерный скорпид",
		[3195] = "Лиходей из клана Пылающего Клинка",
		[4344] = "Крапчатый кроколиск-грязекуп",
		[3199] = "Сектант из клана Пылающего Клинка",
		[3203] = "Пшикс Черношквал",
		[10758] = "Бандит из племени Зловещего Тотема",
		[547] = "Вепрь",
		[1094] = "Шахтер Торговой компании",
		[1096] = "Геолог Торговой компании",
		[6426] = "Тоскующий мертвец",
		[5419] = "Стеклошкурый василиск",
		[3225] = "Оскверненный крапчатый вепрь",
		[5427] = "Бешеный стертолап",
		[5431] = "Береговая черепаха",
		[4420] = "Властитель Таранный Клык",
		[4424] = "Аггем Терновое Проклятие",
		[3239] = "Громоголов",
		[5455] = "Оса-сентипаар",
		[5459] = "Проходчик-сентипаар",
		[3245] = "Злобный равнинный долгоног",
		[6490] = "Азшир Неспящий",
		[3249] = "Большой грозовой змей",
		[3251] = "Личинка cилитида",
		[3255] = "Яркочешуйчатый крикун",
		[3257] = "Ишамухал",
		[3261] = "Терноплет из племени Дыбогривов",
		[3263] = "Геомант из племени Дыбогривов",
		[3265] = "Охотник из племени Иглогривых",
		[3267] = "Водоискатель из племени Иглогривых",
		[3269] = "Геомант племени Иглогривых",
		[3271] = "Мистик из племени Иглогривых",
		[3273] = "Буревестница из племени Колкар",
		[2252] = "Огр из клана Раздробленного Хребта",
		[3277] = "Разбойница из стаи Зачарованного Крыла",
		[3279] = "Душительница из стаи Зачарованного Крыла",
		[4512] = "Гниющий вурдалак",
		[4516] = "Адепт из племени Мертвой Головы",
		[4520] = "Геомант племени Иглошкурых",
		[4528] = "Каменный грохотун",
		[4532] = "Повелитель зверей из племени Иглошкурых",
		[2270] = "Хилсбрадский караульный",
		[4540] = "Монах из Алого ордена",
		[4548] = "Сталезуб",
		[6606] = "Надзиратель Глибби",
		[1144] = "Знахарь из клана Мош'Огг",
		[1150] = "Речной кроколиск",
		[1151] = "Морской кроколиск",
		[1152] = "Кроколиск-хрустогрыз",
		[4632] = "Кентавр из племени Колкар",
		[4636] = "Полководец племени Колкар",
		[11318] = "Трогг Огненной пропасти",
		[4648] = "Чеканщик из племени Гелкис",
		[4652] = "Изверг из племени Гелкис",
		[4656] = "Изверг из племени Мародин",
		[4664] = "Разоритель из клана Пылающего Клинка",
		[4668] = "Призыватель из клана Пылающего Клинка",
		[9336] = "Начальник Медноклин",
		[4676] = "Младший инфернал",
		[4684] = "Колдунья Пустоты",
		[4688] = "Костелапая гиена",
		[4692] = "Жуткий перепелятник",
		[4696] = "Крепкохват cкорпаши",
		[3375] = "Бейл'данский старшина",
		[2354] = "Злобный серый медведь",
		[2356] = "Старый серый медведь",
		[4712] = "Колдунья из клана Скользящего Плавника",
		[7785] = "Оберег Зум-Раха <Знахарь Зум'рах>",
		[3385] = "Тераморский страж бухты",
		[4728] = "Василиск-камнегрыз",
		[9456] = "Полководец Кром'зар",
		[3393] = "Капитан Гордостанная",
		[3395] = "Верог Дервиш",
		[3397] = "Кровопыт из племени Колкар",
		[595] = "Охотник из племени Кровавого Скальпа",
		[5775] = "Вердан Бессмертный",
		[2384] = "Голодный горный лев",
		[2386] = "Стражник Южнобережья",
		[3276] = "Гарпия из стаи Зачарованного Крыла",
		[3415] = "Охотница саванны",
		[5420] = "Стеклошкурый взорень",
		[4788] = "Сатир из племени Змеящегося Корня",
		[3379] = "Костолом из клана Пылающего Клинка",
		[3205] = "Залазан",
		[3425] = "Хищник саванны",
		[7873] = "Боевой страж племени Иглошкурых",
		[12677] = "Тенумбра",
		[4812] = "Летописец из культа Сумеречного Молота",
		[4035] = "Взбешенный дух камня",
		[4820] = "Оракул из племени Мутной Воды",
		[5475] = "Чернокнижник из клана Песчаного Молота",
		[5471] = "Огр из клана Песчаного Молота",
		[7901] = "Висельник-охотник за сокровищами",
		[5055] = "Загадочный плеточник",
		[3445] = "Бригадир Зубовиззл",
		[4844] = "Тенегорнский геодезист",
		[4848] = "Тенегорнский черный маг",
		[4852] = "Оракул из племени Каменного Свода",
		[682] = "Тигр Тернистой долины",
		[6906] = "Бейлог",
		[6910] = "Ревелош",
		[3459] = "Бешенер из племени Иглогривых",
		[4872] = "Обсидиановый голем",
		[5460] = "Разоритель-сентипаар",
		[6066] = "Тотем хватки земли <Тотемист племени Иглошкурых>",
		[3467] = "Барон Дольноберег",
		[7353] = "Леденящий дух",
		[3471] = "Ремонтник Угрелов",
		[3473] = "Неизвестно",
		[3475] = "Ичияки",
		[4825] = "Хрустогрыз Аку'май",
		[7077] = "Глиняный строитель",
		[2358] = "Даларанский призыватель",
		[7857] = "Рабочий из порта Южных морей",
		[3461] = "Оазисный хрустогрыз",
		[587] = "Воин из племени Кровавого Скальпа",
		[2466] = "Горный пехотинец Грюгельм",
		[3868] = "Кровожад",
		[11910] = "Бузотер из племени Зловещего Тотема",
		[11918] = "Камнелом из племени Гоггер",
		[588] = "Разведчик из племени Кровавого Скальпа",
		[7209] = "Неизвестно <Обсидиановый часовой>",
		[11320] = "Землеед",
		[3503] = "Заступник-силитид",
		[710] = "Чаротвор Мош'Огг",
		[709] = "Солдат-наемник из клана Мош'Огг",
		[3126] = "Бронескорп",
		[3917] = "Злобный элементаль воды",
		[7022] = "Ядоносный скорпид",
		[3745] = "Землепроходец из племени Гиблой Чащи",
		[7030] = "Тенегорнский геолог",
		[11917] = "Геомант из стаи Гоггер",
		[3833] = "Кенарийский воздаятель",
		[3825] = "Светлолапый вожак",
		[4264] = "Моховая паучиха",
		[12046] = "Гор'марок Опустошитель",
		[1142] = "Громила из клана Мош'Огг",
		[6035] = "Ловчий из племени Иглошкурых",
		[2272] = "Даларанский чудотворец",
		[3281] = "Саркот",
		[6047] = "Водяной страж <Аквамант из культа Сумеречного Молота>",
		[2652] = "Отравитель из племени Сухокожих",
		[7078] = "Пещерный скорпид",
		[2250] = "Горный йети",
		[2248] = "Пещерный йети",
		[10992] = "Разъяренная пантера",
		[5048] = "Загадочный аспид",
		[2686] = "Паук-нянька племени Сухокожих",
		[5056] = "Загадочный страхозуб",
		[674] = "Горнорабочий Торговой компании",
		[6087] = "Часовой Астранаара",
		[2536] = "Джон-Джон Ворон",
		[6427] = "Блуждающий фантазм",
		[10928] = "Суккуб-прислужница",
		[3994] = "Хранитель Албагорм",
		[2736] = "Большой каменный элементаль",
		[2546] = "Командир флота Фираллон",
		[2548] = "Капитан Кильватель",
		[2550] = "Капитан Штиллец",
		[3757] = "Призыватель огня из племени Ксавиан",
		[4436] = "Свиностраж племени Иглошкурых",
		[2728] = "Яростный скальный койот",
		[684] = "Кошка",
		[3749] = "Ведмедь из племени Гиблой Чащи",
		[4097] = "Буревестница из племени Галак",
		[1108] = "Горилла из Мглистой долины",
		[3197] = "Фанатик из клана Пылающего Клинка",
		[4109] = "Соправитель Скального гнездовья",
		[2718] = "Шаман из клана Гнилобрюхов",
		[4117] = "Облачный змей",
		[6167] = "Химера-матриарх",
		[12876] = "Барон Акванис",
		[4129] = "Многозубый ворчун",
		[2732] = "Горная охотница",
		[7206] = "Древний Хранитель Камня",
		[4805] = "Морская ведьма Непроглядной Пучины",
		[2586] = "Проходимец Синдиката",
		[2588] = "Тать Синдиката",
		[1985] = "Вепрь",
		[7226] = "Неизвестно <Древний Хранитель Камня>",
		[11319] = "Шаман Огненной пропасти",
		[3619] = "Муся",
		[5919] = "Тотем каменной кожи II <Нак>",
		[7023] = "Обсидиановый часовой",
		[7246] = "Темный охотник",
		[9377] = "Стремительный вихрь",
		[3275] = "Мародер из племени Колкар",
		[3631] = "Загадочный жалохлест",
		[6239] = "Циклониан",
		[6243] = "Гелихаст",
		[3637] = "Загадочный страж",
		[7274] = "Палач из клана Песчаной Бури",
		[3641] = "Загадочный скрытень",
		[2658] = "Грифон-остроклюв",
		[7286] = "Зул'фарракский зомби",
		[7290] = "Тенегорнский меткий стрелок",
		[4284] = "Авгур из Алого ордена",
		[11519] = "Баззалан",
		[3855] = "Чернозлоб из крепости Темного Клыка",
		[3655] = "Безумный Магглиш",
		[4861] = "Крылан-охотник",
		[660] = "Знахарь племени Кровавого Скальпа",
		[4249] = "Паршивый рыкун",
		[2927] = "Злобный совух",
		[4853] = "Геомант из племени Каменного Свода",
		[2923] = "Облезлый среброгрив",
		[7334] = "Боевой жутесвин",
		[3671] = "Повелительница Анакондра",
		[4273] = "Хранитель Гордан",
		[7346] = "Центурион-костещеп",
		[4281] = "Разведчик из Алого ордена",
		[4285] = "Послушник из Алого ордена",
		[7358] = "Амненнар Хладовей",
		[4293] = "Провидец из Алого ордена",
		[12678] = "Топтыжень",
		[4301] = "Центурион из Алого ордена",
		[4815] = "Мелководный клешнехват",
		[2919] = "Страж Фам'ретор",
		[11687] = "Фантомный мародер",
		[669] = "Охотник из племени Дробителей Черепов",
		[670] = "Знахарь из племени Дробителей Черепов",
		[2676] = "Неизвестно <Машиностроитель Торговой компании>",
		[4329] = "Огнегривый разведчик",
		[671] = "Охотник за головами из племени Кровавого Скальпа",
		[4803] = "Оракул Непроглядной Пучины",
		[672] = "Духолов из племени Дробителей Черепов",
		[4345] = "Грязекуп-острозуб",
		[3711] = "Мирмидон из клана Зловещего Хвоста",
		[3713] = "Скользящий по волнам из клана Зловещего Хвоста",
		[3715] = "Морская ведьма из клана Зловещего Хвоста",
		[10760] = "Геомант племени Зловещего Тотема",
		[675] = "Штейгер Торговой компании",
		[3721] = "Гидра-тайнохлыст",
		[676] = "Геодезист Торговой компании",
		[8567] = "Обжора",
		[677] = "Ремонтник Торговой компании",
		[3455] = "Канонир Вессан",
		[678] = "Изверг из клана Мош'Огг",
		[3457] = "Ловчий из племени Иглогривых",
		[679] = "Шаман из клана Мош'Огг",
		[5424] = "Песчаный скорпид-охотник",
		[2716] = "Охотник на драконов из клана Гнилобрюхов",
		[12902] = "Лоргус Джетт",
		[681] = "Молодой тигр Тернистой долины",
		[12918] = "Вождь Мургут",
		[4421] = "Чарлга Остробок",
		[11911] = "Наемник племени Зловещего Тотема",
		[683] = "Молодая пантера",
		[5456] = "Жалоносец-сентипаар",
		[3755] = "Скверноподданный из племени Ксавиан",
		[6487] = "Чародей Доан",
		[685] = "Ящер Тернистой долины",
		[5472] = "Головорез из клана Песчаного Молота",
		[686] = "Ящер-кнутохвост",
		[4457] = "Добытчик из племени Черножабрых",
		[3767] = "Плут из племени Каменного Сердца",
		[4465] = "Воин из племени Порочной Ветви",
		[3771] = "Призыватель огня из племени Каменного Сердца",
		[7856] = "Флибустьер Южных морей",
		[689] = "Хрустальный василиск",
		[5806] = "Древень-помощник",
		[690] = "Ледоглазый василиск",
		[667] = "Воин из племени Дробителей Черепов",
		[2760] = "Пылающий изгой",
		[2762] = "Грохочущий изгнанник",
		[7844] = "Тотем кольца огня IV <Анту'сул>",
		[4505] = "Матрос из шайки Кровавого Паруса",
		[5308] = "Норовистый дольный крикун",
		[7789] = "Глупец из племени Песчаной Бури",
		[694] = "Метатель топоров из племени Кровавого Скальпа",
		[3797] = "Кенарийский заступник",
		[4525] = "Землеломка из племени Иглошкурых",
		[6575] = "Новобранец из Алого ордена",
		[696] = "Метатель топоров из племени Дробителей Черепов",
		[7606] = "Оро Вырвиглаз",
		[697] = "Шаман из племени Кровавого Скальпа",
		[3809] = "Медведь Ясеневого леса",
		[698] = "Тигр клана Кровавого Скальпа",
		[7858] = "Висельник Южных морей",
		[699] = "Повелитель зверей из племени Кровавого Скальпа",
		[2893] = "Костегрыз из племени Каменного Свода",
		[3819] = "Паук-скакун Дикого Терна",
		[3821] = "Воронковый паук Дикого Терна",
		[3823] = "Светлолапый бегун",
		[5600] = "Вождь Дез'хеп",
		[702] = "Падальщик из племени Кровавого Скальпа",
		[2650] = "Ревнитель из племени Сухокожих",
		[3939] = "Волк племени Иглогривых",
		[5616] = "Вор из шайки Скитальцев Пустыни",
		[687] = "Тропический ловец",
		[3765] = "Сатир из племени Каменного Сердца",
		[1954] = "Старый озерный тихоход",
		[92] = "Каменный элементаль",
		[2734] = "Патриарх горных охотинков",
		[7796] = "Некрум Кишкожуй",
		[5268] = "Медведь-сталемех",
		[5648] = "Темный чародей из племени Песчаной Бури",
		[3851] = "Белоголов Серого Клыка",
		[3853] = "Лунолюб Серого Клыка",
		[1417] = "Молодой болотный кроколиск",
		[3857] = "Прожорень Серого Клыка",
		[3859] = "Ярозуб Серого Клыка",
		[3861] = "Бесцветный ворг",
		[4653] = "Мародер из племени Гелкис",
		[7726] = "Натуралист племени Зловещего Тотема",
		[4661] = "Грохотун из племени Гелкис",
		[4665] = "Адепт клана Пылающего Клинка",
		[7788] = "Чернорабочий из племени Песчаной Бури",
		[3873] = "Замученный офицер",
		[4677] = "Тюремщик судеб",
		[4681] = "Охотник на магов",
		[5771] = "Джуккар Грим'род",
		[11518] = "Жергош Призыватель Духов",
		[4693] = "Жуткий летун",
		[4697] = "Плеточник cкорпаши",
		[3887] = "Барон Сребролен",
		[4637] = "Разрушитель из племени Колкар",
		[6907] = "Эрик \"Быстрый\"",
		[4713] = "Воин из клана Скользящего Плавника",
		[7786] = "Скелет Зум-Раха",
		[7768] = "Паучонок племени Сухокожих",
		[5755] = "Загадочная гадюка",
		[4729] = "Неповоротливый василиск-камнегрыз",
		[5756] = "Загадочный крылояд",
		[5760] = "Лорд Азреток",
		[11520] = "Тарагаман Ненасытный",
		[2970] = "Перепелятник",
		[4829] = "Аку'май",
		[3999] = "Землекоп из племени Ветрорезов",
		[5780] = "Клонированная эктоплазма <Всепожирающая эктоплазма>",
		[2894] = "Шаман из племени Каменного Свода",
		[3123] = "Лезвезуб Кровавого Когтя",
		[3921] = "Ведмедь из племени Колючего Меха",
		[3923] = "Дозорный из племени Колючего Меха",
		[3925] = "Мститель из племени Колючего Меха",
		[3927] = "Командир воргенов Нандос",
		[1563] = "Висельник из шайки Кровавого Паруса",
		[728] = "Баг'тира",
		[3114] = "Боевой страж племени Иглогривых",
		[729] = "Син'Далл",
		[5687] = "Пленное поганище",
		[730] = "Тетис",
		[4809] = "Служитель из культа Сумеречного Молота",
		[731] = "Король Бангалаш",
		[5686] = "Пленный зомби",
		[2924] = "Среброгривый волк",
		[2926] = "Среброгривый бродяга",
		[2928] = "Примитивный совух",
		[7902] = "Буканьер-охотник за сокровищами",
		[2932] = "Магреган Чернотень",
		[4841] = "Зыбун",
		[4845] = "Тенегорнский бузотер",
		[4849] = "Тенегорнский археолог",
		[736] = "Пантера",
		[4857] = "Каменный хранитель",
		[2944] = "Главарь То'грун",
		[1934] = "Тирисфальский фермер",
		[4663] = "Авгур клана Пылающего Клинка",
		[10761] = "Разоритель из племени Зловещего Тотема",
		[3862] = "Слюнявый ворг",
		[3977] = "Верховный инквизитор Вайтмейн",
		[1557] = "Старая горилла из Мглистой долины",
		[4649] = "Ветроловка из племени Гелкис",
		[3983] = "Дознаватель Вишас",
		[3673] = "Лорд Серпентис",
		[2831] = "Гигантский канюк",
		[3989] = "Лесоруб Торговой компании",
		[3991] = "Лесозаготовитель Торговой компании",
		[3993] = "Машиностроитель Торговой компании",
		[772] = "Тигрица Тернистой долины",
		[1488] = "Зомби Занзила",
		[2976] = "Работник Торговой компании",
		[1490] = "Знахарь Занзила",
		[4003] = "Геомант из племени Ветрорезов",
		[11912] = "Громила из племени Зловещего Тотема",
		[4007] = "Моховой ядоплюй",
		[4009] = "Гневный скалозавр",
		[4011] = "Молодая величавая виверна",
		[4627] = "Демон Бездны Аругала",
		[4015] = "Патриарх Славнокрылов",
		[4017] = "Хитрый волшебный дракончик",
		[7011] = "Глиняный камнекрушитель",
		[4021] = "Едкая сокотварь",
		[4023] = "Бродяжница из стаи Кровавой Ярости",
		[4025] = "Душительница из стаи Кровавой Ярости",
		[4027] = "Ведьма гроз из стаи Кровавой Ярости",
		[4029] = "Почерневший древняк",
		[4031] = "Химера-слеток",
		[6016] = "Тотем защиты от сил стихий <Ведунья из племени Мертвой Головы>",
		[6020] = "Скользкопанцирный макрура",
		[4037] = "Пылающий опустошитель",
		[5646] = "Метатель топоров из племени Песчаной Бури",
		[4041] = "Опаленный василиск",
		[1511] = "Разъяренная седоспиная горилла",
		[4202] = "Геренцо Терминатрикс",
		[7067] = "Мертвяк Торговой компании",
		[1514] = "Мокк Дикарь",
		[4051] = "Кенарийский ботаник",
		[4053] = "Дочь Кенария",
		[2105] = "Горный пехотинец Доккин",
		[4057] = "Сын Кенария",
		[3120] = "Гонец из племени Колкар",
		[4061] = "Дриада Мутного Озера",
		[5053] = "Загадочный кроколиск",
		[3068] = "Маззранач",
		[4067] = "Сумеречный бегун",
		[782] = "Разведчик из племени Дробителей Черепов",
		[8138] = "Сул'итуз-детеныш",
		[4073] = "XT:4",
		[7271] = "Знахарь Зум'рах",
		[3241] = "Патриарх саванны",
		[4633] = "Разведчик из племени Колкар",
		[4280] = "Оберегатель из Алого ордена",
		[5307] = "Дольный крикун",
		[5097] = "Иллюзорный волк <Волчий ужас>",
		[11577] = "Вихревой штормоход",
		[3875] = "Призрачный служитель",
		[6132] = "Служитель племени Иглошкурых",
		[4093] = "Пастух из племени Галак",
		[4095] = "Изверг из племени Галак",
		[14222] = "Арага",
		[1562] = "Маг из шайки Кровавого Паруса",
		[7175] = "Душитель из племени Каменного Свода",
		[4110] = "Патриарх Скального гнездовья",
		[4114] = "Добытчик из племени Камнерылов",
		[4118] = "Ядовитый облачный змей",
		[6168] = "Ругуг",
		[4126] = "Скальный ловец",
		[11321] = "Оплавленный элементаль",
		[1547] = "Дряхлый пес Тьмы",
		[1548] = "Проклятый пес тьмы",
		[1549] = "Прожорливый пес Тьмы",
		[1550] = "Василиск-хвостохлест",
		[1551] = "Железозубый василиск",
		[4154] = "Солончаковый падальщик",
		[4158] = "Стервятник соляных равнин",
		[1554] = "Сумеречница-вампир",
		[4288] = "Зверолов из Алого ордена",
		[3110] = "Крупнозубый кроколиск",
		[3112] = "Разведчик племени Иглогривых",
		[7247] = "Пожиратель душ из племени Песчаной Бури",
		[780] = "Мистик из племени Дробителей Черепов",
		[3118] = "Грозовая ведьма из стаи Пыльного Ветра",
		[781] = "Охотник за головами из племени Дробителей Черепов",
		[6240] = "Борец бойцовского круга",
		[7267] = "Вождь Укорз Песчаная Плешь",
		[1564] = "Чернокнижник из шайки Кровавого Паруса",
		[1565] = "Морской волк из шайки Кровавого Паруса",
		[3130] = "Рокочущая ящерица",
		[784] = "Повелитель зверей из племени Дробителей Черепов",
		[10120] = "Тюремщик подземелья",
		[7291] = "Галганн Огнемолот",
		[7347] = "Вурдалак-живодер",
		[11521] = "Тень кодо",
		[3381] = "Грабитель Южных морей",
		[7342] = "Скелет-призыватель",
		[7874] = "Терноплет из племени Иглошкурых",
		[7608] = "Мурта Мрачнобрюх",
		[7604] = "Сержант Блай",
		[9523] = "Предвестница бури из племени Колкар",
		[7327] = "Иссохший воин",
		[597] = "Берсерк из племени Кровавого Скальпа",
		[7335] = "Геомант из племени Мертвой Головы",
		[3204] = "Неизвестно",
		[4274] = "Фенрус Пожиратель",
		[4278] = "Командир Ручьедол",
		[7351] = "Разоритель могил",
		[7355] = "Тутен'каш",
		[119] = "Некиса",
		[4294] = "Колдун из Алого ордена",
		[4298] = "Защитник из Алого ордена",
		[4302] = "Воитель из Алого ордена",
		[4306] = "Истязатель из Алого ордена",
		[1059] = "Анатек Жестокий",
		[3196] = "Неофит клана Пылающего Клинка",
		[1561] = "Налетчик из шайки Кровавого Паруса",
		[2163] = "Медведь",
		[3206] = "Тролль-вудуист",
		[4672] = "Скверноподданный из племени Ярой Ненависти",
		[3192] = "Лейтенант Бенедикт",
		[4414] = "Ядоплюй-темножвал",
		[4342] = "Грязекуп-злобокус",
		[3198] = "Ученик клана Пылающего Клинка",
		[4422] = "Агателос Свирепый",
		[4541] = "Кровь Агамаггана",
		[11777] = "Темнокаменный грохотун",
		[11785] = "Желтоглазый василиск",
		[4442] = "Защитник из племени Иглошкурых",
		[3254] = "Яркочешуйчатый кнутохвост",
		[3256] = "Яркочешуйчатый смертехват",
		[7527] = "Гоблинская мина <Армион>",
		[4506] = "Юнга из шайки Кровавого Паруса",
		[12856] = "Вестница Ясеневого леса",
		[5490] = "Бугристый шипошкур",
		[3278] = "Душегубка из стаи Зачарованного Крыла",
		[5421] = "Стеклошкурый окаменитель",
		[3226] = "Оскверненный скорпид",
		[12896] = "Часовой Среброкрылых",
		[3282] = "Наемник Торговой компании",
		[3232] = "Злоумышленник из племени Дыбогривов",
		[3284] = "Чернорабочий Торговой компании",
		[10882] = "Арикара",
		[11913] = "Колдун племени Зловещего Тотема",
		[11921] = "Бесселет",
		[5457] = "Членистоног-сентипаар",
		[11937] = "Страж портала демонов",
		[8876] = "Послушник из клана Песчаной Бури",
		[8886] = "Загадочный питон",
		[3250] = "Ползучий силитид",
		[3252] = "Членистоног Силитида",
		[5481] = "Cобиратель росы из долины Кактусов",
		[5485] = "Корнеплет из долины Кактусов",
		[3258] = "Охотник из племени Дыбогривов",
		[3260] = "Водоискатель из племени Дыбогривов",
		[2735] = "Младший каменный элементаль",
		[2241] = "Вор Синдиката",
		[3266] = "Защитник племени Иглогривых",
		[3268] = "Терноплет из племени Иглогривых",
		[2269] = "Хилсбрадский шахтер",
		[3272] = "Пастух из племени Колкар",
		[3274] = "Пастух из племени Колкар",
		[2253] = "Громила из клана Раздробленного Хребта",
		[2255] = "Маг из клана Раздробленного Хребта",
		[3280] = "Призывательница ветров из стаи Зачарованного Крыла",
		[4514] = "Разъяренный Агам'ар",
		[4518] = "Ведунья из племени Мертвой Головы",
		[4522] = "Пылеткач из племени Иглошкурых",
		[4526] = "Ветряной ревун",
		[4530] = "Укротитель из племени Иглошкурых",
		[4534] = "Прирученная гиена <Повелитель зверей из племени Иглошкурых>",
		[4538] = "Лабиринтовый нетопырь",
		[4542] = "Верховный инквизитор Фэйрбанкс",
		[3754] = "Предатель из племени Ксавиан",
		[2729] = "Старый скальный койот",
		[2727] = "Скальный койот",
		[1653] = "Старший волхв из шайки Кровавого Паруса",
		[7343] = "Скелет-костещеп",
		[3746] = "Дозорный из племени Гиблой Чащи",
		[1662] = "Капитан Перрин",
		[10896] = "Арнак Зловещий Тотем",
		[3435] = "Неизвестно",
		[416] = "Зигжубо",
		[1516] = "Конда",
		[2731] = "Кошка",
		[5617] = "Темный маг из шайки Скитальцев Пустыни",
		[4458] = "Охотник из племени Черножабрых",
		[12940] = "Ворша Хлестунья",
		[2305] = "Штейгер Бондс",
		[417] = "Шашоно",
		[2968] = "Гонец из племени Галак",
		[8996] = "Прислужник-демон Бездны",
		[4517] = "Жрица из племени Мертвой Головы",
		[5649] = "Кровопийца из племени Песчаной Бури",
		[5681] = "Пленная женщина",
		[4634] = "Изверг из племени Колкар",
		[11576] = "Вихревой потрошитель",
		[11322] = "Сектант из клана Пламенеющего Клинка",
		[4646] = "Гонец из племени Гелкис",
		[3247] = "Птенец грозового змея",
		[4654] = "Разведчик из племени Мародин",
		[4658] = "Буревестница из племени Мародин",
		[5685] = "Пленный вурдалак",
		[4666] = "Скверноподданный из клана Пылающего Клинка",
		[4670] = "Разбойник из племени Ярой Ненависти",
		[4674] = "Тенелов из племени Ярой Ненависти",
		[4428] = "Вестник смерти Джаргба",
		[4682] = "Сестра Пустоты",
		[7787] = "Раб из племени Песчаной Бури",
		[4726] = "Разъяренная рокочущая ящерица",
		[2349] = "Гигантский моховой ползун",
		[2351] = "Серый медведь",
		[2992] = "Исцеляющий идол V <Тотемист племени Иглошкурых>",
		[3128] = "Моряк Кул-Тираса",
		[3380] = "Послушник клана Пылающего Клинка",
		[4714] = "Мирмидон из клана Скользящего Плавника",
		[4718] = "Оракул из клана Скользящего Плавника",
		[3386] = "Тераморская оберегательница",
		[7795] = "Гидромант Велрата",
		[4673] = "Предатель из племени Ярой Ненависти",
		[232] = "Фермер Рей",
		[3394] = "Барак Кодобой",
		[3396] = "Хэрзул Кровавая Отметина",
		[2385] = "Урурушка",
		[2407] = "Крупный горный лев",
		[8477] = "Скелет-слуга",
		[5781] = "Яйцо ползучего силитида <Ползучий силитид>",
		[11562] = "Краб с мертвой хваткой",
		[9524] = "Захватчик из племени Колкар",
		[11578] = "Вихревой живорез",
		[854] = "Молодой тропический ловец",
		[7847] = "Калиф Жало Скорпида",
		[855] = "Молодой ящер Тернистой долины",
		[7855] = "Пират Южных морей",
		[856] = "Молодой ящер-кнутохвост",
		[7883] = "Андре Огнебородый",
		[4798] = "Тенелов из племени Змеящегося Корня",
		[4802] = "Жрица прилива из Непроглядной Пучины",
		[521] = "Волк",
		[4810] = "Разоритель из культа Сумеречного Молота",
		[4814] = "Повелитель стихий из культа Сумеречного Молота",
		[4818] = "Мурлок из племени Мутной Воды",
		[3436] = "Каз",
		[3438] = "Криниг Грознорыл",
		[7899] = "Пират-охотник за сокровищами",
		[3238] = "Грозошкур",
		[10759] = "Топотун из племени Зловещего Тотема",
		[2267] = "Хилсбрадский крестьянин",
		[4846] = "Тенегорнский землекоп",
		[4850] = "Скрытень из племени Каменного Свода",
		[4854] = "Гримлок",
		[3454] = "Канонир Смайт",
		[6908] = "Олаф",
		[3458] = "Ясновидец племени Иглогривых",
		[11778] = "Темнокаменный крушитель",
		[11786] = "Желтоглазый разоритель",
		[3374] = "Бейл'данский землечерп",
		[1713] = "Неизвестно",
		[5723] = "Манекен-мишень Варуга",
		[7360] = "Неизвестно",
		[2449] = "Горожанин Вилкс",
		[5921] = "Тотем силы земли II <Шаман из племени Гиблой Чащи>",
		[12865] = "Посол Малкин",
		[921] = "Дровосек Торговой компании",
		[11858] = "Грундиг Темное Облако",
		[7352] = "Хладная душа",
		[12897] = "Воительница клана Среброкрылых",
		[4279] = "Одо Слепой Страж",
		[3674] = "Шкам",
		[12921] = "Разъяренный фурболг из племени Гиблой Чащи",
		[2649] = "Охотник за скальпами из племени Сухокожих",
		[4958] = "Блуждающий дух <Гиввара>",
		[875] = "Повелитель приливов из племени Соленой Чешуи",
		[8015] = "Часовой Ясеневого леса",
		[5286] = "Волк",
		[8877] = "Ревнитель из племени Песчаной Бури",
		[877] = "Добытчик из племени Соленой Чешуи",
		[3476] = "Иша Авак",
		[7012] = "Глиняный скульптор",
		[4296] = "Адепт из Алого ордена",
		[879] = "Охотник из племени Соленой Чешуи",
		[4978] = "Слуга Аку'май",
		[7320] = "Изверг из племени Каменного Свода",
		[3102] = "Ловец Скверны",
		[5837] = "Каменная рука",
		[6017] = "Тотем лавы <Ясновидица из племени Мертвой Головы>",
		[6021] = "Дух вепря <Аггем Терновое Проклятие>",
		[2503] = "Хилсбрадский штейгер",
		[1765] = "Ворг",
		[1766] = "Крапчатый ворг",
		[3743] = "Воин из племени Гиблой Чащи",
		[1768] = "Волнолов из племени Злобного Плавника",
		[1769] = "Белоголов Лунной Ярости",
		[1770] = "Вестник Тьмы Лунной Ярости",
		[7076] = "Глиняный землестраж",
		[1772] = "Луговой бегун из стаи Гнилошкуров",
		[1773] = "Мистик из стаи Гнилошкуров",
		[1778] = "Лютый седой медведь",
		[6069] = "Охранник хана из племени Мародин",
		[6073] = "Опаляющий инфернал",
		[2529] = "Сын Аругала",
		[5058] = "Ворг-волкостраж",
		[3416] = "Матриарх саванны",
		[2535] = "Моури \"Деревянная Нога\" Вилкинс",
		[2537] = "Чаки \"Недотепа\"",
		[3286] = "Надзиратель Торговой компании",
		[4440] = "Тотемист племени Иглошкурых",
		[3566] = "Хищник плоскогорья",
		[2545] = "\"Красавчик\" Дункан",
		[2547] = "Многоглаз",
		[2549] = "Гарр Просоленное Копыто",
		[4263] = "Детеныш густого мха",
		[3382] = "Канонир Южных морей",
		[2657] = "Обученный остроклюв",
		[8179] = "Большой исцеляющий идол <Знахарь из клана Песчаной Бури>",
		[871] = "Воин племени Соленой Чешуи",
		[3638] = "Всепожирающая эктоплазма",
		[4099] = "Мародер из племени Галак",
		[7268] = "Страж из племени Песчаной Бури",
		[4107] = "Виверна Скального гнездовья",
		[4111] = "Кобольд из племени Камнерылов",
		[3560] = "Исцеляющий идол <Топотун из племени Зловещего Тотема>",
		[4119] = "Старый облачный змей",
		[3116] = "Погромщица из стаи Пыльного Ветра",
		[4127] = "Зубастая гиена",
		[4131] = "Силитид-захватчик",
		[7348] = "Вурдалак-шипоед",
		[4139] = "Скорпид-убийца",
		[4635] = "Ветроловка из племени Колкар",
		[4147] = "Просоленный василиск",
		[4151] = "Просоленный хрусталиск",
		[11323] = "Головорез из клана Пламенеющего Клинка",
		[905] = "Острозубая бешенка",
		[7228] = "Иронайа",
		[8095] = "Сул'итуз-пескорыск",
		[7344] = "Воин-костещеп",
		[4130] = "Силитид-искатель",
		[2563] = "Равнинный ползун",
		[8127] = "Анту'сул",
		[3630] = "Загадочный крылозмей",
		[3632] = "Загадочный ползун",
		[3634] = "Загадочный ловец",
		[3636] = "Загадочный опустошитель",
		[7272] = "Тека Мученик",
		[3640] = "Изменчивая эктоплазма",
		[3243] = "Высокогрив саванны",
		[4977] = "Мелководный хрупопанцирник",
		[7332] = "Иссохший копьешкур",
		[4813] = "Темный маг из культа Сумеречного Молота",
		[3456] = "Землепроходец из племени Иглогривых",
		[2651] = "Шкуродер из племени Сухокожих",
		[3654] = "Мутанус Пожиратель",
		[4427] = "Страж чертогов",
		[2635] = "Старый солоноводный кроколиск",
		[4287] = "Орденоносец из Алого ордена",
		[11563] = "Жестколапый клешневик",
		[4425] = "Слепой охотник",
		[7328] = "Иссохший разоритель",
		[8518] = "Ринтариэль Хранительница Ключей",
		[3670] = "Лорд Питонас",
		[7340] = "Темный скелет-чародей <Скелет-призыватель>",
		[4275] = "Верховный маг Аругал",
		[2653] = "Садист из племени Сухокожих",
		[4283] = "Караульный из Алого ордена",
		[7356] = "Чумобрюх Гнилой",
		[4291] = "Гадатель из Алого ордена",
		[4295] = "Мирмидон из Алого ордена",
		[4299] = "Капеллан из Алого ордена",
		[4303] = "Аббат из Алого ордена",
		[2667] = "Оберег лености - воздействие <Знахарь из клана Мош'Огг>",
		[3452] = "Серена Кровавое Перо",
		[3886] = "Остроклык Мясник",
		[2960] = "Могучий волк прерий",
		[3434] = "Нак",
		[7396] = "Глиняный камнелом",
		[4331] = "Огнегривый пеплохвост",
		[7404] = "Пламенный страж из племени Галак",
		[3424] = "Грозовой змей-облачник",
		[4343] = "Грязекуп-крепкохват",
		[5761] = "Загадочный шаркун",
		[3712] = "Разящий из клана Зловещего Хвоста",
		[4355] = "Смертехват Кровавой Топи",
		[10756] = "Обжигающий элементаль",
		[1860] = "Хелкатхе",
		[3633] = "Загадочный душегуб",
		[3285] = "Батрак Торговой компании",
		[1863] = "Броннисо",
		[5402] = "Вождь Храта",
		[1537] = "Ревнитель из Алого Ордена",
		[3717] = "Колдунья из клана Зловещего Хвоста",
		[1867] = "Даларанский ученик",
		[3750] = "Тотемист из племени Гиблой Чащи",
		[5422] = "Скорпид-охотник",
		[5426] = "Хромоногая гиена",
		[2717] = "Изверг из клана Гнилобрюхов",
		[2719] = "Вождь клана Гнилобрюхов",
		[3122] = "Кровопалый кнутохвост",
		[12922] = "Бес-прислужник",
		[3748] = "Шаман из племени Гиблой Чащи",
		[11915] = "Хранитель скал из племени Гоггер",
		[3752] = "Разбойник из племени Ксавиан",
		[4435] = "Воин племени Иглошкурых",
		[5462] = "Морской вал",
		[6489] = "Железноспин",
		[6493] = "Иллюзорный фантазм <Блуждающий фантазм>",
		[5474] = "Громила из клана Песчаного Молота",
		[4510] = "Гералат Бурый Ручей",
		[4459] = "Оракул из племени Черножабрых",
		[2251] = "Гигантский йети",
		[3770] = "Тенелов из племени Каменного Сердца",
		[2249] = "Лютый йети",
		[4438] = "Копьешкур из племени Иглошкурых",
		[3240] = "Грозорыл",
		[3207] = "Проклятый тролль",
		[5425] = "Голодный хромоног",
		[3782] = "Чащобный камнедвиг",
		[1114] = "Джунглевый рокотун",
		[2350] = "Лесной моховой ползун",
		[1489] = "Охотник Занзила",
		[4437] = "Страж-смотритель из племени Иглошкурых",
		[4511] = "Агам'ар",
		[4515] = "Послушница из племени Мертвой Головы",
		[4519] = "Ясновидица из племени Мертвой Головы",
		[4523] = "Землетряска из племени Иглошкурых",
		[3104] = "Макрура-панцирник",
		[4531] = "Дрессировщик из племени Иглошкурых",
		[4535] = "Прирученный боевой вепрь",
		[4539] = "Большой лабиринтовый нетопырь",
		[4543] = "Волшебник Крови Талнос",
		[3810] = "Снейп",
		[1907] = "Нага-исследователь",
		[4832] = "Повелитель сумрака Келрис",
		[7605] = "Ворона",
		[1910] = "Муад",
		[3820] = "Ядоплюй Дикого Терна",
		[1912] = "Даларанский заступник",
		[3824] = "Светлолапый ревун",
		[5602] = "Вождь Шак",
		[4860] = "Каменный распорядитель",
		[4409] = "Кордор Хранитель Врат",
		[3183] = "Йоррог Тень Проклятия",
		[5618] = "Бандит из шайки Скитальцев Пустыни",
		[3850] = "Колдун Ашкромб",
		[5615] = "Разбойник из шайки Скитальцев Пустыни",
		[3840] = "Друид Клыка",
		[5623] = "Убийца из шайки Скитальцев Пустыни",
		[3844] = "Исцеляющий идол IV <Ясновидец племени Иглогривых>",
		[3846] = "Тален",
		[4623] = "Воитель Иглостраж",
		[5650] = "Знахарь из клана Песчаной Бури",
		[11781] = "Желтокаменный сокрушитель",
		[3854] = "Волкостраж Темного Клыка",
		[4150] = "Просоленный взорень",
		[11324] = "Чернокнижник из клана Пламенеющего Клинка",
		[4647] = "Разведчик из племени Гелкис",
		[4651] = "Заклинательница земли из племени Гелкис",
		[4655] = "Пастух из племени Мародин",
		[3866] = "Злобный нетопырь",
		[1935] = "Тирисфальский батрак",
		[4667] = "Темный маг клана Пылающего Клинка",
		[4671] = "Плут из племени Ярой Ненависти",
		[4675] = "Призыватель огня из племени Ярой Ненависти",
		[4679] = "Дева Пустоты",
		[4196] = "Рой силитидов <Членистоног Силитида>",
		[4687] = "Глубинный искатель",
		[4863] = "Нефритовый василиск",
		[4695] = "Ужасный падальщик",
		[4699] = "Ядохлыст cкорпаши",
		[5763] = "Эктоплазма кошмаров",
		[1062] = "Неззилок Зловещий",
		[4711] = "Нага из клана Скользящего Плавника",
		[4715] = "Бичехвост из клана Скользящего Плавника",
		[4719] = "Морская ведьма из клана Скользящего Плавника",
		[4723] = "Штейгер Коззл",
		[4727] = "Старая рокочущая ящерица",
		[3902] = "Опаляющий тотем II <Ясновидец племени Иглогривых>",
		[4260] = "Крошшер Торговой компании",
		[5762] = "Загадочная болотная гадюка",
		[5766] = "Детеныш зищника саванны",
		[3669] = "Лорд Кобран",
		[7275] = "Темный жрец Шезз'зиз",
		[3914] = "Ретилгор",
		[12579] = "Потрошительница из стаи Кровавой Ярости",
		[4789] = "Разбойник из племени Змеящегося Корня",
		[4282] = "Чудодей из Алого ордена",
		[3922] = "Тотемист из племени Колючего Меха",
		[3924] = "Шаман из племени Колючего Меха",
		[3926] = "Землепроходец из племени Колючего Меха",
		[3928] = "Гниющая слизь",
		[2907] = "Мистик из клана Гнилобрюхов",
		[2909] = "Тяжелоступ Грез",
		[4795] = "Неизвестно <Кенарийский воздаятель>",
		[4799] = "Призыватель огня из племени Змеящегося Корня",
		[7872] = "Сектантка из племени Мертвой Головы",
		[4807] = "Мирмидон Непроглядной Пучины",
		[4811] = "Аквамант из культа Сумеречного Молота",
		[3944] = "Жрица из клана Зловещего Хвоста",
		[4819] = "Грязекоп из племени Мутной Воды",
		[4823] = "Колючий членистоног",
		[4827] = "Глубинный крепкозуб",
		[4831] = "Леди Саревесс",
		[701] = "Мистик из племени Кровавого Скальпа",
		[1097] = "Механик Торговой компании",
		[3283] = "Головорез Торговой компании",
		[4847] = "Тенегорнский охотник за реликвиями",
		[4851] = "Камнеед из племени Каменного Свода",
		[4855] = "Буян из племени Каменного Свода",
		[1984] = "Вепрь",
		[2945] = "Мурдалок",
		[3931] = "Чащобный оракул",
		[10757] = "Кипящий элементаль",
		[3974] = "Псарь Локси",
		[3976] = "Командир Могрейн из Алого ордена",
		[2720] = "Огр-маг из клана Гнилобрюхов",
		[4887] = "Гхаму-ра",
		[2959] = "Охотник прерий",
		[3984] = "Нэнси Вишас",
		[1491] = "Нага Занзила",
		[3988] = "Оператор Торговой компании",
		[5930] = "Сестра Терзающая",
		[3992] = "Инженер Торговой компании",
		[2971] = "Когтистый перепелятник",
		[11876] = "Дух демона",
		[2748] = "Аркедас",
		[4657] = "Ветроловка из племени Мародин",
		[3863] = "Волчий ужас",
		[4004] = "Властитель племени Ветрорезов",
		[4006] = "Моховой паук-вязальщик",
		[4008] = "Скалозавр",
		[783] = "Берсерк из племени Дробителей Черепов",
		[4012] = "Гордокрылая виверна",
		[4014] = "Гордокрылый соправитель",
		[4016] = "Волшебный дракончик",
		[8585] = "Морозный призрак <Амненнар Хладовей>",
		[4020] = "Сокотварь",
		[4022] = "Гарпия из стаи Кровавой Ярости",
		[4024] = "Душегубка из стаи Кровавой Ярости",
		[4026] = "Призывательница ветров из стаи Кровавой Ярости",
		[4028] = "Обугленный древняк",
		[4030] = "Неизвестно",
		[4032] = "Молодая химера",
		[4034] = "Разъяренный дух камня",
		[4036] = "Разбойник-дух огня",
		[4038] = "Пылающий разрушитель",
		[5680] = "Пленный мужчина",
		[4042] = "Обгоревший василиск",
		[4044] = "Почерневший василиск",
		[3877] = "Стенающий охранник",
		[7797] = "Руузлу",
		[4050] = "Кенарийский смотритель",
		[4052] = "Кенарийский друид",
		[4054] = "Смеющаяся cестра",
		[4056] = "Хранитель Мутного озера",
		[3035] = "Пума плоскогорья",
		[6070] = "Советник хана из племени Мародин",
		[8120] = "Сул'итуз-поганище",
		[2033] = "Винчестер",
		[1492] = "Горлаш",
		[4005] = "Ползун из густого мха",
		[4070] = "Строитель Торговой компании",
		[756] = "Пантера из племени Дробителей Черепов <Охотник из племени Дробителей Черепов>",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		8, -- [1]
		5, -- [2]
		[0] = 1,
		["Защита от темной магии"] = 5,
		["Ловкость I ступени"] = 11,
		["Восполнение энергии"] = 4,
		["Обнаружение обычной невидимости"] = "Доттка",
		["Песчаная буря"] = "Неизвестно <Древний Хранитель Камня>",
		["Усиленное пламя"] = "Галганн Огнемолот",
		["Чародейский интеллект"] = 8,
		["Усиление проклятия"] = 9,
		["Усиление магии"] = 8,
		["Быстрый укус"] = "Ракообразный клешнехват",
		["Вызывающий рев"] = 11,
		["Удар щитом"] = 1,
		["Большой камень здоровья"] = 9,
		["Подрезать крылья"] = 3,
		["Синий конь-скелет"] = 4,
		["Демонический доспех"] = 9,
		["Природная стремительность"] = 7,
		["Всепожирающая чума"] = 5,
		["Улучшенное блокирование"] = "Защитник из племени Иглошкурых",
		["Сглаз"] = "Темный охотник",
		["Блуждающие духи"] = "Призрачный служитель",
		["Гнев Амненнара"] = "Амненнар Хладовей",
		["Ясность мысли"] = 8,
		["Лечебное зелье"] = 1,
		["Дикая ярость"] = "Ярозуб Серого Клыка",
		["Буйство"] = "Агателос Свирепый",
		["Призыв обсидианового осколка"] = "Обсидиановый часовой",
		["Обнаружение невидимости"] = 9,
		["Призыв демона Бездны"] = "Чернокнижник из клана Пламенеющего Клинка",
		["Божественный дух"] = 5,
		["Оружие Камнедробителя"] = 7,
		["Облик Тьмы"] = 5,
		["Путь исцеления"] = 7,
		["Реванш - оглушение"] = 1,
		["Эффект Огненного щита III"] = "Волшебник из Алого ордена",
		["Затмение"] = 5,
		["Броня"] = 1,
		["Малый камень здоровья"] = 9,
		["Ядовитое облако"] = "Аку'май",
		["Разящий удар"] = "Трогг Огненной пропасти",
		["Вызов темного чародея"] = "Скелет-призыватель",
		["Раскол брони"] = 1,
		["Обморожение"] = 8,
		["Быстрая стрельба"] = 3,
		["Страх"] = 9,
		["Воскрешение"] = 5,
		["Отвлечение"] = 4,
		["Тотем защиты от сил стихий"] = "Ведунья из племени Мертвой Головы",
		["Создание малого камня души"] = 9,
		["Пробуждение тюремщика подземелья"] = "Аркедас",
		["Божественный щит"] = "Командир Ручьедол",
		["Тотем неистовства ветра"] = 7,
		["Сокрушение щитом"] = "Головорез из клана Пламенеющего Клинка",
		["Земной шок"] = 7,
		["Чумное облако"] = "Скарабей",
		["Аура воздаяния"] = "Командир Могрейн из Алого ордена",
		["Возмездие"] = 1,
		["Чародейский пузырь"] = "Чародей Доан",
		["Шипы"] = 1,
		["Град стрел"] = 3,
		["Болезнетворное облако"] = "Обжора",
		["Хрустальный сон"] = "Нефритовый василиск",
		["Воскрешение питомца"] = 3,
		["Лечение питомца"] = 3,
		["Летящая паутина"] = "Тутен'каш",
		["Пронзающий выстрел"] = "Тенегорнский меткий стрелок",
		["Дубовая кожа"] = 11,
		["Каменная Кожа"] = 7,
		["Тотем силы земли"] = 7,
		["Иссушающее прикосновение"] = "Чумобрюх Гнилой",
		["Ослабление магии"] = 8,
		["Тотем магмы"] = 7,
		["Взрывная ловушка"] = 3,
		["Зелье омоложения"] = 8,
		["Кормление питомца"] = 3,
		["Ледяной шок"] = 7,
		["Свирепый укус"] = 11,
		["Шкура демона"] = 9,
		["Тотем каменной кожи"] = 7,
		["Гаррота"] = 4,
		["Уменьшающий луч"] = 3,
		["Повреждение сухожилий"] = "Загадочный кроколиск",
		["Устрашение"] = 3,
		["Благоволение природы"] = 11,
		["Укус змеи"] = 3,
		["Боевая стойка"] = 1,
		["Морозный доспех"] = 8,
		["Источник маны"] = 7,
		["Виноградное зелье"] = 5,
		["Удар по почкам"] = 4,
		["Пытка разума"] = 5,
		["Ответный удар"] = 4,
		["Знак дикой природы"] = 11,
		["Регенерация"] = 5,
		["Уничтоженные земные стражи"] = "Глиняный комендант",
		["Кровожадность"] = "Псарь Локси",
		["Змеиный облик Кобрана"] = "Лорд Кобран",
		["Призыв иллюзорного фантазма"] = "Блуждающий фантазм",
		["Размашистые удары"] = 1,
		["Неистовая ярость"] = "Аку'май",
		["Дрожание земли"] = "Землетряска из племени Иглошкурых",
		["Первая помощь"] = 1,
		["Священный удар"] = "Воитель из Алого ордена",
		["Стрела Тьмы"] = 9,
		["Тотем прилива маны"] = 7,
		["Удар грома"] = 1,
		["Ослепление"] = 4,
		["Ледяная ловушка"] = 3,
		["Песчаные бури"] = "Древний Хранитель Камня",
		["Кровопускание"] = 1,
		["Питье"] = 8,
		["Гнилостная вонь"] = "Чумобрюх Гнилой",
		["Плотные льняные бинты"] = 1,
		["Отражение"] = "Нефритовый василиск",
		["Оружие неистовства ветра"] = 7,
		["Демоническое бешенство"] = 4,
		["Мысленная дрожь"] = "Землеломка из племени Иглошкурых",
		["Нерешительность"] = "Бесцветный ворг",
		["Волшебный огонь (сила зверя)"] = 11,
		["Обессиливающий сглаз"] = 5,
		["Воскрешение камнем души"] = 9,
		["Шокирующий выстрел"] = 3,
		["Гнев"] = 11,
		["Пиявка-кровосос"] = "Кровопийца из племени Песчаной Бури",
		["Восстановление"] = 11,
		["Воскресение Алых"] = "Верховный инквизитор Вайтмейн",
		["Выслеживание гуманоидов"] = 3,
		["Рана"] = 1,
		["Прикосновение слабости"] = 5,
		["Широкий взмах"] = "Загадочный плеточник",
		["Прицельный выстрел"] = 3,
		["Метка охотника"] = 3,
		["Окоченение"] = 8,
		["Утраченные навыки"] = "Замученный офицер",
		["Дикое восстановление"] = "Загадочный шаркун",
		["Гоблинская мина"] = "Вигиль Фитиль",
		["Опаляющий тотем"] = 7,
		["Исступление"] = 1,
		["Яд пиявки"] = "Грязекоп из племени Мутной Воды",
		["Снежная буря"] = 8,
		["Казнь"] = 1,
		["Камень здоровья"] = 9,
		["Исцеляющий поток"] = 7,
		["Громовой грохот"] = "Мутанус Пожиратель",
		["Сеть"] = "Гелихаст",
		["Сотворение нефрита маны"] = 8,
		["Железная граната"] = 9,
		["Глухая оборона"] = 1,
		["Божественная кара"] = "Адепт из Алого ордена",
		["Рывок"] = 1,
		["Огненная стрела"] = "Лазтипу",
		["Скачок"] = 8,
		["Змеиный облик"] = "Друид Клыка",
		["Расти!"] = 3,
		["Проклятие Тутен'каш"] = "Тутен'каш",
		["Полоснуть"] = 11,
		["Нескончаемое дыхание"] = 9,
		["Залп"] = 3,
		["Костяной доспех"] = "Некромант из племени Мертвой Головы",
		["Средоточие заклинаний"] = 5,
		["Незаметность"] = 4,
		["Стойка берсерка"] = 1,
		["Исчезновение"] = 4,
		["Призыв блуждающего духа"] = 8,
		["Реванш"] = 1,
		["Колючки"] = "Колючий членистоног",
		["Боевой крик"] = 1,
		["Ледяная стрела"] = 8,
		["Красный конь-скелет"] = 5,
		["Волшебный огонь"] = 11,
		["Рваная рана"] = 4,
		["Чародейский взрыв"] = 8,
		["Быстрое исцеление"] = 5,
		["Пунш Ящера"] = 8,
		["Ослабленная душа"] = 5,
		["Снятие малого проклятия"] = 8,
		["Бесславная цель"] = 8,
		["Буйный эль"] = 1,
		["Попятиться"] = 11,
		["Озарение"] = 11,
		["Интеллект I ступень"] = 5,
		["Тотем каменного когтя"] = 7,
		["Утраченный навык: 2H палицы"] = 4,
		["Кровеотвод"] = "Прожорень Серого Клыка",
		["Дразнящий удар"] = 1,
		["Страж Тьмы"] = 5,
		["Кольцо огня"] = "Тарагаман Ненасытный",
		["Тотем кольца огня"] = 7,
		["Дух гепарда"] = 3,
		["Призыв беса"] = 9,
		["Отрыв"] = 3,
		["Малая броня"] = 8,
		["Выявление слабости"] = "Кровожад",
		["Змеиное очищение"] = "Послушник Наралекса",
		["Беспощадность"] = 4,
		["Fire"] = "Мир (огонь)",
		["Разъедающий яд"] = 1,
		["Чародейский выстрел"] = 3,
		["Сковывание нежити"] = 5,
		["Ядовитый выстрел"] = "Повелитель зверей из племени Иглошкурых",
		["Адское Пламя"] = 9,
		["Токсичный плевок"] = "Загадочный крылояд",
		["Призрачный волк"] = 7,
		["Топот"] = "Гхаму-ра",
		["Подрезать сухожилия"] = 1,
		["!Melee"] = 1,
		["Шквал клинков"] = 4,
		["Всплеск боли"] = "Загвениэ",
		["Глубокий сон"] = "Верховный инквизитор Вайтмейн",
		["Сытость"] = 1,
		["Призыв ворга-волкостража"] = "Волкостраж Темного Клыка",
		["Антимагический щит"] = "Лунолюб Серого Клыка",
		["Выведение яда"] = 7,
		["Вызов бесцветного ворга"] = "Командир воргенов Нандос",
		["Устрашающий рев"] = 11,
		["Контроль над разумом"] = 5,
		["Превращение"] = 8,
		["Перехват"] = 1,
		["Замедленное падение"] = 8,
		["Плотные волшебные бинты"] = 1,
		["Тяжелый динамит"] = 1,
		["Прилив сил"] = 8,
		["Ледяной доспех"] = 8,
		["Аура возмездия"] = "Загадочный страж",
		["Каменный щит"] = 1,
		["Быстродействующий яд"] = 4,
		["Выстрел из лука"] = 4,
		["Грохот"] = "Большой лабиринтовый нетопырь",
		["Призыв водяного стража"] = "Аквамант из культа Сумеречного Молота",
		["Создание большого камня здоровья"] = 9,
		["Моровая лихорадка"] = "Некрум Кишкожуй",
		["Свет небес"] = "Командир Ручьедол",
		["Парализующий удар"] = 4,
		["Треснувший обсидиан"] = "Обсидиановый часовой",
		["Друидская дремота"] = "Друид Клыка",
		["Удар воина Света"] = "Орденоносец из Алого ордена",
		["Щит маны"] = 8,
		["Размах"] = 11,
		["Заточка клинка IV"] = 1,
		["Калечащий яд"] = 4,
		["Самоуничтожение"] = "Каменный хранитель",
		["Оковы земли"] = "Неизвестно <Лакедемон>",
		["Молчание"] = "Чародей Доан",
		["Огненный взрыв"] = 8,
		["Огненный щит"] = "Оплавленный элементаль",
		["Тигриное неистовство"] = 11,
		["Жало скорпида"] = 3,
		["Призыв питомца"] = 3,
		["Улучшенный контузящий выстрел"] = 3,
		["Большая железная бомба"] = 3,
		["Оглушающий удар"] = 1,
		["Антимагия"] = "Факир",
		["Черный ром Рэмси"] = 1,
		["Льняные бинты"] = 1,
		["Проклятие косноязычия"] = 9,
		["Дух-целитель"] = "Тотемист племени Иглошкурых",
		["Рулон льняной ткани"] = 8,
		["Смертельный яд"] = "Скрытень из племени Каменного Свода",
		["Огненный ливень"] = 9,
		["Походный облик"] = 11,
		["Утраченный навык: защита"] = 4,
		["Слово Cилы: Щит"] = "Верховный инквизитор Вайтмейн",
		["Жгучая боль"] = 9,
		["Тотем сопротивления льду"] = 7,
		["Темное восстановление"] = "Волкостраж Темного Клыка",
		["Внутренний огонь"] = 5,
		["Воля Отрекшихся"] = 8,
		["Недавняя перевязка"] = 1,
		["Выстрел"] = 5,
		["Зимняя стужа"] = 8,
		["Проклятие изнеможения"] = "Торборн",
		["Быстродействующий яд III"] = 4,
		["Проклятие слабости"] = "Жергош Призыватель Духов",
		["Ограничение распространения отравы"] = "Загадочная гадюка",
		["Заточка клинка"] = 1,
		["Рассекающий удар"] = "Огглфлинт",
		["Накинуться"] = "Хрустогрыз Аку'май",
		["Огненный шар"] = 8,
		["Рык"] = 11,
		["Кровавое неистовство"] = 1,
		["Сотворение воды"] = 8,
		["Взрыв разума"] = 5,
		["Вытягивание души"] = 9,
		["Удар пламенем"] = "Глиняный скульптор",
		["Мифриловый шип для щита"] = 1,
		["Шок"] = "Повелитель стихий из культа Сумеречного Молота",
		["Подлый трюк"] = 4,
		["Неистовый вой"] = 3,
		["Проклятие агонии"] = 9,
		["Пронзительный вой"] = 1,
		["Увеличение"] = "Летописец из культа Сумеречного Молота",
		["Ледяные оковы"] = "Адепт из племени Мертвой Головы",
		["Мгновенный взрыв"] = "Чародей Доан",
		["Леденящее прикосновение"] = "Леденящий дух",
		["Увечье"] = 4,
		["Призыв грохотуна"] = "Геомант племени Иглошкурых",
		["Зараза Желчной жабы"] = "Желчная жаба",
		["Боевое исступление"] = 8,
		["Бегство в астрал"] = "Тарфипу <Ауум>",
		["Защита от магии льда"] = "Морская ведьма Непроглядной Пучины",
		["Рассеивание заклинаний"] = 5,
		["Призыв духа вепря"] = "Аггем Терновое Проклятие",
		["Обшаривание карманов"] = 4,
		["Обращение в камень"] = "Сул'итуз-пескорыск",
		["Знак Избранного эффекта"] = 7,
		["Щит молний"] = 7,
		["Захват духа"] = 5,
		["Специализация на щитах"] = 1,
		["Мясорубка"] = 4,
		["Оплеуха"] = "Капитан-костещеп",
		["Рой насекомых"] = 11,
		["Потрошение"] = 4,
		["Создание малого камня здоровья"] = 9,
		["Эффект взрывной ловушки"] = 3,
		["Сила земли"] = 7,
		["Устрашающий крик"] = 1,
		["Возложение рук"] = "Командир Могрейн из Алого ордена",
		["Господство над разумом"] = "Вестник смерти Джаргба",
		["Цепное исцеление"] = 7,
		["Дар Аругала"] = "Сын Аругала",
		["Залп ледяных стрел"] = "Слуга Аку'май",
		["Лунный огонь"] = 11,
		["Соблазнение"] = "Бронтеи <Хэллбаунд>",
		["Мучение"] = "Граз'крито <Доттка>",
		["Удар по дуге"] = "Разоритель из культа Сумеречного Молота",
		["Чародейские снаряды"] = 8,
		["Уход в тень"] = 5,
		["Возрождение"] = 11,
		["Ледяная преграда"] = 8,
		["Исцеляющий древень"] = "Знахарь из клана Песчаной Бури",
		["Серый кодо"] = 7,
		["Трепка"] = 11,
		["Атака-оглушение"] = 1,
		["Хватка земли"] = "Тотем хватки земли <Анту'сул>",
		["Звериный гнев"] = 3,
		["Усмирение"] = 5,
		["Каурый конь-скелет"] = 5,
		["Панцирный щит"] = "Танк <Петмастер>",
		["Громовая поступь"] = 11,
		["Большая бронзовая бомба"] = 1,
		["Уменьшение"] = "Гримлок",
		["Приспешник Анту'сула"] = "Анту'сул",
		["Одурманивание"] = "Чернозлоб из крепости Темного Клыка",
		["Исчезновение тюремщика"] = "Анту'сул",
		["Запугивание"] = "Загадочный страхозуб",
		["Кислота землееда"] = "Землеед",
		["Кара"] = 5,
		["Раздвоенная молния"] = "Леди Саревесс",
		["Разорвать"] = 11,
		["Удар героя"] = 1,
		["Сожжение маны"] = "Призыватель огня из племени Змеящегося Корня",
		["Призывание коня Скверны"] = 9,
		["Эффект неослабевающих ударов"] = 4,
		["Утраченный навык: 2H топоры"] = 1,
		["Кровавая ярость"] = 1,
		["Похищение души"] = 9,
		["Призыв суккуба"] = 9,
		["Свирепый волк"] = 1,
		["Молния"] = "Шаман Огненной пропасти",
		["Сила I ступень"] = 11,
		["Хрустальная защита"] = 1,
		["Бомба"] = "Вигиль Фитиль",
		["Сон"] = "Лорд Питонас",
		["Сопротивление магии льда"] = 7,
		["Призыв ветряного ревуна"] = "Пылеткач из племени Иглошкурых",
		["Слово силы: Стойкость"] = 5,
		["Призыв иллюзорных волков"] = "Волчий ужас",
		["Аура ледяной ловушки"] = 3,
		["Быстродействующий яд IV"] = 4,
		["Пинок"] = 4,
		[56488] = 1,
		["Инстинкт смерти"] = 1,
		["Cнятие шкур"] = 5,
		["Лик смерти"] = 9,
		["Утраченный навык: ружье"] = 1,
		["Опустошение Духов стихии"] = 7,
		["Облик лютого медведя"] = 11,
		["Укус"] = "Сехмет <Бузончик>",
		["Кровавый союз"] = 9,
		["Вожак стаи"] = 11,
		["Falling"] = "Мир (падение)",
		["Жизнеотвод"] = "Чуда",
		["Хищный коготь"] = "Вурдалак-шипоед",
		["Тотем легкости воздуха"] = 7,
		["Яд"] = "Баззалан",
		["Смертельный удар"] = 1,
		["Целительное прикосновение"] = 11,
		["Управление шмыгуносом"] = 1,
		["Инфернальный снаряд"] = "Ткач Пламени из племени Каменного Свода",
		["Камень возвращения"] = 1,
		["Атака"] = "Опаляющий тотем V <Айронхеад>",
		["Эффект Адского Пламени"] = 9,
		["Тотем исцеляющего потока"] = 7,
		["Заразная гниль"] = 1,
		["Тотем источника маны"] = 7,
		["Легкость воздуха"] = 7,
		["Сотворение агата маны"] = 8,
		["Боль в груди"] = 1,
		["Крадущийся зверь"] = 11,
		["Стремительный напор"] = "Прирученный боевой вепрь",
		["Тотем оков земли"] = 7,
		["Огненный шок"] = 7,
		["!Autoshot"] = 4,
		["Сила"] = 4,
		["Ловкость"] = 4,
		["Дальнобойный яд"] = 3,
		["Заразный выстрел"] = "Иссохший копьешкур",
		["Темное приношение"] = "Демон Бездны Аругала",
		["Удар бури"] = 7,
		["Цепной удар"] = "Чарлга Остробок",
		["Проклятие Тьмы"] = 9,
		["Холодная хватка"] = 8,
		["Похищение маны"] = 9,
		["Порча"] = 9,
		["Выносливость"] = 4,
		["Пелена Тени"] = "Барон Сребролен",
		["Волна исцеления"] = "Шаман Огненной пропасти",
		["Цепная молния"] = 7,
		["Деморализующий крик"] = 1,
		["Необузданный гнев"] = 1,
		["Ловушка"] = 1,
		["Раскат грома"] = "Лорд Питонас",
		["Ядовитая слюна"] = "Фенрус Пожиратель",
		["Бросок"] = 4,
		["Превосходство"] = 1,
		["Ошеломление"] = 4,
		["Тотем трепета"] = 7,
		["Излечение болезни"] = 5,
		["Перехват - оглушение"] = 1,
		["Вдохновение"] = 5,
		["Притворная смерть"] = "Агателос Свирепый",
		["Глубокая рана"] = 1,
		["Шквал"] = 7,
		["Яростный вой"] = "Одо Слепой Страж",
		["Глубокое сбивание"] = "Злобный нетопырь",
		["Неистовое восстановление"] = 11,
		["Оберег Зум-Раха"] = "Знахарь Зум'рах",
		["Обновление"] = 5,
		["Огненный щит III"] = "Волшебник из Алого ордена",
		["Жестокий ветер"] = "Песчаная буря <Древний Хранитель Камня>",
		["Пламенный кнут"] = "Тенегорнский геолог",
		["Проклятая кровь"] = "Гниющий вурдалак",
		["Омоложение"] = 11,
		["Отвлекающий выстрел"] = 3,
		["Выслеживание скрытого"] = 3,
		["Взмах"] = "Загадочный опустошитель",
		["Изначальное неистовство"] = 11,
		["Вопли прошлого"] = "Стенающий охранник",
		["Священный огонь"] = 5,
		["Ментальный крик"] = 5,
		["Блок щитом"] = 1,
		["Чистота"] = "Чарлга Остробок",
		["Ускользание"] = 4,
		["Дух ястреба"] = 3,
		["Скорострельность"] = 3,
		["Дух обезьяны"] = 3,
		["Сокрушение"] = 1,
		["Удар ящера"] = 3,
		["Душевный укус"] = "Пожиратель душ из племени Песчаной Бури",
		["Прилив маны"] = 7,
		["Конус холода"] = 8,
		["Облик медведя"] = 11,
		["Тотем заземления"] = 7,
		["Грозовое дыхание"] = "Крылатый змей <Харрит>",
		["Порыв"] = 11,
		["Восполнение маны"] = 8,
		["Разоружение"] = 1,
		["Ледяной выстрел"] = "Дрессировщик из племени Иглошкурых",
		["Облик кошки"] = 11,
		["Коварный удар"] = 4,
		["Эффект Огненного щита IV"] = "Глиняный скульптор",
		["Молот правосудия"] = "Командир Ручьедол",
		["Отталкивание"] = "Иронайа",
		["Громовой удар"] = "Верховный маг Аругал",
		["Автоматическая стрельба"] = 3,
		["Спринт"] = 4,
		["Призыв прирученной гиены"] = "Повелитель зверей из племени Иглошкурых",
		["Выброс адреналина"] = 4,
		["Пламенный шип"] = "Волшебник Крови Талнос",
		["Молитва исцеления"] = 5,
		["Слово силы: Щит"] = 5,
		["Ярость берсерка"] = 1,
		["Иглошкура"] = 1,
		["Теневой транс"] = 9,
		["Аура благочестия"] = "Свиностраж племени Иглошкурых",
		["Вихрь"] = 1,
		["PX-238 Чудовольт Мороза"] = 1,
		["Большее исцеление"] = 5,
		["Тотем лавы"] = "Ясновидица из племени Мертвой Головы",
		["Утешительный поцелуй"] = "Бронтеи <Хэллбаунд>",
		["Пища"] = 1,
		["Жертвенный огонь"] = 9,
		["Здоровье"] = 8,
		["Скорость"] = 5,
		["Проклятие Аругала"] = "Верховный маг Аругал",
		["Провокация"] = 1,
		["Создание сюрприза"] = "Шмыгунос <Зёба>",
		["Пробуждение глиняных землестражей"] = "Аркедас",
		["Огненное оружие"] = 1,
		["Дух"] = 8,
		["Вызов Ишамухала"] = 1,
		["Снятие болезни"] = 5,
		["Уязвимость к Тьме"] = 9,
		["Ложный выпад"] = "Алкоденсер",
		["Тотем хватки Земли"] = "Тотемист племени Иглошкурых",
		["Ледяная глыба"] = 8,
		["Вызов морозных призраков"] = "Амненнар Хладовей",
		["Замедление"] = "Летописец из культа Сумеречного Молота",
		["Хваткие лозы"] = "Вердан Бессмертный",
		["Огненный щит IV"] = "Глиняный скульптор",
		["Создание камня души"] = 9,
		["Кольцо льда"] = 8,
		["Призыв прирученного боевого вепря"] = "Дрессировщик из племени Иглошкурых",
		["Выстрел из ружья"] = 4,
		["Утраченный навык: 2H мечи"] = 4,
		["Удар в спину"] = "Ловчий из племени Иглошкурых",
		["Объятия вампира"] = 5,
		["Малое исцеление"] = 5,
		["Вытягивание жизни"] = 9,
		["Зуботычина"] = 1,
		["Интеллект"] = 8,
		["Пища для ума"] = 5,
		["Малая волна исцеления"] = 7,
		["Слово Тьмы: Боль"] = 5,
		["Когти"] = 11,
		["Зов могилы"] = "Азшир Неспящий",
		["Похищение жизни"] = 1,
		["Распознавание магии"] = 8,
		["Укус мангуста"] = 3,
		["Снятие проклятья"] = 11,
		["Кошмар Наралекса"] = "Мутанус Пожиратель",
		["Покорение стихий"] = 7,
		["Шерстяные бинты"] = 1,
		["Cмертельный яд II"] = 4,
		["Оборонительная стойка"] = 1,
		["Жестокий яд"] = "Разоритель могил",
		["Исцеление"] = 5,
		["Создание камня здоровья"] = 9,
		["Крутящийся заряд"] = "Копьешкур из племени Иглошкурых",
		["Вызывающий крик"] = 1,
		["Молния Бездны"] = "Верховный маг Аругал",
		["Залп стрел Тьмы"] = "Тенегорнский черный маг",
		["Быстродействующий яд II"] = 4,
		["Внезапный удар"] = 4,
		["Больший интеллект"] = 5,
		["Мания крови"] = 1,
		["Каннибализм"] = 4,
		["Вызов механического Гринча"] = 9,
	},
	["encounter_spell_pool"] = {
		["Стремительный напор"] = {
			0, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		["Аура воздаяния"] = {
			0, -- [1]
			"Командир Могрейн из Алого ордена", -- [2]
		},
		["Возложение рук"] = {
			0, -- [1]
			"Командир Могрейн из Алого ордена", -- [2]
		},
		["Песчаная буря"] = {
			0, -- [1]
			"Неизвестно <Древний Хранитель Камня>", -- [2]
		},
		["Огненный щит IV"] = {
			0, -- [1]
			"Глиняный скульптор", -- [2]
		},
		["Чародейский пузырь"] = {
			0, -- [1]
			"Чародей Доан", -- [2]
		},
		["Слово Cилы: Щит"] = {
			0, -- [1]
			"Верховный инквизитор Вайтмейн", -- [2]
		},
		["Превращение"] = {
			0, -- [1]
			"Чародей Доан", -- [2]
		},
		["Песчаные бури"] = {
			0, -- [1]
			"Древний Хранитель Камня", -- [2]
		},
		["Болезнетворное облако"] = {
			0, -- [1]
			"Обжора", -- [2]
		},
		["Обновление"] = {
			0, -- [1]
			"Темный жрец Шезз'зиз", -- [2]
		},
		["Реванш"] = {
			0, -- [1]
			"Сержант Блай", -- [2]
		},
		["Пламенный кнут"] = {
			0, -- [1]
			"Галганн Огнемолот", -- [2]
		},
		["Гнилостная вонь"] = {
			0, -- [1]
			"Чумобрюх Гнилой", -- [2]
		},
		["Приспешник Анту'сула"] = {
			0, -- [1]
			"Анту'сул", -- [2]
		},
		["Летящая паутина"] = {
			0, -- [1]
			"Тутен'каш", -- [2]
		},
		["Удар щитом"] = {
			0, -- [1]
			"Сержант Блай", -- [2]
		},
		["Отражение"] = {
			0, -- [1]
			"Нефритовый василиск", -- [2]
		},
		["Зов могилы"] = {
			0, -- [1]
			"Азшир Неспящий", -- [2]
		},
		["Иссушающее прикосновение"] = {
			0, -- [1]
			"Чумобрюх Гнилой", -- [2]
		},
		["Чародейский взрыв"] = {
			0, -- [1]
			"Чародей Доан", -- [2]
		},
		["Проклятие слабости"] = {
			0, -- [1]
			"Железноспин", -- [2]
		},
		["Исцеляющий древень"] = {
			0, -- [1]
			"Анту'сул", -- [2]
		},
		["Отталкивание"] = {
			0, -- [1]
			"Иронайа", -- [2]
		},
		["Рассекающий удар"] = {
			0, -- [1]
			"Иссохший разоритель", -- [2]
		},
		["Сглаз"] = {
			0, -- [1]
			"Темный охотник", -- [2]
		},
		["Пиявка-кровосос"] = {
			0, -- [1]
			"Кровопийца из племени Песчаной Бури", -- [2]
		},
		["Огненный шар"] = {
			0, -- [1]
			"Геомант из племени Мертвой Головы", -- [2]
		},
		["Волна исцеления"] = {
			0, -- [1]
			"Оракул из племени Каменного Свода", -- [2]
		},
		["Исчезновение тюремщика"] = {
			0, -- [1]
			"Анту'сул", -- [2]
		},
		["Гнев Амненнара"] = {
			0, -- [1]
			"Амненнар Хладовей", -- [2]
		},
		["Удар пламенем"] = {
			0, -- [1]
			"Глиняный скульптор", -- [2]
		},
		["Широкий взмах"] = {
			0, -- [1]
			"Вождь Укорз Песчаная Плешь", -- [2]
		},
		["Молния"] = {
			0, -- [1]
			"Ревелош", -- [2]
		},
		["Залп стрел Тьмы"] = {
			0, -- [1]
			"Знахарь Зум'рах", -- [2]
		},
		["Жертвенный огонь"] = {
			0, -- [1]
			"Истязатель из Алого ордена", -- [2]
		},
		["Эффект Огненного щита IV"] = {
			0, -- [1]
			"Глиняный скульптор", -- [2]
		},
		["Сокрушение щитом"] = {
			0, -- [1]
			"Олаф", -- [2]
		},
		["Хватка земли"] = {
			0, -- [1]
			"Тотем хватки земли <Анту'сул>", -- [2]
		},
		["Парализующий удар"] = {
			0, -- [1]
			"Ворона", -- [2]
		},
		["Смертельный яд"] = {
			0, -- [1]
			"Скрытень из племени Каменного Свода", -- [2]
		},
		["Треснувший обсидиан"] = {
			0, -- [1]
			"Обсидиановый часовой", -- [2]
		},
		["Громовая поступь"] = {
			0, -- [1]
			"Иронайа", -- [2]
		},
		["Стрела Тьмы"] = {
			0, -- [1]
			"Провидец из Алого ордена", -- [2]
		},
		["Удар воина Света"] = {
			0, -- [1]
			"Командир Могрейн из Алого ордена", -- [2]
		},
		["Тотем лавы"] = {
			0, -- [1]
			"Оракул из племени Каменного Свода", -- [2]
		},
		["Шкура демона"] = {
			0, -- [1]
			"Глупец из племени Песчаной Бури", -- [2]
		},
		["Сон"] = {
			0, -- [1]
			"Провидец из Алого ордена", -- [2]
		},
		["Уменьшение"] = {
			0, -- [1]
			"Гримлок", -- [2]
		},
		["Сожжение маны"] = {
			0, -- [1]
			"Послушник из клана Песчаной Бури", -- [2]
		},
		["Молот правосудия"] = {
			0, -- [1]
			"Командир Могрейн из Алого ордена", -- [2]
		},
		["Кольцо огня"] = {
			0, -- [1]
			"Волшебник Крови Талнос", -- [2]
		},
		["Восстановление"] = {
			0, -- [1]
			"Глиняный строитель", -- [2]
		},
		["Пелена Тени"] = {
			0, -- [1]
			"Тоскующий мертвец", -- [2]
		},
		["Дрожание земли"] = {
			0, -- [1]
			"Каменный распорядитель", -- [2]
		},
		["Исступление"] = {
			0, -- [1]
			"Иссохший свиностраж", -- [2]
		},
		["Тотем кольца огня"] = {
			0, -- [1]
			"Анту'сул", -- [2]
		},
		["Боевой крик"] = {
			0, -- [1]
			"Псарь Локси", -- [2]
		},
		["Слово силы: Щит"] = {
			0, -- [1]
			"Мурта Мрачнобрюх", -- [2]
		},
		["Взмах"] = {
			0, -- [1]
			"Тутен'каш", -- [2]
		},
		["Стойка берсерка"] = {
			0, -- [1]
			"Руузлу", -- [2]
		},
		["Тотем хватки Земли"] = {
			0, -- [1]
			"Анту'сул", -- [2]
		},
		["Вызов морозных призраков"] = {
			0, -- [1]
			"Амненнар Хладовей", -- [2]
		},
		["Молчание"] = {
			0, -- [1]
			"Чародей Доан", -- [2]
		},
		["Моровая лихорадка"] = {
			0, -- [1]
			"Некрум Кишкожуй", -- [2]
		},
		["Ледяная стрела"] = {
			0, -- [1]
			"Скелет-ледоплет", -- [2]
		},
		["Оберег Зум-Раха"] = {
			0, -- [1]
			"Знахарь Зум'рах", -- [2]
		},
		["Хищный коготь"] = {
			0, -- [1]
			"Вурдалак-шипоед", -- [2]
		},
		["Кровожадность"] = {
			0, -- [1]
			"Псарь Локси", -- [2]
		},
		["Цепной удар"] = {
			0, -- [1]
			"Гримлок", -- [2]
		},
		["Быстрое исцеление"] = {
			0, -- [1]
			"Анту'сул", -- [2]
		},
		["Уничтоженные земные стражи"] = {
			0, -- [1]
			"Глиняный комендант", -- [2]
		},
		["Удар в спину"] = {
			0, -- [1]
			"Ворона", -- [2]
		},
		["Ядовитое облако"] = {
			0, -- [1]
			"Железноспин", -- [2]
		},
		["Разящий удар"] = {
			0, -- [1]
			"Глиняный камнекрушитель", -- [2]
		},
		["Обращение в камень"] = {
			0, -- [1]
			"Сул'итуз-пескорыск", -- [2]
		},
		["Замедление"] = {
			0, -- [1]
			"Геомант из племени Мертвой Головы", -- [2]
		},
		["Яд"] = {
			0, -- [1]
			"Ворона", -- [2]
		},
		["Огненный шок"] = {
			0, -- [1]
			"Волшебник Крови Талнос", -- [2]
		},
		["Удар по дуге"] = {
			0, -- [1]
			"Иронайа", -- [2]
		},
		["Слово Тьмы: Боль"] = {
			0, -- [1]
			"Дознаватель Вишас", -- [2]
		},
		["Выстрел"] = {
			0, -- [1]
			"Бейлог", -- [2]
		},
		["Страх"] = {
			0, -- [1]
			"Верховный инквизитор Фэйрбанкс", -- [2]
		},
		["Божественная кара"] = {
			0, -- [1]
			"Верховный инквизитор Вайтмейн", -- [2]
		},
		["Жестокий ветер"] = {
			0, -- [1]
			"Песчаная буря <Древний Хранитель Камня>", -- [2]
		},
		["Призыв обсидианового осколка"] = {
			0, -- [1]
			"Обсидиановый часовой", -- [2]
		},
		["Пламенный шип"] = {
			0, -- [1]
			"Волшебник Крови Талнос", -- [2]
		},
		["Усиленное пламя"] = {
			0, -- [1]
			"Галганн Огнемолот", -- [2]
		},
		["Мгновенный взрыв"] = {
			0, -- [1]
			"Чародей Доан", -- [2]
		},
		["Ментальный крик"] = {
			0, -- [1]
			"Темный жрец Шезз'зиз", -- [2]
		},
		["Призыв иллюзорного фантазма"] = {
			0, -- [1]
			"Блуждающий фантазм", -- [2]
		},
		["Пробуждение глиняных землестражей"] = {
			0, -- [1]
			"Аркедас", -- [2]
		},
		["Жестокий яд"] = {
			0, -- [1]
			"Тутен'каш", -- [2]
		},
		["Исцеление"] = {
			0, -- [1]
			"Верховный инквизитор Фэйрбанкс", -- [2]
		},
		["Кольцо льда"] = {
			0, -- [1]
			"Амненнар Хладовей", -- [2]
		},
		["Пробуждение тюремщика подземелья"] = {
			0, -- [1]
			"Аркедас", -- [2]
		},
		["Топот"] = {
			0, -- [1]
			"Тюремщик подземелья", -- [2]
		},
		["Божественный щит"] = {
			0, -- [1]
			"Командир Могрейн из Алого ордена", -- [2]
		},
		["Дух-целитель"] = {
			0, -- [1]
			"Оракул из племени Каменного Свода", -- [2]
		},
		["!Melee"] = {
			0, -- [1]
			"Провидец из Алого ордена", -- [2]
		},
		["Воскресение Алых"] = {
			0, -- [1]
			"Верховный инквизитор Вайтмейн", -- [2]
		},
		["Проклятие Тутен'каш"] = {
			0, -- [1]
			"Тутен'каш", -- [2]
		},
		["Цепная молния"] = {
			0, -- [1]
			"Анту'сул", -- [2]
		},
		["Глубокий сон"] = {
			0, -- [1]
			"Верховный инквизитор Вайтмейн", -- [2]
		},
		["Земной шок"] = {
			0, -- [1]
			"Анту'сул", -- [2]
		},
	},
	["dungeon_data"] = {
	},
	["got_first_run"] = true,
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
		{
			1, -- [1]
			4, -- [2]
			3, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [1]
		{
			1, -- [1]
			1, -- [2]
			1, -- [3]
			5, -- [4]
			"PARTY", -- [5]
		}, -- [2]
	},
	["__profiles"] = {
		["Зёба-Змейталак"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["instances_segments_locked"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["deadlog_limit"] = 16,
			["instances_no_libwindow"] = false,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -363.834681895987,
							["x"] = 746.890466411256,
							["w"] = 310.000061035156,
							["h"] = 158.000091552734,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["clickthrough_rows"] = false,
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["show_sidebars"] = false,
					["window_scale"] = 1.20000004768372,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 6,
								["textAlign"] = 0,
								["timeType"] = 1,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["hide_in_combat_type"] = 1,
					["__was_opened"] = true,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["backdrop_texture"] = "Details Ground",
					["hide_in_combat_alpha"] = 0,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["grab_on_top"] = false,
					["libwindow"] = {
						["y"] = 89.9366490815737,
						["x"] = -42.3476536699745,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1.20000004768372,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["skin_custom"] = "",
					["bars_inverted"] = false,
					["micro_displays_side"] = 2,
					["switch_damager_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["auto_current"] = true,
					["version"] = 3,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["height"] = 21,
						["font_size"] = 16,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["texture_custom"] = "",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["use_spec_icons"] = false,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -363.834681895987,
							["x"] = 746.890466411256,
							["w"] = 310.000061035156,
							["h"] = 158.000091552734,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["micro_displays_locked"] = true,
					["menu_icons_size"] = 0.850000023841858,
				}, -- [1]
			},
			["report_lines"] = 5,
			["use_battleground_server_parser"] = false,
			["use_scroll"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["minimum_combat_time"] = 5,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["force_class_icons"] = false,
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["Arena_green"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["Rogue"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["Ungroupplayer"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["Enemy"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["Shaman"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["Monk"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["Mage"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["Warlock"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["Demonhunter"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["Hunter"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["Pet"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["Paladin"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["Deathknight"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["Neutral"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["Unknow"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["Druid"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["Version"] = 1,
				["Warrior"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["Priest"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["Arena_yellow"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["version"] = 1,
			},
			["segments_auto_erase"] = 1,
			["clear_graphic"] = true,
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 348.734593803297,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["broadcaster_enabled"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["clear_ungrouped"] = true,
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["time_type"] = 2,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["overall_flag"] = 16,
		},
	},
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
		},
	},
	["disable_talent_feature"] = false,
	["spell_school_cache"] = {
		["Выстрел"] = 1,
		["!Melee"] = 1,
		["Божественная кара"] = 2,
	},
	["deathlog_healingdone_min"] = 1,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_shadow"] = true,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["mobs_data"] = {
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["switchSaved"] = {
		["slots"] = 24,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
				["atributo"] = 1,
				["sub_atributo"] = 3,
			}, -- [5]
			{
				["atributo"] = 4,
				["sub_atributo"] = 3,
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
			{
			}, -- [19]
			{
			}, -- [20]
			{
			}, -- [21]
			{
			}, -- [22]
			{
			}, -- [23]
			{
			}, -- [24]
		},
	},
	["createauraframe"] = {
	},
	["global_plugin_database"] = {
	},
	["realm_sync"] = true,
	["mobs_data_compiled"] = {
	},
	["item_level_pool"] = {
	},
	["report_where"] = "PARTY",
	["savedCustomSpells"] = {
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [1]
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [2]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [3]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [4]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [5]
	},
	["latest_news_saw"] = "v1.13.2.162",
	["update_warning_timeout"] = 10,
	["raid_data"] = {
	},
	["show_totalhitdamage_on_overkill"] = false,
	["always_use_profile_name"] = "",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["tutorial"] = {
		["unlock_button"] = 0,
		["main_help_button"] = 107,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["DETAILS_INFO_TUTORIAL2"] = 1,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["ATTRIBUTE_SELECT_TUTORIAL1"] = true,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["version_announce"] = 0,
		["OVERALLDATA_WARNING1"] = 5,
		["MIN_COMBAT_TIME"] = true,
		["OPTIONS_PANEL_OPENED"] = true,
		["logons"] = 107,
		["ctrl_click_close_tutorial"] = false,
		["bookmark_tutorial"] = false,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["savedTimeCaptures"] = {
	},
	["plugin_window_pos"] = {
		["y"] = 0.0001068115234375,
		["x"] = 6.1035156250e-05,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [1]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "				--config:\n				--Background RBG and Alpha:\n				local R, G, B, A = 0, 0, 0, 0.75\n				local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n				\n				--get the parameters passed\n				local spell, combat, instance = ...\n				\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GC = GameCooltip\n				GC:SetOption (\"YSpacingMod\", 2)\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				\n				if (spell.n_dmg) then\n					\n					local spellschool, schooltext = spell.spellschool, \"\"\n					if (spellschool) then\n						local t = _detalhes.spells_school [spellschool]\n						if (t and t.name) then\n							schooltext = t.formated\n						end\n					end\n					\n					local total_hits = spell.counter\n					local combat_time = instance.showing:GetCombatTime()\n					\n					local debuff_uptime_total, cast_string = \"\", \"\"\n					local misc_actor = instance.showing (4, _detalhes.playername)\n					if (misc_actor) then\n						local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n						if (debuff_uptime) then\n							debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n						end\n						\n						local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n						\n						if (not spell_cast and misc_actor.spell_cast) then\n							local spellname = GetSpellInfo (spell.id)\n							for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n								local casted_spellname = GetSpellInfo (casted_spellid)\n								if (casted_spellname == spellname) then\n									spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n								end\n							end\n						end\n						if (not spell_cast) then\n							spell_cast = \"(|cFFFFFF00?|r)\"\n						end\n						cast_string = cast_string .. spell_cast\n					end\n					\n					--Cooltip code\n					GC:AddLine (\"Casts:\", cast_string or \"?\")\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n					if (debuff_uptime_total ~= \"\") then\n						GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n						GC:AddStatusBar (100, 1, R, G, B, A)\n						GC:AddIcon (\"\", 1, 1, 1, 16)\n					end\n					\n					GC:AddLine (\"Hits:\", spell.counter)\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n					local average = spell.total / total_hits\n					GC:AddLine (\"Average:\", _detalhes:ToK (average))\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n					GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n					GC:AddLine (\"School:\", schooltext)\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n					--GC:AddLine (\" \")\n					\n					GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n					local n_average = spell.n_dmg / spell.n_amt\n					local T = (combat_time*spell.n_dmg)/spell.total\n					local P = average/n_average*100\n					T = P*T/100\n					\n					GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n					--GC:AddLine (\" \")\n					\n					GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n					if (spell.c_amt > 0) then\n						local c_average = spell.c_dmg/spell.c_amt\n						local T = (combat_time*spell.c_dmg)/spell.total\n						local P = average/c_average*100\n						T = P*T/100\n						local crit_dps = spell.c_dmg / T\n						\n						GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n					else\n						GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n					end\n					\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n					GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n					\n					GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					GC:AddIcon (\"\", 1, 1, 1, 16)\n					\n				elseif (spell.n_curado) then\n					\n					local spellschool, schooltext = spell.spellschool, \"\"\n					if (spellschool) then\n						local t = _detalhes.spells_school [spellschool]\n						if (t and t.name) then\n							schooltext = t.formated\n						end\n					end\n					\n					local total_hits = spell.counter\n					local combat_time = instance.showing:GetCombatTime()\n					\n					--Cooltip code\n					GC:AddLine (\"Hits:\", spell.counter)\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					\n					local average = spell.total / total_hits\n					GC:AddLine (\"Average:\", _detalhes:ToK (average))\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					\n					GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					\n					GC:AddLine (\"School:\", schooltext)\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					\n					--GC:AddLine (\" \")\n					\n					GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					\n					local n_average = spell.n_curado / spell.n_amt\n					local T = (combat_time*spell.n_curado)/spell.total\n					local P = average/n_average*100\n					T = P*T/100\n					\n					GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					\n					--GC:AddLine (\" \")\n					\n					GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					\n					if (spell.c_amt > 0) then\n						local c_average = spell.c_curado/spell.c_amt\n						local T = (combat_time*spell.c_curado)/spell.total\n						local P = average/c_average*100\n						T = P*T/100\n						local crit_dps = spell.c_curado / T\n						\n						GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n					else\n						GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n					end\n					\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					\n					--GC:AddLine (\" \")\n					\n					GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n					GC:AddStatusBar (100, 1, R, G, B, A)\n					\n					GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n					GC:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "Мои заклинания",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Наносимый урон по метки с черепом",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 4,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Наносимый урон на другие помеченные метки",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 4,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n			    local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n			    if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			end\n\n			--get the buff container for all the others potions\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n			    --potion of the jade serpent\n			    local jade_serpent_potion = buff_uptime_container [DETAILS_INT_POTION_ID]\n			    if (jade_serpent_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_INT_POTION_ID)\n				GameCooltip:AddLine (name, jade_serpent_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --potion of mogu power\n			    local mogu_power_potion = buff_uptime_container [DETAILS_STR_POTION_ID]\n			    if (mogu_power_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_STR_POTION_ID)\n				GameCooltip:AddLine (name, mogu_power_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --mana potion\n			    local mana_potion = buff_uptime_container [DETAILS_MANA_POTION_ID]\n			    if (mana_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_MANA_POTION_ID)\n				GameCooltip:AddLine (name, mana_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --prolongued power\n			    local prolongued_power = buff_uptime_container [DETAILS_AGI_POTION_ID]\n			    if (prolongued_power) then\n				local name, _, icon = GetSpellInfo (DETAILS_AGI_POTION_ID)\n				GameCooltip:AddLine (name, prolongued_power.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --potion of the mountains\n			    local mountains_potion = buff_uptime_container [DETAILS_STAMINA_POTION_ID]\n			    if (mountains_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_STAMINA_POTION_ID)\n				GameCooltip:AddLine (name, mountains_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			end\n		",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "Использовано зелий",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n				    \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					\n					local found_potion = false\n					\n					--get the spell debuff uptime container\n					local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n					if (debuff_uptime_container) then\n					    --potion of focus (can't use as pre-potion, so, its amount is always 1\n					    local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n					    if (focus_potion) then\n						total = total + 1\n						found_potion = true\n						if (top < 1) then\n						    top = 1\n						end\n						--add amount to the player \n						instance_container:AddValue (player, 1)\n					    end\n					end\n					\n					--get the spell buff uptime container\n					local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n					if (buff_uptime_container) then\n					    \n					    --potion of the jade serpent\n					    local jade_serpent_potion = buff_uptime_container [DETAILS_INT_POTION_ID]\n					    if (jade_serpent_potion) then\n						local used = jade_serpent_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of mogu power\n					    local mogu_power_potion = buff_uptime_container [DETAILS_STR_POTION_ID]\n					    if (mogu_power_potion) then\n						local used = mogu_power_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --mana potion\n					    local mana_potion = buff_uptime_container [DETAILS_MANA_POTION_ID]\n					    if (mana_potion) then\n						local used = mana_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of prolongued power\n					    local prolongued_power = buff_uptime_container [DETAILS_AGI_POTION_ID]\n					    if (prolongued_power) then\n						local used = prolongued_power.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of the mountains\n					    local mountains_potion = buff_uptime_container [DETAILS_STAMINA_POTION_ID]\n					    if (mountains_potion) then\n						local used = mountains_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					end\n					\n					if (found_potion) then\n					    amount = amount + 1\n					end    \n				    end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 5,
		}, -- [6]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 15,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show overall damage done on the fly.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n				\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n				\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				local AllSpells = {}\n				\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n					local spellName, _, spellIcon = Details.GetSpellInfoC  (spellID)\n					AllSpells [spellName] = spellTable.total\n				end\n				\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						local spellName, _, spellIcon = Details.GetSpellInfoC  (spellID)\n						AllSpells [spellName] = (AllSpells [spellName] or 0) + (spellTable.total or 0)\n					end\n				end\n				\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n				\n				local format_func = Details:GetCurrentToKFunction()\n				\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfoC  (spellID)\n						\n						GameCooltip:AddLine (spellName, format_func (_, total))\n						Details:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 5,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Наносимый урон по щитам",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [11]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["always_use_profile"] = false,
	["lastUpdateWarning"] = 1578336625,
	["data_sync"] = false,
}
