
EPGPLootMaster = {
	["profileKeys"] = {
		["Дайтемнеключ - Ревущий фьорд"] = "Дайтемнеключ - Ревущий фьорд",
		["Царева - Ревущий фьорд"] = "Царева - Ревущий фьорд",
		["Сашкинадашка - Ревущий фьорд"] = "Сашкинадашка - Ревущий фьорд",
		["Зёбедам - Ревущий фьорд"] = "Зёбедам - Ревущий фьорд",
		["Зёбинпаладин - Ревущий фьорд"] = "Зёбинпаладин - Ревущий фьорд",
		["Неполучилась - Ревущий фьорд"] = "Неполучилась - Ревущий фьорд",
		["Зёбинатор - Ревущий фьорд"] = "Зёбинатор - Ревущий фьорд",
		["Василец - Ревущий фьорд"] = "Василец - Ревущий фьорд",
		["Зёбинмаг - Ревущий фьорд"] = "Зёбинмаг - Ревущий фьорд",
		["Зёба - Ревущий фьорд"] = "Зёба - Ревущий фьорд",
		["Зёбинприст - Ревущий фьорд"] = "Зёбинприст - Ревущий фьорд",
		["Зёбинфейл - Ревущий фьорд"] = "Зёбинфейл - Ревущий фьорд",
		["Зёбинмонк - Ревущий фьорд"] = "Зёбинмонк - Ревущий фьорд",
	},
	["profiles"] = {
		["Дайтемнеключ - Ревущий фьорд"] = {
		},
		["Царева - Ревущий фьорд"] = {
		},
		["Сашкинадашка - Ревущий фьорд"] = {
		},
		["Зёбедам - Ревущий фьорд"] = {
		},
		["Зёбинпаладин - Ревущий фьорд"] = {
		},
		["Зёбинатор - Ревущий фьорд"] = {
		},
		["Василец - Ревущий фьорд"] = {
		},
		["Зёбинмаг - Ревущий фьорд"] = {
		},
		["Зёба - Ревущий фьорд"] = {
		},
		["Зёбинприст - Ревущий фьорд"] = {
		},
		["Зёбинфейл - Ревущий фьорд"] = {
		},
		["Зёбинмонк - Ревущий фьорд"] = {
		},
	},
}
