
Gladius2DB = {
	["profileKeys"] = {
		["Царева - Ревущий фьорд"] = "Царева - Ревущий фьорд",
		["Никсиамчмо - Ревущий фьорд"] = "Никсиамчмо - Ревущий фьорд",
		["Зёбинприст - Ревущий фьорд"] = "Зёбинприст - Ревущий фьорд",
		["Зёбинатор - Ревущий фьорд"] = "Зёбинатор - Ревущий фьорд",
		["Зёбинмаг - Ревущий фьорд"] = "Зёбинмаг - Ревущий фьорд",
		["Зёбинфейл - Ревущий фьорд"] = "Зёбинфейл - Ревущий фьорд",
		["Дайтемнеключ - Ревущий фьорд"] = "Дайтемнеключ - Ревущий фьорд",
		["Уткасосубуй - Ревущий фьорд"] = "Уткасосубуй - Ревущий фьорд",
		["Наурчмо - Ревущий фьорд"] = "Наурчмо - Ревущий фьорд",
		["Зёбинпаладин - Ревущий фьорд"] = "Зёбинпаладин - Ревущий фьорд",
		["Чепотестить - Гордунни"] = "Чепотестить - Гордунни",
		["Зёбедам - Ревущий фьорд"] = "Зёбедам - Ревущий фьорд",
		["Василец - Ревущий фьорд"] = "Василец - Ревущий фьорд",
		["Дебустерчмо - Ревущий фьорд"] = "Дебустерчмо - Ревущий фьорд",
		["Зёба - Ревущий фьорд"] = "Зёба - Ревущий фьорд",
		["Зёбинмонк - Ревущий фьорд"] = "Зёбинмонк - Ревущий фьорд",
		["Сашкинадашка - Ревущий фьорд"] = "Сашкинадашка - Ревущий фьорд",
		["Ппробник - Ревущий фьорд"] = "Ппробник - Ревущий фьорд",
	},
	["profiles"] = {
		["Царева - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 256.178013825791,
			},
			["y"] = {
				["arena1"] = 350.999664432668,
			},
		},
		["Никсиамчмо - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 458.37779981106,
			},
			["x"] = {
				["arena1"] = 1151.46691154298,
			},
		},
		["Зёбинприст - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 527.355655081687,
			},
			["x"] = {
				["arena1"] = 1007.82284660641,
			},
		},
		["Зёбинатор - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1123.02240519145,
			},
			["y"] = {
				["arena1"] = 498.200125793046,
			},
		},
		["Зёбинмаг - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 569.311178048829,
			},
			["x"] = {
				["arena1"] = 236.266509037929,
			},
		},
		["Зёбинфейл - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 215.644301747521,
			},
			["y"] = {
				["arena1"] = 507.444577539911,
			},
		},
		["Дайтемнеключ - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 519.533377382868,
			},
			["x"] = {
				["arena1"] = 1114.48936090317,
			},
		},
		["Уткасосубуй - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1174.22203810859,
			},
			["y"] = {
				["arena1"] = 509.577945423502,
			},
		},
		["Наурчмо - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1172.8006758281,
			},
			["y"] = {
				["arena1"] = 471.177921663388,
			},
		},
		["Зёбинпаладин - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 211.377758241078,
			},
			["y"] = {
				["arena1"] = 511.000119471548,
			},
		},
		["Чепотестить - Гордунни"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 245.5110675963151,
			},
			["y"] = {
				["arena1"] = 328.2444096932341,
			},
		},
		["Зёбедам - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 294.577482165992,
			},
			["y"] = {
				["arena1"] = 525.222415371922,
			},
		},
		["Василец - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 402.9111320544798,
			},
			["x"] = {
				["arena1"] = 229.8673026039378,
			},
		},
		["Дебустерчмо - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 491.800107591491,
			},
			["x"] = {
				["arena1"] = 1124.44470741332,
			},
		},
		["Зёба - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 243.37752881429,
			},
			["y"] = {
				["arena1"] = 394.377532346291,
			},
		},
		["Зёбинмонк - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 518.822397170367,
			},
			["x"] = {
				["arena1"] = 235.555379289297,
			},
		},
		["Сашкинадашка - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 528.777957303559,
			},
			["x"] = {
				["arena1"] = 271.821800180473,
			},
		},
		["Ппробник - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 523.800155874658,
			},
			["x"] = {
				["arena1"] = 159.466514923462,
			},
		},
	},
}
