
Gladius2DB = {
	["profileKeys"] = {
		["Дайтемнеключ - Ревущий фьорд"] = "Дайтемнеключ - Ревущий фьорд",
		["Зёбинатор - Ревущий фьорд"] = "Зёбинатор - Ревущий фьорд",
		["Василец - Ревущий фьорд"] = "Василец - Ревущий фьорд",
		["Царева - Ревущий фьорд"] = "Царева - Ревущий фьорд",
		["Зёба - Ревущий фьорд"] = "Зёба - Ревущий фьорд",
		["Зёбинфейл - Ревущий фьорд"] = "Зёбинфейл - Ревущий фьорд",
		["Зёбинпаладин - Ревущий фьорд"] = "Зёбинпаладин - Ревущий фьорд",
		["Зёбинприст - Ревущий фьорд"] = "Зёбинприст - Ревущий фьорд",
	},
	["profiles"] = {
		["Дайтемнеключ - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1114.48936090317,
			},
			["y"] = {
				["arena1"] = 519.533377382868,
			},
		},
		["Зёбинатор - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 1123.02240519145,
			},
			["y"] = {
				["arena1"] = 498.200125793046,
			},
		},
		["Василец - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 487.533414548918,
			},
			["x"] = {
				["arena1"] = 1116.62302785902,
			},
		},
		["Царева - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 256.178013825791,
			},
			["y"] = {
				["arena1"] = 350.999664432668,
			},
		},
		["Зёба - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 394.377532346291,
			},
			["x"] = {
				["arena1"] = 243.37752881429,
			},
		},
		["Зёбинфейл - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 507.444577539911,
			},
			["x"] = {
				["arena1"] = 215.644301747521,
			},
		},
		["Зёбинпаладин - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["x"] = {
				["arena1"] = 211.377758241078,
			},
			["y"] = {
				["arena1"] = 511.000119471548,
			},
		},
		["Зёбинприст - Ревущий фьорд"] = {
			["auraVersion"] = 1,
			["tagsVersion"] = 4,
			["y"] = {
				["arena1"] = 527.355655081687,
			},
			["x"] = {
				["arena1"] = 1007.82284660641,
			},
		},
	},
}
