
Quartz3DB = {
	["namespaces"] = {
		["Swing"] = {
		},
		["Buff"] = {
		},
		["Interrupt"] = {
		},
		["Flight"] = {
		},
		["Pet"] = {
			["profiles"] = {
				["Default"] = {
					["x"] = 1226.73107910156,
					["y"] = 454.412689208984,
				},
			},
		},
		["EnemyCasts"] = {
		},
		["Player"] = {
			["profiles"] = {
				["Default"] = {
					["h"] = 20,
					["w"] = 296,
					["y"] = 370.984039306641,
					["x"] = 823.825439453125,
				},
			},
		},
		["GCD"] = {
		},
		["Focus"] = {
			["profiles"] = {
				["Default"] = {
					["y"] = 426.761779785156,
					["x"] = 1224.69885253906,
				},
			},
		},
		["Target"] = {
			["profiles"] = {
				["Default"] = {
					["y"] = 446.063751220703,
					["x"] = 1120.06372070313,
				},
			},
		},
		["Range"] = {
		},
		["Mirror"] = {
		},
		["Latency"] = {
		},
	},
	["profileKeys"] = {
		["Дайтемнеключ - Ревущий фьорд"] = "Default",
		["Уткасосубуй - Ревущий фьорд"] = "Default",
		["Царева - Ревущий фьорд"] = "Default",
		["Сашкинадашка - Ревущий фьорд"] = "Default",
		["Зёбинмонк - Ревущий фьорд"] = "Default",
		["Зёбинпаладин - Ревущий фьорд"] = "Default",
		["Зёбедам - Ревущий фьорд"] = "Default",
		["Дебустерчмо - Ревущий фьорд"] = "Default",
		["Зёбинатор - Ревущий фьорд"] = "Default",
		["Василец - Ревущий фьорд"] = "Default",
		["Зёбинмаг - Ревущий фьорд"] = "Default",
		["Зёба - Ревущий фьорд"] = "Default",
		["Никсиамчмо - Ревущий фьорд"] = "Default",
		["Наурчмо - Ревущий фьорд"] = "Default",
		["Ппробник - Ревущий фьорд"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["modules"] = {
				["Swing"] = false,
				["GCD"] = false,
				["Buff"] = false,
				["Pet"] = false,
				["Focus"] = false,
			},
		},
	},
}
