
TomTomDB = {
	["profileKeys"] = {
		["Дайтемнеключ - Ревущий фьорд"] = "Default",
		["Царева - Ревущий фьорд"] = "Default",
		["Зёбинпаладин - Ревущий фьорд"] = "Default",
		["Зёбинприст - Ревущий фьорд"] = "Default",
		["Сашкинадашка - Ревущий фьорд"] = "Default",
		["Зёбедам - Ревущий фьорд"] = "Default",
		["Зёбинатор - Ревущий фьорд"] = "Default",
		["Ябетлабе - Ревущий фьорд"] = "Default",
		["Зёбиндру - Ревущий фьорд"] = "Default",
		["Неполучилась - Ревущий фьорд"] = "Default",
		["Зёбинмаг - Ревущий фьорд"] = "Default",
		["Зёба - Ревущий фьорд"] = "Default",
		["Василец - Ревущий фьорд"] = "Default",
		["Зёбинфейл - Ревущий фьорд"] = "Default",
		["Зёбинмонк - Ревущий фьорд"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["Дайтемнеключ - Ревущий фьорд"] = "Дайтемнеключ - Ревущий фьорд",
		["Царева - Ревущий фьорд"] = "Царева - Ревущий фьорд",
		["Зёба - Ревущий фьорд"] = "Зёба - Ревущий фьорд",
		["Зёбинмонк - Ревущий фьорд"] = "Зёбинмонк - Ревущий фьорд",
		["Василец - Ревущий фьорд"] = "Василец - Ревущий фьорд",
		["Сашкинадашка - Ревущий фьорд"] = "Сашкинадашка - Ревущий фьорд",
	},
	["profiles"] = {
		["Дайтемнеключ - Ревущий фьорд"] = {
		},
		["Царева - Ревущий фьорд"] = {
		},
		["Зёба - Ревущий фьорд"] = {
		},
		["Зёбинмонк - Ревущий фьорд"] = {
		},
		["Василец - Ревущий фьорд"] = {
		},
		["Сашкинадашка - Ревущий фьорд"] = {
		},
	},
}
