
TomTomDB = {
	["profileKeys"] = {
		["Царева - Ревущий фьорд"] = "Default",
		["Сашкинадашка - Ревущий фьорд"] = "Default",
		["Зёбедам - Ревущий фьорд"] = "Default",
		["Зёбинатор - Ревущий фьорд"] = "Default",
		["Неполучилась - Ревущий фьорд"] = "Default",
		["Зёбинмаг - Ревущий фьорд"] = "Default",
		["Зёбинфейл - Ревущий фьорд"] = "Default",
		["Дайтемнеключ - Ревущий фьорд"] = "Default",
		["Уткасосубуй - Ревущий фьорд"] = "Default",
		["Наурчмо - Ревущий фьорд"] = "Default",
		["Зёбинпаладин - Ревущий фьорд"] = "Default",
		["Никсиамчмо - Ревущий фьорд"] = "Default",
		["Василец - Ревущий фьорд"] = "Default",
		["Зёбиндру - Ревущий фьорд"] = "Default",
		["Ябетлабе - Ревущий фьорд"] = "Default",
		["Дебустерчмо - Ревущий фьорд"] = "Default",
		["Зёба - Ревущий фьорд"] = "Default",
		["Зёбинприст - Ревущий фьорд"] = "Default",
		["Зёбинмонк - Ревущий фьорд"] = "Default",
		["Ппробник - Ревущий фьорд"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["arrow"] = {
				["position"] = {
					"TOP", -- [1]
					nil, -- [2]
					"TOP", -- [3]
					17.26990509033203, -- [4]
					-62.3015251159668, -- [5]
				},
			},
			["block"] = {
				["position"] = {
					"BOTTOM", -- [1]
					nil, -- [2]
					"BOTTOM", -- [3]
					460.9837951660156, -- [4]
					-0, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["Царева - Ревущий фьорд"] = "Царева - Ревущий фьорд",
		["Сашкинадашка - Ревущий фьорд"] = "Сашкинадашка - Ревущий фьорд",
		["Зёбинприст - Ревущий фьорд"] = "Зёбинприст - Ревущий фьорд",
		["Зёбинатор - Ревущий фьорд"] = "Зёбинатор - Ревущий фьорд",
		["Зёбинмаг - Ревущий фьорд"] = "Зёбинмаг - Ревущий фьорд",
		["Зёбинфейл - Ревущий фьорд"] = "Зёбинфейл - Ревущий фьорд",
		["Дайтемнеключ - Ревущий фьорд"] = "Дайтемнеключ - Ревущий фьорд",
		["Уткасосубуй - Ревущий фьорд"] = "Уткасосубуй - Ревущий фьорд",
		["Наурчмо - Ревущий фьорд"] = "Наурчмо - Ревущий фьорд",
		["Зёбинпаладин - Ревущий фьорд"] = "Зёбинпаладин - Ревущий фьорд",
		["Зёбедам - Ревущий фьорд"] = "Зёбедам - Ревущий фьорд",
		["Василец - Ревущий фьорд"] = "Василец - Ревущий фьорд",
		["Дебустерчмо - Ревущий фьорд"] = "Дебустерчмо - Ревущий фьорд",
		["Зёба - Ревущий фьорд"] = "Зёба - Ревущий фьорд",
		["Зёбинмонк - Ревущий фьорд"] = "Зёбинмонк - Ревущий фьорд",
		["Никсиамчмо - Ревущий фьорд"] = "Никсиамчмо - Ревущий фьорд",
		["Ппробник - Ревущий фьорд"] = "Ппробник - Ревущий фьорд",
	},
	["profiles"] = {
		["Царева - Ревущий фьорд"] = {
		},
		["Сашкинадашка - Ревущий фьорд"] = {
		},
		["Зёбинприст - Ревущий фьорд"] = {
		},
		["Зёбинатор - Ревущий фьорд"] = {
		},
		["Зёбинмаг - Ревущий фьорд"] = {
		},
		["Зёбинфейл - Ревущий фьорд"] = {
		},
		["Дайтемнеключ - Ревущий фьорд"] = {
		},
		["Уткасосубуй - Ревущий фьорд"] = {
		},
		["Наурчмо - Ревущий фьорд"] = {
		},
		["Зёбинпаладин - Ревущий фьорд"] = {
		},
		["Зёбедам - Ревущий фьорд"] = {
		},
		["Василец - Ревущий фьорд"] = {
		},
		["Дебустерчмо - Ревущий фьорд"] = {
		},
		["Зёба - Ревущий фьорд"] = {
		},
		["Зёбинмонк - Ревущий фьорд"] = {
		},
		["Никсиамчмо - Ревущий фьорд"] = {
		},
		["Ппробник - Ревущий фьорд"] = {
		},
	},
}
