
RCLootCouncilDB = {
	["global"] = {
		["verTestCandidates"] = {
			["беларусич-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["нойтолок-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["альткоин-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["шанделюр-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["гиввара-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["финдарк-Ревущийфьорд"] = {
				"2.12.0", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["ксантома-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["карданный-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["дезания-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["меленкурион-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["крузерштерн-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["халупец-Ревущийфьорд"] = {
				"2.12.0", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["рейхштайн-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["царьданжа-Ревущийфьорд"] = {
				"2.12.0", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["лиликап-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["тейлриоун-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["редсх-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["сацкэ-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["дрююс-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["зуниксан-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["кадер-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["скрэмбл-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
			["джеолич-Ревущийфьорд"] = {
				"2.12.1", -- [1]
				nil, -- [2]
				1562252530, -- [3]
			},
		},
		["version"] = "2.12.1",
		["locale"] = "ruRU",
		["log"] = {
			"07/04/19", -- [1]
			"18:01:13 - Logged In", -- [2]
			"18:01:13 - ML initialized!", -- [3]
			"18:01:13 - TradeUI enabled", -- [4]
			"18:01:25 - гиввара-Ревущийфьорд (2.12.1) (nil)", -- [5]
			"18:01:25 - ActivateSkin (bfa)", -- [6]
			"18:01:25 - Event: (PLAYER_ENTERING_WORLD) (true) (false)", -- [7]
			"18:01:25 - GetML()", -- [8]
			"18:01:25 - UpdatePlayersData()", -- [9]
			"18:01:27 - GetPlayersGuildRank()", -- [10]
			"18:01:27 - Found Guild Rank: Raid 3", -- [11]
			"18:01:27 - Comm received:^1^SverTest^T^N1^S2.12.1^t^^ (from:) (Гиввара) (distri:) (GUILD)", -- [12]
			"18:02:10 - Comm received:^1^SverTest^T^N1^S2.12.1^t^^ (from:) (Беларусич) (distri:) (GUILD)", -- [13]
		},
	},
	["profileKeys"] = {
		["Гиввара - Ревущий фьорд"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["UI"] = {
				["tradeui"] = {
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
				},
				["lootframe"] = {
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
				},
				["default"] = {
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
				},
			},
		},
	},
}
RCLootCouncilLootDB = {
	["profileKeys"] = {
		["Гиввара - Ревущий фьорд"] = "Гиввара - Ревущий фьорд",
	},
}
